{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_22"}},{"_":" Chapter 14","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor015","class":"calibre2"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute60","src":"image/Image1934.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 12.jpg"}}},{"_":"hat summer, I operated some private classes to train students in mathematics and physics at the district because I could not leave the school.","$":{"class":"firstpara"},"span":{"_":"T","$":{"class":"_idgendropcap"}}},{"_":"One morning, while I was teaching, I saw a jeep stop in front of my class. Thom got off and bowed to salute me. I walked out and said hello to him.","$":{"class":"indent"}},{"_":"After some formal conversation, Thom said, “Mr. Hiep, can you help me by signing a fake paper to verify my nephew-in-law passed the exclusive test for entering junior high? With that paper, my nephew would attend the public junior high at Dong Ha.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-028-backlink"},"a":{"_":"61","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-028"}}}}},{"_":"I said, “I cannot to do so because that is illegal.”","$":{"class":"indent"}},{"_":"Thom bitterly asked me, “You really cannot help me?”","$":{"class":"indent"}},{"_":"I replied, “No! As you know, I already reported the examination results to the Education Department half a month ago. If your nephew brings the paper to the other school and someone compares that with the report, they would reveal that I did an illegal task.”","$":{"class":"indent"}},{"_":"Thom turned away and walked to the jeep without saying goodbye.","$":{"class":"indent"}},{"_":"Two days later, he returned to the class with a group of bodyguards armed with AR15s and M79s.","$":{"class":"indent"},"span":[{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-027-backlink"},"a":{"_":"62","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-027"}}}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-026-backlink"},"a":{"_":"63","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-026"}}}}]},{"_":"I thought, He wants to use his power to oppress me to do an illegal job.","$":{"class":"indent"}},{"_":"Seeing me, he asked me even before I could say hello, “Mr. Hiep, have you thought carefully about my request?”","$":{"class":"indent"}},{"_":"I coolly answered, “I already thought it over carefully.”","$":{"class":"indent"}},{"_":"Thom angrily kicked a tree trunk in the schoolyard and asked, “Really?”","$":{"class":"indent"}},{"_":"“Yes, sir!”","$":{"class":"indent"}},{"_":"Just as last time, he walked to the jeep without saying goodbye again.","$":{"class":"indent"}},{"_":"I always protested the corrupters. For that reason, he hated me, and at times, he found a measure to get even with me.","$":{"class":"indent"}},{"_":"By the beginning of that school year (October 1970), Ngan transferred to Cho Lach High. He brought introduction papers from the Education Department and showed them to me.","$":{"class":"indent"}},{"_":"I realized the right time was coming, and I made up my mind to resign my position. There were many reasons that had made up my mind to select Ngan:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"I turned in an application of resignation to the Education Department and also nominated Dao huu Ngan to replace me.","$":{"class":"indent"}},{"_":"A long time after the day I turned in the resignation application, I still had not received a reply from the Education Department. That fact made me very nervous. Ngan was even more anxious than me. Several times, he came to see me to ask the results. At first, he thought I would not give up the position to him, so I had to confirm with him that I already turned in the application.","$":{"class":"indent"}},{"_":"At the same time, a big battle took place at Dia Cu, which is located between Cho Lach and Mo Cay, a district of Kien Hoa. ARVN won the fight, and a part of the victory belonged to Cho Lach’s local soldiers.","$":{"class":"indent"}},{"_":"A seventh grader’s house caught fire during that fight. I organized a money donation to help that boy. But generally speaking, everyone in the district had barely enough to survive, so the amount of money raised was relatively small. I put 5,000 piasters from my pocket to help that boy.","$":{"class":"indent"}},{"_":"One day, I received a telegram from Thom ordering me to attend a meeting with him. The telegram read as follows:","$":{"class":"indent"}},{"_":"On the (date) (time), the Chief of District, Captain Le Thom, will summon a meeting. Mr. Vo Hiep, the High School Principal, must show up. No good excuse is accepted. Must have a reply as soon as possible.","$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"Cho Lach (date)","$":{"class":"indent2"}},{"_":"District Chief","$":{"class":"indent2"}},{"_":"Captain Le Thom","$":{"class":"indent2"}},{"$":{"class":"indent"}},{"_":"After reading the telegram, I got angry because he considered me his subordinate or inferior. Actually, at that time, high schools were under the control of the Education Department; I had to report directly to the department. Even if I was his inferior, he should not use those terms in the telegram.","$":{"class":"indent"}},{"_":"A few days later, a second telegram came to me with the same composition. I knew Thom wanted to insult me to retaliate for my action in not signing an illegal paper for his nephew. I did not reply to this telegram. I tore up that telegram in front of the soldier who brought it to me.","$":{"class":"indent"}},{"_":"The next day, while I was teaching the ninth grade in room C, I saw a male student rushing to my class. As he stopped at the door, I recognized that it was Sanh, a student from another ninth grade class.","$":{"class":"indent"}},{"_":"Sanh panted out, “Teacher…you should…go to see Mr. District…Chief right away or you will run into trouble.”","$":{"class":"indent"}},{"_":"I asked, “What’s the matter, Sanh?”","$":{"class":"indent"}},{"_":"“Teacher, I went to…the district office to get…mail. I saw a lot of soldiers…with guns and grenades and they told me that they would come here to see you. I thought if they don’t kill you, they would get you. Teacher, I beg you. Please go to see Mr. District Chief right away.”","$":{"class":"indent"}},{"_":"I shook my head. “No, I won’t.”","$":{"class":"indent"}},{"_":"The entire class said, “Teacher, please stop teaching us and go to the district office or you are in danger. We don’t want to lose you, Teacher.”","$":{"class":"indent"}},{"_":"I looked at my students and realized their concern for my safety. It really touched my heart.","$":{"class":"indent"}},{"_":"I said, “My students, you should keep your heads. They will not do anything dangerous to me at all. I will not go there. You know this era belongs to the powers with guns. If I go there, I’ll only show others that all people who use chalk fear that power. I don’t care about the danger. I’ll wait for them over here.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-025-backlink"},"a":{"_":"64","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-025"}}}}},{"_":"Half an hour later, a group of armed soldiers led by a sergeant came to school. They wanted to show off their muscles with the purpose of threatening me.","$":{"class":"indent"}},{"_":"The sergeant stopped in front of the class while the entire class was frightened out of their wits.","$":{"class":"indent"}},{"_":"He saluted me in the military way and said, “Mr. Principal, this is the telegram that Mr. District Chief sends to you.”","$":{"class":"indent"}},{"_":"I opened the telegram and read it. It was written with a more serious literary form. In the message, he implied that if I did not show up at the next meeting, I would be punished.","$":{"class":"indent"}},{"_":"I coolly said, “Mr. Sergeant, this matter does not relate to you but to the District Chief and me. I will not go there. Please tell him that.”","$":{"class":"indent"}},{"_":"I destroyed the telegram right in front of those soldiers.","$":{"class":"indent"}},{"_":"The sergeant saluted me, then led his group back to the district office.","$":{"class":"indent"}},{"_":"The whole class took a deep breath to relieve the scary moment.","$":{"class":"indent"}},{"_":"The next day, at 9:30 a.m., while I was teaching mathematics for ninth grade in room B, I heard a jeep stopping and a noisy crowd in front the school gate. I looked out and saw two military officers with pistols at their hips. There were two soldiers with AR15s escorting them. They all worked for the District Chief. One of them was Lieutenant Liem, who was merry and had a lot of girlfriends. Sometimes, he joked with me to let him become a student-in-law. The one who accompanied him was a chief warrant officer. They were approaching the main office of the school. I pretended to know nothing and kept on teaching my class. Nevertheless, my students were very fearful. They thought that those two officers came here to arrest me.","$":{"class":"indent"}},{"_":"A minute later, Mr. Sau came to my class with a panicky face. “Mr. Principal! There are two officers from the district coming to our school. They told me that they want to see you. They look so angry. What can I do now?”","$":{"class":"indent"}},{"_":"I coolly replied, “Mr. Sau, please tell them that I am busy. At the end of the period, I will come to see them at my office. By the way, please make two cups of tea for them.”","$":{"class":"indent"}},{"_":"My students looked at me with pleading eyes. I was deeply affected by their attitudes.","$":{"class":"indent"}},{"_":"All the girl students implored, “Teacher, please go to the office to see them. If they wait for you a long time, they will be more irritated and shoot you.”","$":{"class":"indent"}},{"_":"I told the class, “My students! Be calm! I have no trouble at all. Eventually, right always prevails.”","$":{"class":"indent"}},{"_":"At the end of that period, I returned to my office to see those two officers. I drafted a plan on how to cope with them. My students also rushed out of the classes and surrounded the office, and other classes also did the same thing.","$":{"class":"indent"}},{"_":"Upon seeing me, those two officers stood up and saluted in the military way, then shook my hand while laughing merrily. Their attitudes made me very surprised.","$":{"class":"indent"}},{"_":"That fact made Mr. Sau, who stood behind the office wall, sigh with relief.","$":{"class":"indent"}},{"_":"I said, “I don’t know why you guys have come here to see me.”","$":{"class":"indent"}},{"_":"Lieutenant Liem smiled and said, “Mr. Hiep! We deeply regret making you misunderstand our messages. We meant to invite you to our meeting to discuss something important, but the one who wrote the message had used the wrong terms. For that reason, Mr. District Chief asked us to come here to apologize to you.”","$":{"class":"indent"}},{"_":"I thought, the District Chief already realized that he could not intimidate me by power, so he asked two inferiors to come here to apologize.","$":{"class":"indent"}},{"_":"I smiled. “I don’t know who has made that mistake. The messages’ tone seemed to insult me. But please remember that I am not his inferior, and I never crawl before any mighty force. However, you came here to apologize. I accept that and I have nothing to say.”","$":{"class":"indent"}},{"_":"A big laugh suddenly burst out, and applause echoed in the playground. It seemed that the entire school was very happy with that result.","$":{"class":"indent"}},{"_":"I asked, “Besides that reason, do you have something else?”","$":{"class":"indent"}},{"_":"The second officer said, “We need your help.”","$":{"class":"indent"}},{"_":"“How may I help you?”","$":{"class":"indent"}},{"_":"Liem said, “Oh! I forgot to introduce to you. This is Chief Warrant Officer Hau.”","$":{"class":"indent"}},{"_":"I shook hands with him a second time.","$":{"class":"indent"}},{"_":"I said, “I don’t know what I can do for you.”","$":{"class":"indent"}},{"_":"The Lieutenant said, “We want to borrow some of your students to comfort our victorious soldiers at Dia Cu. With the presence of your students, our troops would be very happy.”","$":{"class":"indent"}},{"_":"“When do you need my students?”","$":{"class":"indent"}},{"_":"“Tomorrow or the next day.”","$":{"class":"indent"}},{"_":"I said, “It is very easy for me. However, it depends on my students’ attitude. Would you please follow me?”","$":{"class":"indent"}},{"_":"I led those two officers to ninth grade room A and allowed them to say something to the students. I did not lead them to the eleventh grades because those students needed to have more time to study for their future examination. Liem and Hau took turns talking to my students. After fifteen minutes of eloquence, no student wanted to go with them. They looked very disappointed.","$":{"class":"indent"}},{"_":"Liem asked Hau, “Do you have anything to say?”","$":{"class":"indent"}},{"_":"Hau shook his head sadly. “No.”","$":{"class":"indent"}},{"_":"Liem turned to me and asked, “What can we do now, Teacher?”","$":{"class":"indent"}},{"_":"I consoled, “I’ll take you to another class.”","$":{"class":"indent"}},{"_":"I then led them to ninth grade room B. There too, they did not have a good result. One more ninth grade class, room C, was left. If they could not convince them, their plan was totally collapsed.","$":{"class":"indent"}},{"_":"Hau looked at Liem and asked, “What can we do now, Lieutenant?”","$":{"class":"indent"}},{"_":"Liem sighed and said, “Perhaps we must return to the office and report this to the Captain.”","$":{"class":"indent"}},{"_":"I took pity on them, seeing their desperation. I said, “Before talking to my students, I want you to assure me on a few issues.”","$":{"class":"indent"}},{"_":"Liem asked, “What issues do you want to talk about?”","$":{"class":"indent"}},{"_":"I said, “The first one is that my students must be fed enough. Don’t let them get hungry or thirsty. We don’t need to have excellent food.”","$":{"class":"indent"}},{"_":"Hau said, “I assure that!”","$":{"class":"indent"}},{"_":"“The second one is that you must have a nurse following them to care for their health.”","$":{"class":"indent"}},{"_":"Hau answered, “We have a medical unit that will go along with them.”","$":{"class":"indent"}},{"_":"I thought for a second, then said, “The third one is the most important thing. Can you delay this by some more days because I am very concerned for my students’ safety. Within that period, you guys can ensure the safety of my students. I want to be 100 percent sure there is no fighting at that time, no mines and no grenades when my students arrive.”","$":{"class":"indent"}},{"_":"Liem said, “No problem! I will talk it over with Mr. District Chief. When we have very good conditions, we will take them there.”","$":{"class":"indent"}},{"_":"I turned to the class and asked, “Do you hear that?”","$":{"class":"indent"}},{"_":"“Yes, Teacher!”","$":{"class":"indent"}},{"_":"I said, “I will tell you this: this is a goodwill job. If you want to go there, you should go. If you don’t, you can stay home. However, I remind you that you and your family can live safely at home because of the bitter lives of soldiers at the front lines. You can come there to comfort them and relieve their hardship.”","$":{"class":"indent"}},{"_":"The entire class got together and discussed the matter.","$":{"class":"indent"}},{"_":"After a while, Dung Tien asked me, “Teacher, how many people do they need?”","$":{"class":"indent"}},{"_":"Liem and Hau were very happy.","$":{"class":"indent"}},{"_":"Hau asked Liem, “How many people do you need?”","$":{"class":"indent"}},{"_":"Liem thought for a few seconds, then replied, “We have a small Dodge truck, so we need about twenty students.”","$":{"class":"indent"}},{"_":"Thanh, another male student, said, “Teacher, with that number, we don’t want to go.”","$":{"class":"indent"}},{"_":"I asked, “Why is that? What do you want?”","$":{"class":"indent"}},{"_":"Loc said, “Teacher, we won’t go there unless the whole class goes all together.”","$":{"class":"indent"}},{"_":"I turned to Liem and Hau and said, “Now, you see! The whole class with fifty students wants to show their goodwill, but you don’t have enough means of transportation.”","$":{"class":"indent"}},{"_":"Liem and Hau clapped their hands.","$":{"class":"indent"}},{"_":"Hau said merrily, “So we have another big truck. We can carry them all.”","$":{"class":"indent"}},{"_":"The real reason the students did not want to go was that they hated those officers because they created difficulty for their teacher. They wanted to retaliate for that matter. This just proves that right and love prevails over power.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After a few months of waiting, I did not receive any response from the Education Department. I had to return to Saigon to find out the result of my resignation application. When I returned to Saigon, I met my parents at To’s house. At that time, Major Le ngoc To was the Commander in Chief of the 5th Brigade of the special police force.","$":{"class":"indent"}},{"_":"They were surprised by my unexpected appearance.","$":{"class":"indent"}},{"_":"Dad asked, “Why do you return without warning?”","$":{"class":"indent"}},{"_":"“I have to go to the Education Department, Dad.”","$":{"class":"indent"}},{"_":"To laughed and asked, “What’s wrong that you must go to the Department?”","$":{"class":"indent"}},{"_":"I replied, “Actually, I’ll go to the High School Section first. If the problem cannot be solved, I will go to the Department.”","$":{"class":"indent"}},{"_":"“What’s the matter?” To asked.","$":{"class":"indent"}},{"_":"“I plan to resign, Mr. To.”","$":{"class":"indent"}},{"_":"Astonished, To said, “Really? Is that true? Nowadays, many people want to have your position. They even spend money to buy it. But you have it and you throw it away. I can’t believe it!”","$":{"class":"indent"}},{"_":"Dad said, “Did you think it over? That is the first step of your career ladder. One day, you could move to higher position. If you accept being a teacher, you would be a teacher forever.”","$":{"class":"indent"}},{"_":"I said, “I’ve thought it over and over many times, Dad. I think that a good mathematics teacher is sometimes more popular than a principal and gets students’ love. Besides that, I will not have enemies. Moreover, my political opinion is very different than the government’s.”","$":{"class":"indent"}},{"_":"To asked, “Why don’t you make an application of resignation?”","$":{"class":"indent"}},{"_":"“I did. I already turned in a couple of them. But it has been a long time, and I haven’t received any response.”","$":{"class":"indent"}},{"_":"To said, “Possibly, the Department doesn’t want you to resign, but the district does. With your activities, the district reckons you as a VC.”","$":{"class":"indent"}},{"_":"The next day, I went to the High School Section of the Education Department on Nguyen Binh Khiem Street, right in front of Saigon Zoo. There I met Mr. Pham Dang Canh.","$":{"class":"indent"}},{"_":"After formal conversation, Mr. Canh asked me, “Do you have troubles again?”","$":{"class":"indent"}},{"_":"I said, “Teacher, I want to resign as the high school principal.”","$":{"class":"indent"}},{"_":"“Resign?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"“I have never seen anybody like you.”","$":{"class":"indent"}},{"_":"I explained, “Teacher, I hate that job. Because of many difficulties, I can’t satisfy everyone.”","$":{"class":"indent"}},{"_":"He shook his head. “I’ll let you think it over for a few months and see if you change your mind. Do you know that the education system is going to change?”","$":{"class":"indent"}},{"_":"“No, sir,” I said.","$":{"class":"indent"}},{"_":"He said, “In the very near future, we will change to a parallel system so that we will have a section chief of each province or zone. You will be promoted to handle these jobs.”","$":{"class":"indent"}},{"_":"“Teacher, I’ve thought it over for several months before filling out the applications of resignation.”","$":{"class":"indent"}},{"_":"He kept quiet for a while, then said, “If you really want that, I will help you.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One day, at break time, I left the office and saw a group of male students including Thoi, Viet, Phat, and Nghia talking at a corner of the school. Those guys were playful but very good students; they also had helped me in rebuilding the main road of the school.","$":{"class":"indent"}},{"_":"I went to them and asked, “What are you talking about?”","$":{"class":"indent"}},{"_":"Thoi said, “Nothing, Teacher.”","$":{"class":"indent"}},{"_":"“Liar! I can see your mind! You are talking over a bad problem. Is this right?”","$":{"class":"indent"}},{"_":"Phat said, “Nothing, Teacher.”","$":{"class":"indent"}},{"_":"“If you have anything that’s hard to solve, I can help you.”","$":{"class":"indent"}},{"_":"Thoi stopped smiling and said, “Do you know Be?”","$":{"class":"indent"}},{"_":"I shook my head. “No. Who is that?”","$":{"class":"indent"}},{"_":"Thoi said, “He is a former student of our school, but he failed the Junior High Diploma, dropped out of school, then joined the army later.”","$":{"class":"indent"}},{"_":"I said, “Is there any problem with that?”","$":{"class":"indent"}},{"_":"Viet said, “Joining the army is not a problem, but returning here yesterday is a big one. He threatened to beat up Mr. Thu, Teacher.”","$":{"class":"indent"}},{"_":"Thu was an English teacher for the junior high. He was a small, skinny person.","$":{"class":"indent"}},{"_":"I asked, “Really?”","$":{"class":"indent"}},{"_":"Phat answered, “Yes, Teacher.”","$":{"class":"indent"}},{"_":"“Why don’t you deter him from doing that?”","$":{"class":"indent"}},{"_":"Thoi said, “We’ve talked to him many times, but he still insists on doing that.”","$":{"class":"indent"}},{"_":"I frowned. “Can you arrange a meeting between him and me, so I can try to dissuade him?”","$":{"class":"indent"}},{"_":"Nghia said, “Don’t do that, Teacher. Be is a dangerous guy because of his cruelty over a problem. He is a big guy and very strong too.”","$":{"class":"indent"}},{"_":"Nghia continued, “He is a ranger in the army. He may beat you up too, Teacher.”","$":{"class":"indent"}},{"_":"I smiled. “Don’t be scared for me! I fear that if he meets Mr. Thu, he will beat him up. Mr. Thu is a small person. How can he defend himself in this case?”","$":{"class":"indent"}},{"_":"Finally, Nghia said, “Thoi, you should do as Teacher Hiep said.”","$":{"class":"indent"}},{"_":"Thoi agreed. “Okay, let me do that. Where do you want to see him, Teacher?”","$":{"class":"indent"}},{"_":"“At Tan Phu Temple about noon tomorrow.”","$":{"class":"indent"}},{"_":"According to my students’ arrangement, I went to Tan Phu Temple the next day at noon.","$":{"class":"indent"}},{"_":"Tan Phu Temple was on the riverbank of Tien Giang, a tributary of the Mekong River. It was a beautiful site with an old temple. At the middle of the temple yard, there was a very big secular tree, whose shade covered the whole yard. On the riverbank and in front of the temple, there was a smaller tree; the river water eroded the soil at its trunk and left its roots exposed like the beard of a huge person. We used to sit on the roots that hung over the water’s surface to play in the water. At the other side of the temple, there was a flamboyant tree stretching its branches to the vast river. During weekends or at the beginning of summer vacation, many students went there to enjoy its beauty and the gentle breezes from the river.","$":{"class":"indent"}},{"_":"When I reached the temple, I saw a tall guy in a ranger uniform, standing near a Honda, crossing his arms and watching the immense river with duckweeds floating. I stopped my Honda next to his. As he heard my Honda engine, he turned back, looking at me, but did not say anything at all.","$":{"class":"indent"}},{"_":"I shook his hand and said, “Are you Be?”","$":{"class":"indent"}},{"_":"He seemed to be cold with me and gave me a nod. “Yes!”","$":{"class":"indent"}},{"_":"“My name is Hiep, a teacher of your friends.”","$":{"class":"indent"}},{"_":"He frostily asked, “What do you want?”","$":{"class":"indent"}},{"_":"I smiled. “I’ve heard that you’ve come home to visit your family and also have the goodwill to see your former teacher, Mr. Thu, so I came here to talk with you.”","$":{"class":"indent"}},{"_":"Be, his eyes wide open, said, “Bullshit! I’m not going to see him but to beat his face in two. You should not interfere with my lay, or I will take on you too.”","$":{"class":"indent"}},{"_":"I laughed. “You and I have nothing on each other. Why do you threaten to beat me? I’ve heard from your friends that you are a strong person, but I’m not afraid of that. If I were afraid of you, I wouldn’t come here.”","$":{"class":"indent"}},{"_":"He punched his Honda saddle hard and asked churlishly, “So what do you want?”","$":{"class":"indent"}},{"_":"“I merely want to know why you are so angry at him.”","$":{"class":"indent"}},{"_":"Be angrily said, “He is always after petticoats and also uses his authority to oppress me.”","$":{"class":"indent"}},{"_":"I laughed. “Chasing after petticoats is a common mistake of men. Perhaps you and I have the same problem. However, using authority to oppress another person is not good.”","$":{"class":"indent"}},{"_":"“But he has flirted with my girlfriend, then used his authority to punish me.”","$":{"class":"indent"}},{"_":"“Really?” I said. “If this happened, he is not a virtuous man.”","$":{"class":"indent"}},{"_":"Be grouchily said, “So that is why I came back, to get revenge.”","$":{"class":"indent"}},{"_":"“He is very bad!” I clicked my tongue. “Nowadays, it is not the Confucianism era, ‘First is King, second is Teacher, and third is parents.’ But beating your teacher is also very bad, much less, a very weak teacher like Mr. Thu. I advise you not to carry out your plan.”","$":{"class":"indent"}},{"_":"His anger seemed to diminish, as he sat on his Honda, looking at the river. I also sat down on my Honda.","$":{"class":"indent"}},{"_":"I said, “I think that’s not the main reason that you want revenge.”","$":{"class":"indent"}},{"_":"Be softly said, “When I attended ninth grade, he had a bias against me and always gave me bad scores, so I could not attend tenth grade the following year. Finally, I was forced to join the rangers after that.”","$":{"class":"indent"}},{"_":"With the sudden change in Be’s attitude, I thought I would win the battle.","$":{"class":"indent"}},{"_":"I said, “As humans, we must commit mistakes, but some are forgivable and some are not. Yes, he failed you and made you join the rangers at a young age, and that is very serious. Nevertheless, I see you have a martial bearing with your ranger uniform.”","$":{"class":"indent"}},{"_":"He smiled, a smile that made me confident in the victory.","$":{"class":"indent"}},{"_":"He said, “But you don’t know the feeling of confronting death.”","$":{"class":"indent"}},{"_":"“I know other rangers who are very brave, and I think you are also the same.”","$":{"class":"indent"}},{"_":"Be laughed. “Sometimes, I also have scared moments, Teacher.”","$":{"class":"indent"}},{"_":"Be surprised me, calling me that. I realized that the battle was over.","$":{"class":"indent"}},{"_":"I said, “Possibly, that is your destiny. One more time, I ask you not to come to see Mr. Thu. What do you think?”","$":{"class":"indent"}},{"_":"Be politely answered, “I will follow your instruction, Teacher. I will not look for him. If you had taught me a few years ago, things would be better for me.”","$":{"class":"indent"}},{"_":"“Yes, but it’s too late now. I must go back for afternoon classes. Please send my best wishes to your family.”","$":{"class":"indent"}},{"_":"Be shook my hand, then hugged me and said emotionally, “Goodbye, Teacher.”","$":{"class":"indent"}},{"_":"I went back to school and never told this story to anyone.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"By the end of that year, I received a telegram to attend a National Principal Conference at Thu Duc.","$":{"class":"indent"}},{"_":"That morning, I went to the High School Section of the Education Department to take a bus to get there. Arriving at Nguyen Binh Khiem Street, I saw a row of yellow buses. I stepped on a bus from the rear door.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Let’s see if there’s anyone familiar on this bus or not.","$":{"class":"italics1"}}},{"_":"I stood at the door, looked at the two rows of seats, and saw more than a dozen principals sitting on the bus. Suddenly, I saw a person who looked familiar, but because I was looking from the back, I could not identify him clearly. I walked forward a few steps and realized that it was my former physics teacher at Vung Tau High, Mr. Han. He was the one who made me stand by a tree because I glanced at Binh.","$":{"class":"indent"}},{"_":"I happily yelled, “Teacher!”","$":{"class":"indent"}},{"_":"At the same time, more than a dozen heads turned back and looked at me. Perhaps they all wished they had a student who had become a high school principal. They would be very proud if that happened.","$":{"class":"indent"}},{"_":"Mr. Han recognized me.","$":{"class":"indent"}},{"_":"He laughed. “Hiep! Come here!” He moved over to make room for me, then continued, “Sit down, Hiep.”","$":{"class":"indent"}},{"_":"I sat next to him and asked, “How are you, Teacher?”","$":{"class":"indent"}},{"_":"He smiled. “No complaints. How about you?”","$":{"class":"indent"}},{"_":"“I’m okay, Teacher.”","$":{"class":"indent"}},{"_":"Mr. Han looked at me. “Are you a principal now?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"He smiled. “My student has become a principal, so I’m old now.”","$":{"class":"indent"}},{"_":"Someone tapped on my shoulder; I looked back and saw Mr. Dao khanh Tho, the principal of Tong Phuoc Hiep High. We sat down and chatted merrily.","$":{"class":"indent"}},{"_":"A few days later, when I came back to school, I saw Ngan sitting in the principal’s office.","$":{"class":"indent"}},{"_":"Ngan came out of the office and said, “I received an official document yesterday from the Education Department to promote me replacing you.”","$":{"class":"indent"}},{"_":"I shook his hand. “Congratulations, Ngan! You’ve got your dream.”","$":{"class":"indent"}},{"_":"From that day on, I avoided all complicated situations and returned to being a normal teacher. Taking advantage of that fact, I went around, when I had time, to see students and their parents. Nguyen Tri Loc, a French teacher, invited me to teach at a Catholic school at Long Thoi, a remote village. I accepted that and went there a few days a week. Students in this area needed to take the Junior Diploma by the end of school year, but they could not afford to attend private school in cities, very far away, to study more about math. I volunteered to teach them for free.","$":{"class":"indent"}},{"_":"Because of this, the students of the school loved me more and more. I continued returning to Saigon to teach at mathematics training centers for two days, and the other four days of the week, I taught at Cho Lach High.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"During that time, my parents sometimes came to see me. They had a common request: “If you fall in love with any girl, tell us, and we will prepare an engagement ceremony as well as a marriage ceremony for you. Don’t do anything stupid that would cause us to lose face.”","$":{"class":"indent"}},{"_":"My common answer was “Not yet, Mom” or “Not yet, Dad.” The reason was that I could not find any girl that I could fall in love with. I had a chance to meet many girls in Saigon and at Cho Lach. Many Saigon girls were pretty, but many of them used makeup a lot. I prefer natural beauty to makeup beauty. At Cho Lach, many girls were also very beautiful and natural, but their beauties did not match my dream. In my mind, I pictured my future wife with beauty, grace, meekness, and loyalty. Perhaps I was being too greedy.","$":{"class":"indent"}},{"_":"One afternoon, the school dismissed the first half, and a few hundred students were jostling one to another to the ferry to cross the canal.","$":{"class":"indent"}},{"_":"At that time, I was eating at a table in front of Mr. Hoa’s house. My Dung, Hanh’s sister, asked me, “Teacher, do you know who is the most beautiful girl in our school?”","$":{"class":"indent"}},{"_":"I spontaneously replied, “I know many pretty girls in our school, but the one you’ve just mentioned, I don’t know.”","$":{"class":"indent"}},{"_":"My Dung smiled. “We voted one girl as the most beautiful one in the school.”","$":{"class":"indent"}},{"_":"I was surprised. “Really?”","$":{"class":"indent"}},{"_":"“Let me show you that girl. Oh! Oh! She’s there! Look!”","$":{"class":"indent"}},{"_":"She pointed to the ferry; I looked in that direction, seeing a big crowd there, while My Dung continued, “The girl at the end of the ferry, can you see?”","$":{"class":"indent"}},{"_":"I said, “I see a big crowd there, but I cannot identify that girl.”","$":{"class":"indent"}},{"_":"“The girl with the latania-leafed hat and purple strap and long black hair. She is standing next to a girl holding a post of the ferry. Can you see?”","$":{"class":"indent"}},{"_":"At that point, I identified that girl, while she was walking onto the riverbank, about thirty meters from us; she turned around and smiled with her friend. My heart suddenly played rock’n’roll. The girl had an image that I always dreamed of for my future wife. At the same time, I felt very guilty and did not know how to explain my penitence. Possibly, she was too young for me; moreover, she was a student of my school.","$":{"class":"indent"}},{"_":"I said, “Oh, I see!”","$":{"class":"indent"}},{"_":"“What do you think?”","$":{"class":"indent"}},{"_":"“She’s very beautiful.”","$":{"class":"indent"}},{"_":"My Dung said, “All of my friends and I vote her as the miss of our school.”","$":{"class":"indent"}},{"_":"“What grade is she in?”","$":{"class":"indent"}},{"_":"“A junior high one.”","$":{"class":"indent"}},{"_":"“So that’s why I don’t know her.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Because the school year was almost over, my application to teach at Saigon was very hard. I just had a few classes to teach, and I still had much spare time. On the other hand, to work with many famous teachers was not an easy task for me.","$":{"class":"indent"}},{"_":"One day, I had some spare time, so I went to see a friend named Bui Quoc Vuong, who attended the Faculty of Pedagogy at the same time I did. During that time, Vuong was teaching at Tri Tri High at Cholon.","$":{"class":"indent"}},{"_":"Upon seeing me, Vuong asked me, “Why do you return to Saigon?”","$":{"class":"indent"}},{"_":"“I want to teach some periods over here to earn a small amount of money to help my parents. My family is still poor.”","$":{"class":"indent"}},{"_":"Vuong said, “If you want to teach over here, I’ll introduce you to a school that is looking for a mathematics teacher teaching eleventh and twelfth grades.”","$":{"class":"indent"}},{"_":"“What school?”","$":{"class":"indent"}},{"_":"“Nguyen Cong Tru.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-024-backlink"},"a":{"_":"65","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-024"}}}}},{"_":"I laughed, “That is so funny! Ten years ago, I was a student of that school, and now I return there to look for a teaching position.”","$":{"class":"indent"}},{"_":"Vuong said, “This school is having a problem: students of the eleventh grade are leaving the school for another one because their teacher, Mr. Luong Viet Cuong, disagreed with the school board and left the school a month ago. As you know, Mr. Cuong is one of the famous math teachers in here. Now the school board is looking for another to replace him badly.”","$":{"class":"indent"}},{"_":"I asked, “Any teacher coming there yet?”","$":{"class":"indent"}},{"_":"“There are many people who already tried, but they all failed,” Vuong said, “partly because Mr. Cuong is famous and partly because of the new teachers’ ability. Some are very bad, and students can’t understand what they’re talking about. Others have good explanations but don’t have a good, loud voice. Students who sit at the back of the class can’t hear them.”","$":{"class":"indent"}},{"_":"“Is this class very large?” I asked.","$":{"class":"indent"}},{"_":"“It is not large but very long. We call those kinds of classes aircraft carrier classes. The population of one class may reach 150 or more.”","$":{"class":"indent"}},{"_":"I knew that this school had been converted to an apartment for the US military personnel during the period of 1966 to 1970. But now, those people returned to their homeland, in accordance with the new policy of the US government, so the building had been converted one more time to become a school again.","$":{"class":"indent"}},{"_":"I asked, “Why are they long?”","$":{"class":"indent"}},{"_":"Vuong explained, “They tore down some walls and converted some consecutive rooms into a classroom so that one classroom is more than 15 meters long.”","$":{"class":"indent"}},{"_":"“How do you know this? Have you applied there?”","$":{"class":"indent"}},{"_":"“I already tried, but I also disagreed with the school board. Hiep, when you go there, don’t tell them that I introduced you.”","$":{"class":"indent"}},{"_":"I said goodbye to Vuong, then returned home.","$":{"class":"indent"}},{"_":"The next day, I went to Nguyen Cong Tru High after a thunderstorm. I walked into the office with half-wet, half-dry clothes. At the office, I met the school principal, Mr. Hoang Lam. Hoang Lam was a small, skinny person with Hue’s accent.","$":{"class":"indent"}},{"_":"After some social conversation, I said, “I’ve heard someone say that you are looking for a mathematics teacher?”","$":{"class":"indent"}},{"_":"Hoang Lam said, “Yes, but now we need a teacher who teaches circular trig. Can you handle that subject?”","$":{"class":"indent"}},{"_":"“Yes, Mr. Lam.”","$":{"class":"indent"}},{"_":"Lam turned to a man standing nearby and said, “Mr. Hiep, this is Mr. Mui, my assistant.”","$":{"class":"indent"}},{"_":"We shook hands.","$":{"class":"indent"}},{"_":"Hoang Lam said, “Mr. Mui, please take Mr. Vo Hiep to that class for me.”","$":{"class":"indent"}},{"_":"Mui led me to an elevator. The elevator moved up to a class on the ninth or tenth story. As Vuong said, the aircraft carrier class was very long and had more than 120 students in the class. They were talking and playing as noisily as if they were in an open market. Girls were combing their hair or doing manicures; boys were playing chess, tic-tac-toe, or arm wrestling. No one cared about our presence.","$":{"class":"indent"}},{"_":"Mui went to the teacher’s platform, which was a meter high, and said, “May I have your attention!”","$":{"class":"indent"}},{"_":"The students kept on talking and playing and did not care about his words.","$":{"class":"indent"}},{"_":"However, Mui continued, “This is Mr. Vo Hiep, who will be in charge of trig period.”","$":{"class":"indent"}},{"_":"His voice seemed to disperse in the noisy night market atmosphere.","$":{"class":"indent"}},{"_":"After that, he walked out of the noise of the class. He seemed not to care. Perhaps he already got used to it, but to me, it was a shock.","$":{"class":"indent"}},{"_":"I walked to the teacher’s platform and looked at the students. The entire class did not stand up to salute me, as other schools had. Many students kept on chatting, making up, playing chess, or arm wrestling; some other boys put their feet on the table, and with their unbuttoned shirts, their chests were exposed. I had never seen any class like that before. In private school, students were not as good as at public ones, but in this class, the students seemed to be the worst. Perhaps they were angry with the school board, so they showed that kind of behavior. I stood still on the platform for a few minutes. I stood still for a while.","$":{"class":"indent"}},{"_":"A girl who sat at the first row of tables asked me, “Teacher, why don’t you start to teach us?”","$":{"class":"indent"}},{"_":"I kept standing still and said, “I came here to teach you with the expectation that you would pass the coming examination but not to come asking for money. When I came in, all of you did not salute me to show your good behavior, so I’m standing here to see what kind of people you are.”","$":{"class":"indent"}},{"_":"All the girls who sat at a few front rows stood up, and some boy students in the following rows also rose to salute me. I kept standing still, so all the girls and boys who had already stood up started to argue with the defiant boys at the end of the class. Finally, they all stood up. I bowed to return their saluting.","$":{"class":"indent"}},{"_":"I said, “Thank you. Please take your seats!”","$":{"class":"indent"}},{"_":"I went to some girls in the front row to check what chapter they were learning. As usual, I did not bring any textbooks with me. Mathematics teachers did not take textbooks with us because students would not look up to us if we had to rely on textbooks to teach them. They would even leave the class to attend with another teacher, and in this case, it would be worse. All lessons or problems we must know by heart.","$":{"class":"indent"}},{"_":"Incidentally, I saw a man hiding behind the door, watching me. I realized that Lam had assigned someone to keep an eye on my performance and observe which way I conquered the students.","$":{"class":"indent"}},{"_":"As I started to teach, a male student at the end of the class stood up and asked, “Teacher, may I ask a question?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"This is a moment to reduce the tension of the class, so I can teach them more comfortably.","$":{"class":"italics1"}}},{"_":"I looked at him and realized he was a big guy; his shirt was unbuttoned.","$":{"class":"indent"}},{"_":"I smiled. “Before I answer your question, please button up your shirt properly.”","$":{"class":"indent"}},{"_":"He asked, “Why do I have to do so?”","$":{"class":"indent"}},{"_":"“You are an eleventh grader now. A few months from now, you will take the examination. If you pass and join the army, you will be a chief warrant officer at least, and you must manage a platoon. For that reason, you must have self-esteem in order for others to pay respect to you.”","$":{"class":"indent"}},{"_":"He obeyed my advice and buttoned up his shirt. All other boys also automatically did the same thing.","$":{"class":"indent"}},{"_":"I said, “Okay, what is your question?”","$":{"class":"indent"}},{"_":"“Your name is Vo Hiep (), so are you a relative of Vo Tong -?”","$":{"class":"indent"},"span":[{"_":"武 俠","$":{"class":"ms-gothic"}},{"_":"武 松","$":{"class":"ms-gothic"}}]},{"_":"I smiled. “You mean Vo Tong, the legendary person in a Chinese novel?”","$":{"class":"indent"}},{"_":"“Yes, Teacher!”","$":{"class":"indent"}},{"_":"“I want to be a relative of all famous people, so perhaps I’m his posterity.”","$":{"class":"indent"}},{"_":"He seemed to be happy with the answer; he then said, “A long time ago, Vo Tong beat up a tiger with his bare hands. Now, what kind of animal can you kill, Teacher?”","$":{"class":"indent"}},{"_":"I laughed. “Vo Tong was a big guy, terrific in martial arts, so he could kill a tiger. All of us know the story ‘Vo Tong Beats the Tiger.’ I am very skinny and I don’t know martial arts, so I can only kill a mouse. You may call me ‘Vo Hiep Beats the Mouse’ to compare with ‘Vo Tong Beats the Tiger.’”","$":{"class":"indent"}},{"_":"The entire class merrily burst into laughter.","$":{"class":"indent"}},{"_":"After more than an hour and a half of teaching and fixing problems, I asked, “Are you clear? Do you have any questions?”","$":{"class":"indent"}},{"_":"The whole class simultaneously replied, “No question, Teacher.”","$":{"class":"indent"}},{"_":"“So we can say goodbye now!”","$":{"class":"indent"}},{"_":"A girl in the front row asked, “From now on, will you teach us, Teacher?”","$":{"class":"indent"}},{"_":"I nodded. All the girls clapped, then the entire class applauded, then they all rose to salute me.","$":{"class":"indent"}},{"_":"When I returned to the office, Hoang Lam merrily brought a big schedule book to me. He pointed to some pages and said, “Mr. Hiep, these are the open periods in mathematics for eleventh and twelfth grade. If you can, please take them all.”","$":{"class":"indent"}},{"_":"I smiled a reply and thought, ","$":{"class":"indent"},"span":{"_":"Someone already informed him about my success if he has this attitude.","$":{"class":"italics1"}}},{"_":"I selected some to fill my spare time.","$":{"class":"indent"}},{"_":"The next day, when I was talking with Dad at home, Mr. Thau, a friend of Dad’s, came over. His house was at Tan Dinh, one kilometer away from Nguyen Cong Tru High.","$":{"class":"indent"}},{"_":"He asked me, “Hiep, do you teach mathematics at Nguyen Cong Tru High?”","$":{"class":"indent"}},{"_":"Astonished, I asked, “How do you know that, mister?”","$":{"class":"indent"}},{"_":"He said, “One student, whose house is close to mine, came to see me this morning. He said that he studies mathematics with a ‘cowboy teacher’ riding a Honda motorcycle. His new teacher does not fear gangsters and teaches mathematics with a merry method. The students love him very much.”","$":{"class":"indent"}},{"_":"“But how did you know that teacher was me?”","$":{"class":"indent"}},{"_":"Mr. Thau smiled. “That boy told me his teacher’s name is ‘Vo Hiep Beats the Mouse.’”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"At Cho Lach, the next school year, I no longer taught junior level because there were a few twelfth grades in our school.","$":{"class":"indent"}},{"_":"There were some new senior high teachers in the school, such as Mot, a biology teacher; Long, a physics teacher; and Tran Chu Duc and Vu Do Hai, French teachers. Duc and Hai was a Northerner like me. Hai was very fit for that subject because he was very tall compared to a regular Vietnamese. He had a nickname, “Old French,” because his hairs were almost white, even though he was young.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-023-backlink"},"a":{"_":"66","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-023"}}}}},{"_":"Hai rented a room of a house on the canal bank, two hundred meters away from Mr. Hoa’s. That house belonged to an old woman named Aunt Tu. That room was pretty large, so Hai asked me to share it with him. We could save some money, and it also reduced the solitude at night.","$":{"class":"indent"}},{"_":"I agreed with that proposal, so one evening, I came to see Hai at his house to observe his living conditions. When I got there, Hai had already left the house for a billiard game, so I had to return home. I walked by a house located on the opposite side of the district office, midway from Hai’s to Mr. Hoa’s house; a girl rushed out of her house hurriedly and almost hit me because it was so dark. Luckily, I stopped in time.","$":{"class":"indent"}},{"_":"In the darkness, the girl recognized me, then shouted with joy, “Teacher, where are you going?”","$":{"class":"indent"}},{"_":"“I came to see Mr. Hai.”","$":{"class":"indent"}},{"_":"A group of six or seven girls also came out of the house and surrounded me. They saluted me by saying, “Teacher, Teacher…”","$":{"class":"indent"}},{"_":"I laughed. “What are you playing?”","$":{"class":"indent"}},{"_":"One of them replied, “We are playing hide-and-seek, Teacher.”","$":{"class":"indent"}},{"_":"“Keep playing.”","$":{"class":"indent"}},{"_":"Another girl answered, “We’ve played enough, Teacher. Could you please come into our house?”","$":{"class":"indent"}},{"_":"The others said, “That’s right! Teacher, go to our house to chat.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"If I go home, I would have nothing to do. I’ll follow them.","$":{"class":"italics1"}}},{"_":"I replied, “That’s fine!”","$":{"class":"indent"}},{"_":"I followed them to their house. It was a water-coconut-leaf-roofed house; the front wall was made of wood, and the others were made of water-coconut leaves. On a fake round marble-like table, a kerosene lamp was burning.","$":{"class":"indent"}},{"_":"With the light from that lamp, I could see inside the house. The house was divided into parts. The front part was the living room, and the back part was the bedroom, which was separated from the living room by a leaf partition. The living room was six meters long and meters wide. There was a large bamboo bed and some stools surrounding the fake marble table. Possibly, the back room was the same size as this one.","$":{"class":"indent"}},{"_":"They asked me to sit on a high stool, then they all circled around me.","$":{"class":"indent"}},{"_":"Bay, one of the girls, said, “Teacher, please take a seat. We don’t have tea for you.”","$":{"class":"indent"}},{"_":"I said, “Never mind.”","$":{"class":"indent"}},{"_":"Under the dim light of the kerosene lamp on the table, I saw six or seven students in all. Four of them were Su, Bay, Anh Lieng, and Bach Chau. They were students in my twelfth grade; the rest were smaller, so I did not know them. Anh Lieng, Bach Chau, Su, and Bay were very good students in mathematics.","$":{"class":"indent"}},{"_":"I saw many girls and wondered, “Are you related to each other or what since you live all together?”","$":{"class":"indent"}},{"_":"Bach Chau said, “No, Teacher. We are from Tan Thieng, coming here to attend high school. Only five of us live in this house.” She grabbed a cute girl about seven years old, then continued, “Two others live next door.”","$":{"class":"indent"}},{"_":"I pointed to the little girl and asked, “Who is this girl?”","$":{"class":"indent"}},{"_":"Su said, “Teacher, this is my sister. Her name is Nuong.”","$":{"class":"indent"}},{"_":"I asked, “Anh Lieng, those two girls who live next door, are they your sisters?”","$":{"class":"indent"}},{"_":"She laughed, shook her head, and pointed to a girl about sixteen or seventeen years old, and said, “This is Lam and Diep. Oh! Where is Diep?”","$":{"class":"indent"}},{"_":"Lam bowed me and said, “Teacher, Diep was right here a second ago. Where is she?”","$":{"class":"indent"}},{"_":"Lam looked around, then pushed a girl closer to my place and said, “Here she is! Diep is very timid, so she hid behind me.”","$":{"class":"indent"}},{"_":"I was surprised to realize that this was the beautiful girl whom My Dung had shown me on the ferry a few months ago. My heart suddenly beat faster. The girl was a natural beauty, which I had had dreamed of for a long, long time. She was about sixteen years old.","$":{"class":"indent"}},{"_":"I said to myself, ","$":{"class":"indent"},"span":{"_":"Hiep, that girl is too young.","$":{"class":"italics1"}}},{"_":"Diep smiled, then bowed. “Hello, Teacher!”","$":{"class":"indent"}},{"_":"Now she stood very close to me, so I could see her more clearly. She had big black eyes and red lips covered partially by her long black hair. When she smiled, it exposed three dimples on her rosy cheek.","$":{"class":"indent"}},{"_":"I asked those girls, “How long before you return home to Tan Thieng?”","$":{"class":"indent"}},{"_":"Bay replied, “Our native village is Tan Thieng. We rent this house for school, and every weekend, we return to our homes, Teacher.”","$":{"class":"indent"}},{"_":"After half an hour of chatting, I said goodbye to those students and went back to my house.","$":{"class":"indent"}},{"_":"That night I told myself, ","$":{"class":"indent"},"span":{"_":"It would be much better if Diep was older by a few years. ","$":{"class":"italics1"}}},{"_":"A few days later, Hai asked me to come to his house early. After observing his house, I agreed to share with him. On the way back home, when approaching the leaf-roof house, I saw Diep, in a pink coat, sweeping the front yard under a mango tree.","$":{"class":"indent"}},{"_":"Diep paused in her sweeping and smiled beautifully. “Teacher.”","$":{"class":"indent"}},{"_":"I smiled to reply. “Yes, my student. Where are your friends? Why do you sweep the yard alone?”","$":{"class":"indent"}},{"_":"Diep said, “They all went to Son Dinh Temple to watch TV, Teacher.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-022-backlink"},"a":{"_":"67","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-022"}}}}},{"_":"“You are a very good girl.”","$":{"class":"indent"}},{"_":"“Teacher, wait for me. I have something for you.”","$":{"class":"indent"}},{"_":"Then she dropped the broom to the ground and rushed into her room. I stood at the gate, and watched Diep’s room. We called it a room, but it was only a miserable portion of the palm-leaf-roof house that Anh Lieng, Bay, Su, and Bach Chau lived in. The room was two meters wide and six meters long. There was a jackfruit tree growing at the middle of the roof. I thought that the girl was very poor. My heartached to think of it.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute61","src":"image/Image1942_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\THE PINK-COATED GIRL.png"}}},{"_":"Diep came out of her house with a papaya in her hand.","$":{"class":"indent"}},{"_":"She smiled beautifully. “Teacher, I give you this.”","$":{"class":"indent"}},{"_":"I asked, “Why do you have this fruit?”","$":{"class":"indent"}},{"_":"“I went back to Cai Hang to see my parents and picked this fruit in my garden, then brought it to you.”","$":{"class":"indent"}},{"_":"“Where is Cai Hang?”","$":{"class":"indent"}},{"_":"“It is very far from here, Teacher.”","$":{"class":"indent"}},{"_":"“Why don’t you keep this for yourself?”","$":{"class":"indent"}},{"_":"“It’s all right, Teacher. I already have some.”","$":{"class":"indent"}},{"_":"I smiled. “Thank you very much, little girl.”","$":{"class":"indent"}},{"_":"I knew that most of the students of that school loved me very much, so they always gave me fruits from their garden. Diep also showed me her sympathy. However, to me, it was a special fruit.","$":{"class":"indent"}},{"_":"I took the papaya home.","$":{"class":"indent"}},{"_":"At home, I put that papaya in a box next to my bed to admire it. In my heart, a battle between love and morality took place. I did not know if loving a student was a sin or not. Sometimes, I thought that it was a sin, but other times, I thought that love is a natural way of living creatures. The most important thing is never to cheat the one we love.","$":{"class":"indent"}},{"_":"I did not eat that fruit until it was very ripe.","$":{"class":"indent"}},{"_":"Tin pointed to the papaya and asked, “Teacher, why don’t you eat that? It is already ripe. Who gave you this fruit?”","$":{"class":"indent"}},{"_":"“A student.”","$":{"class":"indent"}},{"_":"Tin smiled. “It must be a beautiful girl. Teacher, do you know the meaning of a papaya?”","$":{"class":"indent"}},{"_":"I said, “No! What does it mean?”","$":{"class":"indent"}},{"_":"Tin said, “Because of the sound, the Southerner takes the papaya to stand for the sufficient life.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-021-backlink"},"a":{"_":"68","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-021"}}}}}],"ul":{"$":{"class":"calibre8"},"li":[{"_":"The first reason was he was also a secondary high school teacher.","$":{"class":"bullets"}},{"_":"His major is Vietnamese Language. This subject is not too important for students of our school. Also this subject, Ngan could not operate private class. With these, he could spend more times for school.","$":{"class":"bullets"}},{"_":"The next one was his native village is at the same district, so he did not need to take vacations to go home to see his parents.","$":{"class":"bullets"}}]},"div":{"$":{"class":"calibre1","id":"calibre_pb_46"}}}}}}