{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_19"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute46","src":"image/Image1816_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CL map.png"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute47","src":"image/Image1823_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\MY SCHOOL IN 1967.png"}}},{"_":"The next day, I returned to the school. The first thing that surprised me was the clothes of the students. Students of that school were different from others; they did not have uniforms. In our country, all students of public school from elementary to high school must have a uniform: boys had white shirts and blue pants, girls had a long white dress. Looking at those students, I thought they were going to an open market. Some students had blue shirts; others had red ones.","$":{"class":"indent"}},{"_":"In school, Thuong introduced me to some teachers working there, such as Cuu, Khoan, Tam, Sang, Oanh, Loc, and Thu. After that, Thuong summoned a nice-looking girl, Cuc, to see me. Cuc was about eighteen years old and a tenth grade student. She was very happy because I would live at her house.","$":{"class":"indent"}},{"_":"That evening, Cuc steered a powerboat to Nam’s house to take me to her house at Phung Chau Village. It was a complex of two houses, located at the canal side. It was the very best one at Phung Chau Hamlet at that time, with brick walls, tile roof, and a tile floor. The front house looked on the canal, and the back was a two-story house. I lived in a large room upstairs of the back house.","$":{"class":"indent"}},{"_":"Actually, that house belonged to Mr. Nam Cuong, a publisher in Saigon and also Cuc’s uncle. Her real house is about a hundred meters away. She lived with her grandma in that house to take care of her grandfather. Behind the complex, there was a big orchard with several kinds of good fruit.","$":{"class":"indent"}},{"_":"Cho Lach was a relatively prosperous district of South Vietnam, lying between two large tributaries of the Mekong River: Ham Luong and Co Chien rivers. Because of its location, battles rarely occurred there. It was a peaceful district. So far, the VC had never succeeded in penetrating to the district capital, but all the villages about seven kilometers from there, such as Tan Thieng, Cai Ga, and Dong Phu were not good. My students living in those villages always reported to me about the VC appearing to collect taxes at night.","$":{"class":"indent"}},{"_":"There was a big canal connecting Tien Giang to Co Chien River in the middle of the district. The canal was about fifty meters wide, dividing the district capital into two halves. There were two dirt roads meandering along the canal banks. Cuc’s house was on the opposite side of the school. ","$":{"class":"indent"}},{"_":"Every morning, all students who lived on the same side as I had to cross the canal by two small crossing boats rowed by two old men because there was no bridge connecting from one side to the other. There was an interprovince street connecting Vinh Long City and the district capital. That street terminated at the canal. There was a small ferry transporting military cars or trucks across the canal. This ferry also carried students from one side to the other at the high time for school.","$":{"class":"indent"}},{"_":"In the morning, I went to school with six female students from the village, Cuc, Phi, Chanh, Vui, Dep, and Tuyet Mai. In my area, there were no boys attending high school. We had to pass a local army station; a footbridge named Bo Cap crossed the canal by the crossing boat, then passed the market and finally led to school.","$":{"class":"indent"}},{"_":"The Bo Cap Bridge was extremely hard to cross because it had been built of a coconut trunk and was very high. One minor moment of carelessness, and we might fall to the river below. The conditions became worse after a shower; it was terribly dangerous. If someone crossed that bridge and left footprints full of clay, the bridge became very slippery. I did not know why that bridge had such a funny name; Bo Cap means crawling and chattering one’s teeth with fear.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute48","src":"image/Image1833.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CROSSING BOAT.jpg"}}},{"_":"Every evening after dinner, I always stopped by my friends’ houses for chatting or playing games, then made a torch and went home. At home, Cuc always heated a big pot of water for me to take a bath. Going up to my room, I would drink a glass of orange juice that she had made. After finishing it, I prepared a document for the next day’s lessons, then went to the living room to teach mathematics and physics to Cuc and Chanh, Cuc’s cousin. Sometimes, I went to some students around that area to help them to do their homework for free.","$":{"class":"indent"}},{"_":"Generally speaking, students at Cho Lach treated to me very well. However, a lot of other people still looked at me with a discriminating eye, especially the native villagers around there.","$":{"class":"indent"}},{"_":"I was successful in teaching because of my way of talking and explaining things. I used to tell jokes, narrate short stories, or dictate funny poems that related to my boring subject. With that method, students could memorize the mathematics or physics formulas easily.","$":{"class":"indent"}},{"_":"One day, at noon, I went to the orchard behind Cuc’s house to enjoy the gentle breeze. At the end of the garden, I saw a small canal on which three young ladies were doing something. Suddenly, one girl looked up and saw me.","$":{"class":"indent"}},{"_":"She saluted. “Teacher!”","$":{"class":"indent"}},{"_":"I replied, “Hi there!”","$":{"class":"indent"}},{"_":"The two others stood up and yelled, “Teacher!”","$":{"class":"indent"}},{"_":"I realized they were Dep, Tuyet Mai, and Vui.","$":{"class":"indent"}},{"_":"I asked, “What are you doing there?”","$":{"class":"indent"}},{"_":"Dep said, “We are catching freshwater clams, Teacher.”","$":{"class":"indent"}},{"_":"I said, “How funny!”","$":{"class":"indent"}},{"_":"Tuyet Mai said, “Do you know how to catch clams?”","$":{"class":"indent"}},{"_":"I nodded. “Yes! When I was young, I used to do that.”","$":{"class":"indent"}},{"_":"Vui invited, “So come down here and catch clams with us, Teacher.”","$":{"class":"indent"}},{"_":"I laughed. “Oh yes!”","$":{"class":"indent"}},{"_":"I returned home to change clothes, then went to the canal with those girls. We paddled in the mud to catch clams. From that day on, students considered me as a commoner teacher.","$":{"class":"indent"}},{"_":"After a short time teaching there, I realized that almost all the students were very kind, and the girl students looked nice. At school, some things needed to be fixed, such as students’ uniforms and the playground.","$":{"class":"indent"}},{"_":"One day, at break time, I saw a group of ninth graders playing in a small area of the playground. One of them was Le Vinh Hanh, an eighteen-year-old student. Many students were in the same situation as Hanh: because of the war, they were late in getting their education. He was a strong one, and moreover, he knew some martial art moves. He always competed with the others in tests of strength. No one about his age could match him. At that moment, Hanh was wrestling with another student on the playground.","$":{"class":"indent"}},{"_":"Seeing me, Hanh said, “Teacher, come here to wrestle with me!”","$":{"class":"indent"}},{"_":"I shook my head. “No, I don’t want to play that game. But we should fix this playground, so you guys have more room to play.”","$":{"class":"indent"}},{"_":"Hanh came to me and held my hand, then pulled me out to the wrestling zone.","$":{"class":"indent"}},{"_":"I said, “Take your hand off mine!”","$":{"class":"indent"}},{"_":"He ignored and kept on pulling me.","$":{"class":"indent"}},{"_":"I repeated, “Hanh, take your hand off mine!” ","$":{"class":"indent"}},{"_":"Many male students surrounded the area to watch Hanh and me.","$":{"class":"indent"}},{"_":"Physically comparing, Hanh was shorter than me, but I was skinny, so he was much bigger, with a strong body build.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute49","src":"image/Image1841.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\KOTE-GAESHI HAND CONTROL TECHNIQUE.jpg"}}},{"_":"At the middle of the playground, Hanh said, “Teacher, let’s begin.”","$":{"class":"indent"}},{"_":"He released my hand and started playing. He moved his hands a few times, and abruptly, his left hand held a part of my shirt. I thought he planned to use judo technique to cope with me.","$":{"class":"indent"}},{"_":"I stepped backward; Hanh tried to move along in order to hold me firmly, but that movement left him off balance. I rotated myself 180 degrees to Hanh’s left side, using four fingers of my right hand to grab his left palm and my thumb put in the middle of the back of my opponent’s left hand. I turned his hand inside-out while twisting my left forearm. That move released my shirt from Hanh’s hand. I then used my left hand to support my right hand in twisting Hanh’s left hand hardly. I rotated myself 180 degrees in the reverse direction, then threw him to the ground, to the surprise of the other students. That is a Kote-Gaeshi move used in aikido.","$":{"class":"indent"}},{"_":"They all cheered me. “Wow! It’s a kung fu move!”","$":{"class":"indent"}},{"_":"Tan Loc, Hanh’s friend, said in a fired-up voice, “It is a real Vo Hiep Ky Tinh.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-051-backlink"},"a":{"_":"38","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-051"}}}}},{"_":"Then the whole crowd cheered on: “Vo Hiep Ky Tinh.”","$":{"class":"indent"}},{"_":"Hanh rose from the ground and asked in a surprised tone, “Master, you know kung fu?”","$":{"class":"indent"}},{"_":"I smiled. “Yes, only some moves.”","$":{"class":"indent"}},{"_":"“Can you teach me that?”","$":{"class":"indent"}},{"_":"I said to the whole group, “Wrestling for fun is good, to build a strong body. You guys should play a short sports game during the break time. However, I think you need to learn more mathematics and physics in order to pass the Junior High Diploma first. If you need special help, let me know.”","$":{"class":"indent"}},{"_":"He said, “I’ll obey you, Teacher,”","$":{"class":"indent"}},{"_":"The next day, Hanh said to me, “Teacher, my dad is inviting you to go to my house for lunch.”","$":{"class":"indent"}},{"_":"I asked, “Where is your house?”","$":{"class":"indent"}},{"_":"“At Vinh Binh village, Teacher.”","$":{"class":"indent"}},{"_":"I knew it was five kilometers from Cho Lach.","$":{"class":"indent"}},{"_":"I said, “I cannot go there because it’s too far, and this afternoon, I have some classes.”","$":{"class":"indent"}},{"_":"Hanh said, “My dad asked me to drive his Honda motorbike here to pick you up.”","$":{"class":"indent"}},{"_":"“Really?”","$":{"class":"indent"}},{"_":"After that, he carried me to his house. His father was Mr. Le Vinh Hoa, who was about twenty years older than me. He was an elementary school principal of that village and also operated a private class to train students to take the exclusive test to enter junior high school. Mr. and Mrs. Hoa had ten children: five daughters and five sons. All their older children were my students. My Cong was the eldest daughter, attending the same class as her younger brother, Hanh. My Dung was in a lower class and not a student of mine at that time. Following were Ngon, Huong, Van, Duc, Tri, Nhan, and Thien.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-050-backlink"},"a":{"_":"39","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-050"}}}}},{"_":"Mr. Hoa was a talented person with many skills in drawing and photography. He took all his leisure time for drawing and photography, which was also my hobby. He once built a simple camera without a lens. We agreed on many common points of life such as opposition to Communism, dictatorship, sweat labor, discrimination, corrupt practices, and social inequality in both the North and South. For those reasons, he became my close friend, even though our ages were very different.","$":{"class":"indent"}},{"_":"Mr. Hoa took me a tour around the house. Hanh and My Dung also followed us. His house was very close to the elementary school, where Mr. Hoa was the principal. In the front yard, there was a “vu sua” tree (star apple: ); its fruit was very delicious.","$":{"class":"indent"},"span":{"_":"Chrysophyllum cainito","$":{"class":"italics1"}}},{"_":"I looked at the tree and said, “Oh! The tree is full of fruit.”","$":{"class":"indent"}},{"_":"Hanh said, “This fruit is very sweet, Teacher. Let me take a pole to take down some for you.”","$":{"class":"indent"}},{"_":"My Dung, standing nearby, said, “No, we don’t need this. I pick some for teacher.”","$":{"class":"indent"}},{"_":"She climbed up and picked some for me.","$":{"class":"indent"}},{"_":"I was surprised. “How can a little girl can climb a tree very well?”","$":{"class":"indent"}},{"_":"Mr. Hoa explained, “During the Vietnam-French War, I took a part in the Viet Minh Front and lived in the U Minh secret zone. Hanh and My Dung were born there. They adapted to the jungle. That’s why My Dung knows how to climb.”","$":{"class":"indent"}},{"_":"From that day on, Hanh always obeyed me and studied harder. At the end of that year, he passed the Junior High Diploma. Later on, he joined the army and attended the Dong De Army Academy and became a sergeant of the 7th Infantry of the Republic Army of Vietnam (ARVN).","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After teaching there for a few months, I realized that the conditions of the school were very bad. During the rainy season, the schoolyard was flooded. Some places, water could not drain, creating small ponds for several weeks. The second issue was the main road leading from the gate to the principal’s office. The third issue was that there were a lot of snakes and centipedes making homes in tiny hills on the playground. They created a dangerous situation for the students. The fourth problem at the school was the student uniform situation.","$":{"class":"indent"}},{"_":"Besides those, I also realized that teachers in the school divided into two groups. One group supported Thuong, and another group included senior high school teachers such as Ha Van Khoan, Oanh Vu, Cung, and Do Viet Cuu. Cuu was the Vietnamese teacher and Khoan was a history teacher. Cuu and Khoan wanted the school to change the principal, and the principal had to be a senior high teacher because it was already a combined junior and senior high. For that reason, there were some conflicts between the senior high school teachers and the principal. I tried to stay out of those conflicts, separating myself from those groups and making friends with both.","$":{"class":"indent"}},{"_":"One evening, I stopped by Thuong’s house to chat with him. After social conversation, I said, “Mr. Thuong, I have some questions for you.”","$":{"class":"indent"}},{"_":"He said, “What’s that, Mr. Hiep?”","$":{"class":"indent"}},{"_":"“Why do the students of our school not have uniforms?” I asked.","$":{"class":"indent"}},{"_":"Thuong explained, “I’ve ordered them many times to have uniforms when going to school, but they have ignored me. Tomorrow, I will deliver another announcement about that.”","$":{"class":"indent"}},{"_":"I asked, “How about the playground? I see that grasses and weeds are so high that snakes and centipedes have made a home in that area. At break time, students cannot play on the playground, so the verandas are full of people.”","$":{"class":"indent"}},{"_":"Thuong laughed. “Haha. On that matter, we must give up. You see, the playground is more than 3,000 square meters. We don’t have the budget to hire someone to clean it up.”","$":{"class":"indent"}},{"_":"I said, “We can do it ourselves! We can ask the students to help us in that job.”","$":{"class":"indent"}},{"_":"Thuong looked at me without blinking. “Are you kidding? It’s a very big yard. It’s not a small one like at your house. Based on your comments, I think that job is a piece of cake.”","$":{"class":"indent"}},{"_":"I seriously replied, “I’m not kidding! I can do it easily. It’s actually a piece of cake.”","$":{"class":"indent"}},{"_":"He frowned. “Who would do that job?”","$":{"class":"indent"}},{"_":"I pointed to him. “You, all the teachers, all the students of the school, and me.”","$":{"class":"indent"}},{"_":"“Can you give me a rough plan?”","$":{"class":"indent"}},{"_":"“Firstly, we encourage all teachers and all students of the school to participate in our plan. Secondly, I will use plastic string to divide the yard into thirty-two lots. And finally, on one beautiful Sunday, we’ll ask all of them to come here. Boy students would bring hoes, rakes, or big knives. Girl students would bring big baskets or something that would be used to carry grass or dirt. Each class would take the responsibility to clean up and level one lot, under the control of the class leader and the help of one or two teachers.”","$":{"class":"indent"}},{"_":"Thuong nodded and seemed to be excited by the plan.","$":{"class":"indent"}},{"_":"I continued, “Now 3,000 square meters divide by 32, so one class need to clean up less than 100 square meters. One class has about from 50 to 60 students, so one student must clean about 2 square meters.”","$":{"class":"indent"}},{"_":"He asked me, “What a math teacher! What can I do on that day?”","$":{"class":"indent"}},{"_":"“Your presence is a main factor to encourage our students.”","$":{"class":"indent"}},{"_":"Thuong laughed. “I will do whatever you tell me.”","$":{"class":"indent"}},{"_":"I was very excited by his attitude.","$":{"class":"indent"}},{"_":"Thuong said emotionally, “Mr. Hiep, I have something to tell you.” I kept quiet, looking at him. Thuong continued, “As you know, our school is as small as a candy, but everyone wants to be the principal. I am a junior high teacher. When someone sees me, they always question me on a lot of problems, but no one thinks of helping me to improve the condition of the school. Tomorrow, I will summon all teachers for a meeting to discuss this matter.”","$":{"class":"indent"}},{"_":"We chatted for a few minutes more, then I looked for something to make a torch for going home. Unluckily for me, Thuong’s house had nothing that could help me. I hurriedly left his house, so I would not miss the last crossing boat.","$":{"class":"indent"}},{"_":"After passing the Bo Cap Bridge, it was very dark over there. I couldn’t see a thing, and so I had to feel my way to get home. Electricity was limited within the District Headquarters and the open market nearby.","$":{"class":"indent"}},{"_":"When I was walking by the local soldier station of Phung Chau, I heard someone shout from the station, “Who’s that?”","$":{"class":"indent"}},{"_":"I replied, “It’s me!”","$":{"class":"indent"}},{"_":"“Identify yourself clearer!”","$":{"class":"indent"}},{"_":"“I am a high school teacher.”","$":{"class":"indent"}},{"_":"That man grumbled, “I don’t care if you are a teacher or not. Passing here, you must have a torch! Next time, I might kill you.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"The next day, Thuong sent out an announcement to the school:","$":{"class":"indent"}},{"_":"At the beginning of next week, every student must have a uniform when going to school. Boy students must wear white shirt and blue pants. Girl students must have a white long dress. If someone violates this rule, I will punish that one seriously.","$":{"class":"quotesnospacebelow1"}},{"_":"—Nguyen Thanh Thuong Principal Cho Lach, 1967","$":{"class":"quote-name1"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":"The afternoon of that same day, Thuong convened a meeting for all teachers of the school.","$":{"class":"indent"}},{"_":"To start the meeting, he said, “Today, I introduce to all of you Mr. Hiep. From now on, he will be the chief of activity section of the school. This position, so far, is my responsibility, but I want all the students of the school involved in regular activities more effectively.”","$":{"class":"indent"}},{"_":"His announcement surprised everyone, including me. However, no one objected to that idea.","$":{"class":"indent"}},{"_":"Thuong continued, “Now, I would like to invite Mr. Hiep to say something about improving our school. Please welcome Mr. Hiep.”","$":{"class":"indent"}},{"_":"I had no choice, so I stood up, went to the chairperson’s desk, and said, “Ladies and gentlemen, after a short time teaching here, I see some problems at our school. The main problem is the playground. It is not too good for our students playing during break time. Grasses and weeds grow too high, the ground is not even, and in addition, there are a lot of snakes and centipedes making a home in the yard. We need to do something.”","$":{"class":"indent"}},{"_":"Tam, a female teacher, asked, “How can we make that huge yard cleaner?”","$":{"class":"indent"}},{"_":"I said, “If all of you willingly help Mr. Thuong and me, I think we can encourage our students to clean up and level the playground. As the proverb says: ","$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Mot cay lam chang nen non.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Ba cay chum lai nen hon nui cao.","$":{"class":"italics1"}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-049-backlink"},"a":{"_":"40","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-049"}}}}]},{"$":{"class":"indent"}},{"_":"That activity would make our school look better and let our students have a good yard to play in.”","$":{"class":"indent"}},{"_":"Tri Loc, a French language teacher, asked me, “How can we help you?”","$":{"class":"indent"}},{"_":"“I need all of you to encourage your students to participate in this weekend. Boys would bring hoes, rakes, and big knives. Girls would bring baskets to school. On that day, if you are the conducting teacher of a class, you should stay with them to direct and help them to fulfill the job.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-048-backlink"},"a":{"_":"41","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-048"}}}}},{"_":"Everyone agreed with my point.","$":{"class":"indent"}},{"_":"That evening, I stayed at Thuong’s house to talk over the plan of the coming Sunday, so I went home as late as the day before. However, I prepared a torch to pass the Phung Chau local soldier station.","$":{"class":"indent"}},{"_":"Even with the torch, the soldier who was at watchtower still screamed at me, “Who is that?”","$":{"class":"indent"}},{"_":"“It’s me!”","$":{"class":"indent"}},{"_":"He grumbled, “It’s you again! Why do you go home so late?”","$":{"class":"indent"}},{"_":"“I have something to do at school.”","$":{"class":"indent"}},{"_":"He yelled, “Next time, if you go home that late, I will shoot your dog head into pieces.”","$":{"class":"indent"}},{"_":"I realized that man hated me, so he threatened me to reduce his anger. But I did not know why he hated me like that.","$":{"class":"indent"}},{"_":"The next evening, I went home when the sun still shone at the horizon. As I was passing the Bo Cap Bridge, I heard someone laughing inside a house at the other end. That house was right in front of my face, so I looked in that direction and saw some people drinking rice alcohol—ruou de—a traditional Vietnamese drink. All at once, a bare-chested person stood up and staggered to my direction. He only wore shorts, showing his muscles on his chest, arms, and thighs. I knew he was drunk and sensed something wrong happening.","$":{"class":"indent"}},{"_":"He stopped me and asked with a drunken voice, “Eh, Northerner! Why do…do…you stare at us?”","$":{"class":"indent"}},{"_":"I smelled the odor of ruou de as he talked.","$":{"class":"indent"}},{"_":"“Sorry, my friend! It is only an accident,” I said.","$":{"class":"indent"}},{"_":"He pushed my chest, moving me close to the riverbank.","$":{"class":"indent"}},{"_":"With a red face, he walked, unstable, pointed to my face, and grumbled, “I’m not your friend. Why do you go home alone? Where’re those girls?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Every day, I go to school with six girls who are all nice looking, especially Phi. Perhaps he is jealous of me.","$":{"class":"italics1"}}},{"_":"I realized his voice was familiar, but at that instant, I could not identify him.","$":{"class":"indent"}},{"_":"I smiled. “You are drunk. Please let me go home!”","$":{"class":"indent"}},{"_":"He laughed, “Ho! Ho! Ho! Northerner teacher, you cannot go home. If you want to get home, you must knock me down to find the way.","$":{"class":"indent"}},{"_":"His friends sitting inside the house burst into laughter.","$":{"class":"indent"}},{"_":"He provoked me by punching the air, and said, “Let’s fight!”","$":{"class":"indent"}},{"_":"I knew he was drunk, and tried to cool him down.","$":{"class":"indent"}},{"_":"He shouted, “Let’s fight!”","$":{"class":"indent"}},{"_":"I tried to explain to him, “I’m a teacher. I don’t know how to fight.”","$":{"class":"indent"}},{"_":"“Let me teach you fighting. Just do like this.”","$":{"class":"indent"}},{"_":"He threw a hard punch to my chin, but I turned my face away, so he missed. However, he hit my shoulder, making me retreat one step. I felt hurt and got so angry, I could barely contain myself.","$":{"class":"indent"}},{"_":"But he threw a second punch; I turned my body again. I used my left hand to hold his right arm and my other hand at the waist part of his shorts while using his momentum. I braced my right leg to his body and planned to use a judo move called uki goshi to throw him to the river.","$":{"class":"indent"}},{"_":"He was very strong but did not know martial arts, so he did not know how to cope with that move. Looking at the river, I saw the riverbank next to me was very steep and high because of low tide. The mud was full of sharp branches and broken glass.","$":{"class":"indent"}},{"_":"A mishap, which had happened a few years before, suddenly appeared in my mind.","$":{"class":"indent"}},{"_":"That year, I prepared for the first degree black belt examination, so I had to practice with my friends very hard. One day, I had a drill of bare hand against sword. A friend of mine used a wooden sword to attack me, and I had to use bare hands to defend.","$":{"class":"indent"}},{"_":"As he just raised the sword above his head, I had to spring toward him, using my left hand to block at the sword handle to deplete his momentum. Meanwhile, my right hand stretched out and pushed hard upward from his chin. At the same time, my right leg stepped forward, blocking behind his left leg, then I stretched my right hand to throw him to the carpet. That move was a conversion of an aigamae-ate movement of aikido. Indeed, my right hand would have stopped at his eyes’ edges, but we had practiced for a very long time, so we were both tired out, and my hand and his face were very slippery with sweat. For that reason, we could not control ourselves. He tried to avoid falling down, and I could not stop my hand, so my fingers went directly into his eyes.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute50","src":"image/Image1849_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\UKI GOSHI, A JUDO MOVE.png"}}},{"_":"When my fingertips felt something soft, I knew a disaster had happened to us. I quickly retracted my hand and saw my friend use both hands to cover his eyes. A small stream of blood flowed out from his fingers’ gap. ","$":{"class":"indent"}},{"_":"He screamed with pain, “Oh!”","$":{"class":"indent"}},{"_":"He then fell down to the carpet and so did I. I fell down not from physical pain, as my friend did, but from mental pain. I was so regretful because I feared I had made him blind.","$":{"class":"indent"}},{"_":"Fortunately, after going to see a doctor, he learned that his eye was slightly injured, but he was not blind.","$":{"class":"indent"}},{"_":"Returning to the present moment, I suddenly held back that emotion. I thought I should not act like that. If I continued the move to throw him to the riverbed, he would be seriously injured at least. I must create a good mood between Northerner and Southerner. I released his arm and his shorts.","$":{"class":"indent"}},{"_":"Taking advantage of that, he pushed me hard, throwing me off balance and almost knocking me to the riverbed. Luckily, I saw an areca-nut tree next to me. I grabbed it and used it as a pivot axis, rotating myself around it, then jumped to the other side of the tree safely.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-047-backlink"},"a":{"_":"42","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-047"}}}}},{"_":"I said, “My friend! You drink too much. You should take a rest.”","$":{"class":"indent"}},{"_":"Some his friends stepped out of the house with Garant M1 machine guns on their shoulders. At that point, I realized that they were local soldiers of a station nearby and the one provoking me was the soldier who threatened me every night.","$":{"class":"indent"}},{"_":"“That’s enough!” those soldiers told him. “Let’s go back to our station.” Then they pulled him away.","$":{"class":"indent"}},{"_":"Some days later, after school, I stayed at some friends’ house to chat, so I got back home late. It was very dark, although it was only 9:00 p.m., so I had to light a torch to go home. When passing that station, I heard the loud voice of a soldier in the darkness, “Who’s that?”","$":{"class":"indent"}},{"_":"I recognized the voice of the drunken guy who provoked me a few days ago. I replied, “It’s me.”","$":{"class":"indent"}},{"_":"“Are you VC?”","$":{"class":"indent"}},{"_":"I knew he was teasing me. I replied, “I’m your friend.”","$":{"class":"indent"}},{"_":"“I don’t make friends with Northerners,” he said angrily. “Next time, if you pass here this late, I will kill you.”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute51","src":"image/Image1857_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\AIGAMAE-ATE, AN AIKIDO MOVE.png"}}},{"_":"However, he did not do anything, even though I always returned home late. I knew he only threatened me. He hated me because I was a Northerner.","$":{"class":"indent"}},{"_":"That Saturday evening, Thuong and I went to the market to buy some rolls of plastic thread. Then we went to school and divided the schoolyard into dozens of lots; each lot was about a hundred square meters. On each lot, we posted a class number.","$":{"class":"indent"}},{"_":"Sunday is the day off; it was also the time for yard cleaning. All the teachers and the students showed up. We start to work as I had planned.","$":{"class":"indent"}},{"_":"Thuong came from his office to me and asked, “What can I do now?”","$":{"class":"indent"}},{"_":"I said, “Just ape me! You just have a T-shirt and shorts, carry a basket, help the young students dump weeds in those holes in the yard.”","$":{"class":"indent"}},{"_":"Thuong said, “Yes, sir!”","$":{"class":"indent"}},{"_":"He ran back to the office and changed his clothes.","$":{"class":"indent"}},{"_":"A moment later, Mr. Thuong—dressed in shorts and a t-shirt—ran from place to place, carrying dirt and weeds to fill up some holes in the yard. Other teachers followed him to help students. That was a strange sight for the students because they had never seen that before, so they all applauded the school staff. Teachers and students worked very hard and very merrily.","$":{"class":"indent"}},{"_":"Once in a while, some students screamed, “Snake! A snake!” then ran in all directions. The older students and I rushed to that place to kill that snake.","$":{"class":"indent"}},{"_":"Within two hours, we had done the job beautifully and killed more than a dozen snakes and dozens of centipedes.","$":{"class":"indent"}},{"_":"After that, I encouraged the senior students to help me build a volleyball court, a long jump and high jump pit, and some other sports facilities for the school.","$":{"class":"indent"}},{"_":"From that day on, the students had a new clean yard in which to play.","$":{"class":"indent"}},{"_":"After that successful school year, almost all the students of the school changed their attitude toward me.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"On Monday of the following week after Thuong’s announcement about uniforms, half of the students wore uniforms to school. The next day, one-third of the students wore uniforms; the following day, only a quarter, and the next day, a dozen students wore uniforms.","$":{"class":"indent"}},{"_":"I went around the school to find out the reasons why the students did not wear uniforms when going to school. There were many reasons, but the main reason was the economical situation of their family. They already had some old pants, and their parents could not afford another one for them.","$":{"class":"indent"}},{"_":"Thuong said to me, “Do you see? They are as stupid and stubborn as cows. I will punish them all!”","$":{"class":"indent"}},{"_":"I said, “Can you punish the whole school? Let me do that job for you.”","$":{"class":"indent"}},{"_":"Thuong nodded. “That’s right! Now you are the chief of activity section, so you can do that job.”","$":{"class":"indent"}},{"_":"I said, “Give me the announcement book, please.”","$":{"class":"indent"}},{"_":"Thuong handed it to me.","$":{"class":"indent"}},{"_":"I sat down to draft a notice: “From the beginning of the next school year, all students ought to have uniforms when going to school. This is the ultimate decision of the activity-section chief. If any student does not obey that rule, we will take him or her to the discipline committee.”","$":{"class":"indent"}},{"_":"Thuong read the notice and shouted, “Next year? Are you crazy?”","$":{"class":"indent"}},{"_":"I asked, “How many times have you asked students to have uniforms?”","$":{"class":"indent"}},{"_":"“Many times.”","$":{"class":"indent"}},{"_":"“How long ago?”","$":{"class":"indent"}},{"_":"“A few years.”","$":{"class":"indent"}},{"_":"“So you see, every time you ordered them to put on uniforms by next week. But how they can satisfy you? The simple reason is that their parents can’t afford it when they already spend money for their clothes. I’m allowing them to have time to prepare. Next year, their parents have to make new clothes for them anyway. At that time, instead making regular clothes, they would make the uniform. In fact, the price of a uniform is cheaper than regular clothes. For that reason, their parents would appreciate us.”","$":{"class":"indent"}},{"_":"After listening, Thuong said, “Perhaps you are right.”","$":{"class":"indent"}},{"_":"When the notice was posted, I went from class to class and encouraged students to wear uniforms, if they had them. I told them that they would need new clothes by the next school year because the existing ones were worn out and torn. When they needed new clothes, they should ask their parents to make ones that matched the color of the uniform requested.","$":{"class":"indent"}},{"_":"From that day on, the number of students with uniforms increased gradually.","$":{"class":"indent"}},{"_":"Students loved me very much. Almost every weekend, they took turns inviting me to their homes. Their parents were very happy, treating me as a special guest. When they were going to slaughter a chicken for a meal, I always asked them not to do so because I knew that the chicken was too expensive for them. I suggested bailing out water from an irrigation canal in their garden for fishes, shrimps, or crabs. With my experience from childhood, I joined my students in that job.","$":{"class":"indent"}},{"_":"With their sympathies toward me, some students of the older classes make a poem based on my name to depict their teacher as follows:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"Võ Hiê","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"p Ky","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":" Tình.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Cái bu","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"ng chình bình.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Con mă","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t ô","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"c bu,","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Con…b","$":{"class":"italics1"}},{"_":"ự","$":{"class":"times-italic"}},{"_":" cha","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":"ng.","$":{"class":"italics1"}}]},{"$":{"class":"indent"}},{"_":"Translation:","$":{"class":"noindent"}},{"$":{"class":"indent"}},{"_":"Vo Hiep Ky Tinh.","$":{"class":"indent"}},{"_":"His belly is titanic.","$":{"class":"indent"}},{"_":"His eyes are big.","$":{"class":"indent"}},{"_":"His dick is huge.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After that, Cuu introduced me to Ngan, a Vietnamese language teacher at Tam Binh High School. His home village was Vinh Binh.","$":{"class":"indent"}},{"_":"One night, I dropped by Cuu and Loc’s house to chat with them. When I left their house, I came across Thuong at the market.","$":{"class":"indent"}},{"_":"Thuong asked, “Do you have time for chatting, Mr. Hiep?”","$":{"class":"indent"}},{"_":"Looking at my watch, I said, “Yes, I have half an hour for talking.”","$":{"class":"indent"}},{"_":"Thuong said, “Would you please go to my house?”","$":{"class":"indent"}},{"_":"“Sure!”","$":{"class":"indent"}},{"_":"We then went to his house.","$":{"class":"indent"}},{"_":"At his house, we sat, and Thuong said, “Our school is now a senior high, so I think we should have a senior high teacher in charge. Even though it’s a small school, many teachers want to be the principal. Do you see that?”","$":{"class":"indent"}},{"_":"I nodded.","$":{"class":"indent"}},{"_":"He continued, “I want to yield my position to you.”","$":{"class":"indent"}},{"_":"Surprised, I asked, “Why do you do so? And what will you do next?”","$":{"class":"indent"}},{"_":"Thuong smiled. “I would return to Can Tho, my hometown. My wife and children are living there. After a long time working with you, I see that you are a person who wants to improve the school rather than destroy it and devote yourself to students.”","$":{"class":"indent"}},{"_":"I said, “No, I don’t accept that position, Mr. Thuong.”","$":{"class":"indent"}},{"_":"“This is the ladder for you to go up in your career, Mr. Hiep.”","$":{"class":"indent"}},{"_":"Actually, I had already realized that our country was not independent, and corruption was common in South Vietnam. I did not want to be involved with the government that I did not like. Teaching is a career, but being a principal was more or less involving myself with politics.","$":{"class":"indent"}},{"_":"I said, “If I wanted to be an important person, I would not attend university to become a teacher. In 1963, after the revolution, I had many chances to go to the political field, but I’ve rejected them all.”","$":{"class":"indent"}},{"_":"“Why don’t you want to be a principal?” Thuong asked.","$":{"class":"indent"}},{"_":"“I have many reasons,” I replied. “Firstly, I don’t want this because it constrains me. Secondly, students need me to teach them mathematics and physics rather than being principal. If I am principal, how can I teach them? The third reason is that I still want to return to Saigon to teach at a private school. My family is still poor, my parents need my help. And the final reason is that in the principal’s position, I would collide with many classes of society, from government personnel to students’ parents, even my friends or my students.”","$":{"class":"indent"}},{"_":"I did not mention about political issues.","$":{"class":"indent"}},{"_":"Thuong sighed. “You can still teach mathematics for eleventh graders if you take that position. I hope you would change your mind.”","$":{"class":"indent"}},{"_":"I said goodbye, then went home.","$":{"class":"indent"}},{"_":"Several days later, on the weekend, I went to Dinh Binh with a group of students. Passing a small bridge, we realized that the bridge was broken because of high tide. It was too hard to cross, especially for females and children. I asked those students to go to some houses nearby to borrow knives and hoes, then looked for some trees to repair the bridge.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One day, I received a telegram from the Department of Defense to summon me to my military duty. The telegram was sent to my address in Saigon and then transferred to the school, so the day I was supposed to show up at the register center had passed. I had to go to Can Tho, then fly to Saigon. When I arrived there, they let me know that they had canceled the summons telegrams for all people my age.","$":{"class":"indent"}},{"_":"Taking advantage of that, I stayed a few days in Saigon to apply to teach at private schools such as Thoi Dai, Trung tam Van Hoa Quan Doi, a Military Education Center, Quoc Toan, and Dong Nai. I taught there for half a week, then went back to Cho Lach to teach the other half.","$":{"class":"indent"}},{"_":"At Military Education Center, the teaching had to be subtle because students at the center were officers of ARVN; many of them were a lot older than me.","$":{"class":"indent"}},{"_":"One night, when teaching a class at that center, I saw a man standing at the window, looking at me. I went to him and recognized it was Mr. Mau, a former teacher of mine at Vung Tau Elementary School. He was the one who had flogged me for pushing Mui.","$":{"class":"indent"}},{"_":"I happily saluted him. “Teacher, how are you?”","$":{"class":"indent"}},{"_":"Mr. Mau answered, “I’m okay. You are teaching mathematics for twelfth graders, aren’t you?”","$":{"class":"indent"}},{"_":"“Yes, sir. What are you doing here?”","$":{"class":"indent"}},{"_":"“I teach some ninth grade classes at this center.”","$":{"class":"indent"}},{"_":"I looked up to him because he kept learning to advance his teaching career.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-046-backlink"},"a":{"_":"43","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-046"}}}}},{"_":"I said, “Teacher, I’m very happy to see you here.”","$":{"class":"indent"}},{"_":"He laughed then said, “Hiep, after school, wait for me. I have something to show you.”","$":{"class":"indent"}},{"_":"After school, Mr. Mau led me to the office of the school and introduced me to Captain Hy, the principal of the center.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-045-backlink"},"a":{"_":"44","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-045"}}}}},{"_":"From that day on, I sometimes dropped by Hy’s office to chat when class was over.","$":{"class":"indent"}},{"_":"That was the end of a month, so I went to Hy’s office to receive my paycheck. It was about 10:00 in the evening. After receiving the check, I stayed to discuss with him about some problems.","$":{"class":"indent"}},{"_":"As we were talking, we suddenly heard a girl call from the gate, “Someone…help!”","$":{"class":"indent"}},{"_":"We looked at each other.","$":{"class":"indent"}},{"_":"A second later, the voice called again “Ple…ase help!”","$":{"class":"indent"}},{"_":"Captain Hy and I sprang up at the same time. He ran to the door, turned to the yard, and turned one more time to the main road to reach the gate. Instantly, I realized that was the long way, so I jumped through the window and reached the gate in a few seconds. When I got there, Hy was still running in the yard.","$":{"class":"indent"}},{"_":"At the gate, I saw a young couple trembling by the side of a gate’s column, and in the middle of the remote street, a man was starting the engine of a Honda motorbike. Behind him, another man in an army uniform was helping him escape. I knew those guys were gang members trying to take something from that couple.","$":{"class":"indent"}},{"_":"I jumped to the middle of the street, stretched my arms, and yelled, “Freeze!”","$":{"class":"indent"}},{"_":"In his panic, the guy in front could not start the engine.","$":{"class":"indent"}},{"_":"The guy in the rear screamed at me, “Fuck you! Go away or I’ll shoot!”","$":{"class":"indent"}},{"_":"He tried to unbutton his military shirt to pull the gun out, but in the same condition as his friend, he was too excited and trembling to do that. I walked to the front of the Honda; in that position, the guy who threatened to shoot me, the driver, and I were in a straight line. If he wanted to shoot me, his friend would be an obstacle. In case he was able to pull the gun out and aim at me, I would roll on the street, then jump toward his friend and kick him. That action would make the Honda and the driver fall down.","$":{"class":"indent"}},{"_":"He shouted again, “Go away! Fuck you!”","$":{"class":"indent"}},{"_":"At that point, Hy and a dozen students were behind the brick fence of the school.","$":{"class":"indent"}},{"_":"Realizing the danger, Hy called, “Mr. Hiep! Come in! Come on in immediately!”","$":{"class":"indent"}},{"_":"I planned to wait for the teachers and students of the school to come out and help me arrest those robbers. But no one dared to go out, even though a dozen people already gathered at the gate and behind the brick wall of the school.","$":{"class":"indent"}},{"_":"He did not see me coming in and screamed again, “Mr. Hiep! Come in here, I need to talk to you about a problem!”","$":{"class":"indent"}},{"_":"I did not know what he wanted to say, but I wanted to arrest those guys.","$":{"class":"indent"}},{"_":"The guy in military uniform screamed, “Get out of my way or I will kill you! Fuck you, stupid guy!” He turned to his friend, “Hurry up! Start the engine!”","$":{"class":"indent"}},{"_":"The driver pedaled vehemently, and the gas pumped in the cylinder too much, making the Honda stall like a piece of iron.","$":{"class":"indent"}},{"_":"I turned to the couple and shouted, “Are you okay?”","$":{"class":"indent"}},{"_":"“Yes…sir!”","$":{"class":"indent"}},{"_":"“Why do you come here at this late evening? Go in!” I said.","$":{"class":"indent"}},{"_":"Mr. Hy shouted, “Mr. Hiep! Come in!”","$":{"class":"indent"}},{"_":"At that point, the guy in the rear was able to unbutton his shirt, but he could not pull the gun out because the handle of the gun was bigger than the gap on his shirt. I saw no one was hurt, so I took the couple in with me. A few seconds later, the guy in front was able to start the engine, and he drove the Honda away.","$":{"class":"indent"}},{"_":"Inside the school campus, Hy asked, “You are a brave man, but it’s not good. Do you know our school is in the Dakao area?”","$":{"class":"indent"}},{"_":"“Yes! But what’s up?”","$":{"class":"indent"}},{"_":"“Gangs in this area are very brutal. Even the police must take precautions again them. Last time, they could not take the gun out or they would have killed you already!”","$":{"class":"indent"}},{"_":"I said, “We had a big crowd, but why didn’t you ask them to arrest those gangsters?”","$":{"class":"indent"}},{"_":"“I feared that if we arrested two of them, the rest would take revenge on us later.”","$":{"class":"indent"}},{"_":"I thought he may have a good reason.","$":{"class":"indent"}},{"_":"From that day on, at night, when we were teaching, we heard a crowd of gang members riding motorcycles around the school, screaming and yelling. After school, Mr. Hy asked a group of students to go to the gate with him, looking after me as I went home. However, nothing bad happened to me.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"At Cho Lach, I was very uneasy because of the local soldier at Phung Chau Station.","$":{"class":"indent"}},{"_":"One day, at sunset, I went home. Passing the Bo Cap Bridge, I saw him and a young man the same age as my eleventh grade students, standing by the road. I had met that young man many times but did not know his name. He was in a black uniform of Xay Dung Nong Thon.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-044-backlink"},"a":{"_":"45","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-044"}}}}},{"_":"The soldier did not say anything, but the young man saluted me. “Teacher!”","$":{"class":"indent"}},{"_":"I bowed and said, “Hi there!”","$":{"class":"indent"}},{"_":"I passed them by several meters and heard the young man call from behind, “Teacher! Do you know this?”","$":{"class":"indent"}},{"_":"I stopped, waiting for him. He walked over to me, took out a hand grenade, and showed it to me. I thought he wanted to threaten me.","$":{"class":"indent"}},{"_":"He said, “Do you know this little thing?”","$":{"class":"indent"}},{"_":"I smiled, pretending to know nothing, “What is this?”","$":{"class":"indent"}},{"_":"“It’s my toy!”","$":{"class":"indent"}},{"_":"“Really? Let me see!”","$":{"class":"indent"}},{"_":"He handed me the grenade.","$":{"class":"indent"}},{"_":"I held the grenade in my left hand and hooked the index finger of my right hand on the ring pin of the grenade and said, “Now can we play?”","$":{"class":"indent"}},{"_":"That young man’s face became pale.","$":{"class":"indent"}},{"_":"He said, “Teacher! Don’t do that! I was making a joke!”","$":{"class":"indent"}},{"_":"I laughed. “So was I.”","$":{"class":"indent"}},{"_":"I handed the grenade back to him. The soldier came up and led the young man away.","$":{"class":"indent"}},{"_":"A few days later, after a hard working day, I felt tired and went home earlier than usual for a rest.","$":{"class":"indent"}},{"_":"Cuc took a glass of orange juice to my room and said, “Teacher! Please take a bath. I already have a hot water pot in the bathroom for you. Then drink this cup of juice.”","$":{"class":"indent"}},{"_":"I said, “Thank you, Cuc. You treat me so nice, it makes me feel uneasy.”","$":{"class":"indent"}},{"_":"“Don’t say so, Teacher. Every night, you teach Chanh and me, but you don’t feel uneasy.”","$":{"class":"indent"}},{"_":"I went to take a bath.","$":{"class":"indent"}},{"_":"As I was walking out of the bathroom, I heard the screaming of a woman echoing from the end of the alley, “Someone help! Someone help my son!” The voice was panicked and miserable.","$":{"class":"indent"}},{"_":"Looking out at the road along the river, I saw several people running to that direction.","$":{"class":"indent"}},{"_":"I went to the gate, stopped a boy, and asked, “What’s going on, boy?”","$":{"class":"indent"}},{"_":"He answered while running, “A baby is drowning.”","$":{"class":"indent"}},{"_":"I rushed to that area after the boy. About a hundred meters away, I saw some people pulling a child, three or four years old, from the canal. When I got there, I thought the boy was probably dead. The local soldier, who always picked on me, was also there. He carried the boy upside down on his back and ran back and forth in order to get the water stuck inside the body of the boy to come out.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"The soldier is a good guy, but he has a prejudice against the Northerners.","$":{"class":"italics1"}}},{"_":"Someone said to me, “No way we can save this boy because his anus is wide open.”","$":{"class":"indent"}},{"_":"After a while, he put the boy down and many people circled around the boy, massaging him.","$":{"class":"indent"}},{"_":"I said, “Someone please use banana leaves to fan the boy, so he can have more oxygen, and let me try CPR.”","$":{"class":"indent"}},{"_":"A lady said, “Everyone please make way, so Teacher Hiep can do CPR.”","$":{"class":"indent"}},{"_":"I came to the boy and applied CPR, while some others used dried clothes rubbed all over the body of the boy.","$":{"class":"indent"}},{"_":"The night wound down, and I was very tired, but the boy’s condition did not improve. Someone lit a torch so we could see and work.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute52","src":"image/Image1865_copy.jpg","alt":"PIC"}}},{"_":"Another lady said, “Someone imitate the way of the teacher to do CPR, so he can take a break.”","$":{"class":"indent"}},{"_":"A man came in to replace me. We took turns doing CPR, but all of our efforts were in vain.","$":{"class":"indent"}},{"_":"Unfortunately, after more than two hours in vain, we could not save the drowned boy. But after that event, the local soldier no longer teased or provoked me. Perhaps he realized that his prejudice against Northerners was wrong. Not all Northerners were bad guys.","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_40"}}}}}}