{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_7"}},{"_":" Chapter 1","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor002","class":"calibre2"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute3","src":"image/Image1364.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 01.jpg"}}},{"_":"bout ten o’clock in the morning one day in March 1955, we all boarded two C-119 planes. The two aircraft left the Cat Bi Airport of Hai Phong shortly after that. We were happy to enjoy the beauty of open sky.","$":{"class":"firstpara"},"span":{"_":"A","$":{"class":"_idgendropcap"}}},{"_":"It was the first time that I could see the clouds from above. They looked like giant, pure white puffs of cotton floating in the sky. How beautiful it was! Suddenly, the aircraft fell freely; we were all so scared, and some children screamed. I felt my internal organs going up to my chest and I said to myself, “This is it! The plane will crash!” But it regained its balance soon after. Later, we learned that the aircraft went into a turbulent air mass. After that, we went up and down many times, which made all the children vomit. We no longer enjoyed the ride but suffered the irritation.","$":{"class":"indent"}},{"_":"At sunset, after eight hours of flying, the US Air Force C-119 cargo plane landed at Tan Son Nhat International Airport of Saigon. It was a hot, humid evening, quite different from the weather in the north. After getting off the airplane, the first thing we had to do was go to reception and receive 800 piasters of currency for each person to rebuild a new life in a free country—a gift from America.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute4","src":"image/Image1372.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\C-119  FLYING BOXCAR.jpg"}}},{"_":"Saigon is a very big and busy city, with all kinds of vehicles traveling back and forth, and people walking as crowded as ants. It looked so different from Hanoi.","$":{"class":"indent"}},{"_":"The people who came to greet us first were Tien, Tru, Thoa, Tho, and Thao, children of my aunt’s family who once lived in the Nap Village of Thanh Hoa Province. Tru took me to a refreshment booth and tore a one piaster bill in half to buy two cups of soft drinks for us. I was astonished by that fact that we could tear one piaster bill into two halves for spending.","$":{"class":"indent"}},{"_":"At the beginning of April 1955, my family resettled in Vung Tau, a resort town fifty kilometers southeast of Saigon; the French called it Cap St. Jacque. Vung Tau is the doorway to Saigon because its location is at the mouth of the Long Tau River leading to Saigon Harbor.","$":{"class":"indent"}},{"_":"The town is between two mountains: the big one is called Big Mountain (Nui Lon, west side of city) and the other one is called Little Mountain (Nui Nho, east side of city). On top of Little Mountain, there is a white lighthouse that the French had built a long time ago to direct ships going in and out from high seas to Saigon.","$":{"class":"indent"}},{"_":"On the east side of the town, next to Little Mountain is a famous beach of South Vietnam, the Rear Beach (Bai Sau). Along the Rear Beach, there is a series of white-sand dunes, where many kinds of small trees grow. Among those were two kinds of wild trees called “tram” and “mai.” Tram is a small tree, which produces dark pink fruits, which are very tasty when ripe. In summer, students used to go there to pick those fruits. Mai is also a small tree, whose flowers are bright yellow and blossom during the Tet occasion, so many people came to that area to search for mai trees and cut some branches to display during the Tet holidays.","$":{"class":"indent"}},{"_":"At the western side is another beach, Front Beach (Bai Truoc) with many kinds of trees such as arjuns, willows, and coconuts, which give shade to visitors who enjoy the sea breeze in the summer. Under the shade of those trees, there are many bars, and music plays all day long. On the left hand side of Front Beach, and at the Little Mountain’s foot, there is a stone pier, Cau Da, and a stone dike extends beyond the pier. The function of the pier and dike is to block high waves and keep the beach calm during stormy seas, so fishing boats and yachts can anchor all year round.","$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"I wrote a poem, “Vung Tau,” to depict the town this way:","$":{"class":"noindent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"Ai ","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i ngh","$":{"class":"italics1"}},{"_":"ỉ","$":{"class":"times-italic"}},{"_":" mát V","$":{"class":"italics1"}},{"_":"ũ","$":{"class":"times-italic"}},{"_":"ng T","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"u.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Đ","$":{"class":"italics1"}},{"_":"ể","$":{"class":"times-italic"}},{"_":" lòng thanh th","$":{"class":"italics1"}},{"_":"ả","$":{"class":"times-italic"}},{"_":"n, đ","$":{"class":"italics1"}},{"_":"ể","$":{"class":"times-italic"}},{"_":" s","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"u tiêu tan.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Ra Bãi Sau, sóng tràn m","$":{"class":"italics1"}},{"_":"ặ","$":{"class":"times-italic"}},{"_":"t n","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Cát tr","$":{"class":"italics1"}},{"_":"ắ","$":{"class":"times-italic"}},{"_":"ng tinh, trâm m","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"t màu xanh.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Tr","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i trong, mây tr","$":{"class":"italics1"}},{"_":"ắ","$":{"class":"times-italic"}},{"_":"ng vây quanh.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Ngoài kh","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i thuy","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":"n cá đang tranh đ","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"ng v","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":".","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Còn Bãi Tr","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c ê h","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":" quán xá.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Nh","$":{"class":"italics1"}},{"_":"ạ","$":{"class":"times-italic"}},{"_":"c véo von, C","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"u Đá nh","$":{"class":"italics1"}},{"_":"ấ","$":{"class":"times-italic"}},{"_":"p nhô.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Hàng d","$":{"class":"italics1"}},{"_":"ươ","$":{"class":"times-italic"}},{"_":"ng đang d","$":{"class":"italics1"}},{"_":"ệ","$":{"class":"times-italic"}},{"_":"t v","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"n th","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":".","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Núi non háo h","$":{"class":"italics1"}},{"_":"ứ","$":{"class":"times-italic"}},{"_":"c đón ch","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":" khách lai.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Đ","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"ng Quang Trung ch","$":{"class":"italics1"}},{"_":"ạ","$":{"class":"times-italic"}},{"_":"y dài Bãi Tr","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Chi","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":"u cu","$":{"class":"italics1"}},{"_":"ố","$":{"class":"times-italic"}},{"_":"i tu","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"n khách b","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c theo nhau.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"D","$":{"class":"italics1"}},{"_":"ậ","$":{"class":"times-italic"}},{"_":"p dìu k","$":{"class":"italics1"}},{"_":"ẻ","$":{"class":"times-italic"}},{"_":" tr","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c ng","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i sau.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Ng","$":{"class":"italics1"}},{"_":"ắ","$":{"class":"times-italic"}},{"_":"m nhìn tr","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i n","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c nhu","$":{"class":"italics1"}},{"_":"ộ","$":{"class":"times-italic"}},{"_":"m màu hoàng hôn.","$":{"class":"italics1"}}]},{"$":{"class":"indent"}},{"_":"Translation:","$":{"class":"noindent"}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Let’s go to Vung Tau take a rest,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"For relieving our stress.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Going to Bai Sau, waves lap water surface,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"White sand and green trees all over the place.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"In the clear sky, white cloud floats at the horizon.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"On the high sea, fishing boats are racing to go home.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"And at Bai Truoc, there are many snack bars.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Music plays, and Cau Da is on and off water surface.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"A row of willows is weaving a poem.","$":{"class":"italics1"}}},{"_":".","$":{"class":"indent"},"span":{"_":"Green mountains are waiting for visitors","$":{"class":"italics1"}}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"Quang Trung Street curves along the Front Beach.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Visitors follow each other at the end of every week.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Person after person, they walk back and forth,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Admiring the shy and water in sunset colorant.","$":{"class":"italics1"}}},{"$":{"class":"indent"}},{"_":"During that period, this town was the last location that French forces occupied before leaving Vietnam and returning South Vietnam to Diem’s government. Mr. Ngo Dinh Diem was the Prime Minister of the South government appointed by the Chief of State, Bao Dai who lived in Paris, France.","$":{"class":"indent"},"span":[{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-088-backlink"},"a":{"_":"1","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-088"}}}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-087-backlink"},"a":{"_":"2","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-087"}}}}]},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute5","src":"image/Image1381.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\NUI NHO.jpg"}}},{"_":"For that reason, every afternoon, when the weather became cool, I saw thousands of French military personnel walking the streets or going to bars to drink alcohol and dance. That figure made me sad.","$":{"class":"indent"}},{"_":"However, when they withdrew from that town, we were very happy to live in a small house on Nguyen Thai Hoc Street. Behind my house was a vast wild area full of sand and bushes, where there were many snakes, boas, making their nests. Scattered in this area, there were many ponds where fish went to lay eggs in summer. Quite a few children like me used to go there to catch crickets for playing or angling.","$":{"class":"indent"}},{"_":"In the small town, I made friends with Thien and Thanh, two children my age who lived in the house next door. They attended a junior high school. Thien is the elder son of Mr. Tam, who was the chief of the Fish Section of the town. Thanh is Thien’s sister.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-086-backlink"},"a":{"_":"3","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-086"}}}}},{"_":"Struggling with the new life, my parents had to look for jobs in that town and in Saigon, but no one hired them.","$":{"class":"indent"}},{"_":"On April 25, they went to Saigon to look for work. Unfortunately for us, on April 27, a battle between the Binh Xuyen forces and Mr. Diem’s followers broke out in Saigon. When we learned that news through the newspapers, which reported heavy casualties for both the military and civilians, Mai and I were very worried for them. Every day, we wished to see their return. Some days later, with Mai ready to cry, Mom and Dad appeared at the door.","$":{"class":"indent"}},{"_":"Despite our terrible economic situation and the school year almost being over, my parents decided to send Mai and me back to school. After a few years without schooling, we were able to resume our education again. I attended the boys’ elementary school, and Mai attended the girls’ elementary school, not too far from mine.","$":{"class":"indent"}},{"_":"For myself, I felt so nervous when returning to school, partly because of the new school and having no friends and partly because of the differences in the education system.","$":{"class":"indent"}},{"_":"At that time, French education heavily affected the school system of South Vietnam.","$":{"class":"indent"}},{"_":"Elementary school went from first grade to fifth grade. Students who finished third grade had to take a school district test to get the Basic Diploma, and when they finished fifth grade, they took another test to have the Elementary Diploma. Students had to study French in third grade.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute6","src":"image/Image1389.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\Nui Lon.jpg"}}},{"_":"Junior high went from sixth grade to ninth grade. If a family could afford to support children to continue their education, these children had to take an exclusive test to enter a junior high. Depending on the population, in some cities, such as Saigon, only 10 percent of the children could enter a public school; for others, about 30 percent successfully passed the test.","$":{"class":"indent"}},{"_":"It meant that about 70 percent or more of students had to attend private school. But generally, it was a very heavy burden for their families, so most of them had to stay home to help their parents earn money for living.","$":{"class":"indent"}},{"_":"At the end of ninth grade, all students had to take a national examination for the Junior High Diploma. The examination was held nationwide, on the same day and with the same subjects. Annually, only 20 percent of students passed the test.","$":{"class":"indent"}},{"_":"The students would then attend senior high. At the end of eleventh grade, the students had to take the second national examination to gettheBaccalaureate-Part I. The examination was divided into two sections, written and oral. The first section was the written one. The students had to pass that section, then take the oral section. If they failed the first examination term, which was held in June every year, they would retake the second term in August. Approximately 15 percent of those who took the examination passed and gotthe Baccalaureate-PartI Diploma.","$":{"class":"indent"},"span":[{"$":{"class":"bold"}},{"$":{"class":"bold"}},{"$":{"class":"bold"}},{"$":{"class":"bold"}}]},{"_":"Those who failed had to repeat the eleventh grade one, two, or three years, depending on their families’ economic situation. Most of us belonged to the poor families, so they had to stay home to do something else for living, and their education careers were terminated. Generally, all students were very proud to pass an examination and their families also expected to see that result. For that reason, some students committed suicide after failing the examination. Unfortunately for male students, if they failed that test, they had to join the military school and were ranked as corporal after graduation.","$":{"class":"indent"}},{"_":"The lucky ones who passed the examination continued to attend twelfth grade. By the end of that year, they had to take the third national examination to geta Baccalaureate-Part II for completing high school. The procedure for that examination was exactly the same asBaccalaureate-PartI, and the result was that only 13 percent were able to geta Baccalaureate-PartII Diploma. These students were qualified to attend a university.","$":{"class":"indent"},"span":[{"$":{"class":"bold"}},{"$":{"class":"bold"}},{"$":{"class":"bold"}},{"$":{"class":"bold"}},{"$":{"class":"bold"}}]},{"_":"By that reason, assuming a thousand students attended the eleventh grade, after two examinations, every year, only twenty-one students among them qualified to attend any university, except some special ones such as the Faculty of Pedagogy or the Engineering University and National Administration University. To enter those special schools, students had to take a very hard, exclusive test. Normally, every year, more than a thousand students who were very skilled in a field such as mathematics, physics, French, or Vietnamese took the test, but only forty students were accepted to attend the schools.","$":{"class":"indent"}},{"_":"If a male student whose age reached twenty failed the Baccalaureate-PartII, he had to join a military school and ranked as an officer after graduation. Schoolgirls could take the examination until they got the diploma or quit.","$":{"class":"indent"},"span":{"$":{"class":"bold"}}},{"_":"During that period, someone would tease the person who failed the examination by assigning a military rank to him or her. For example, if a student failed the first time, he got Baccalaureate Second Lieutenant; if he failed the third time, he was ranked as Baccalaureate Captain; the fourth was Baccalaureate Major. Many people who reached Baccalaureate General still failed. It meant they had to take the same examination for three or four years.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"First, they assigned me to attend fifth grade the final year of elementary school. But during the French language period, I knew nothing. In the South, the students were taught French since the third grade. For that reason, they reassigned me to attend the fourth grade. There were several fourth grades. They were named A, B, C, and so on. My class was the B class.","$":{"class":"indent"}},{"_":"My parents had searched for a job for months, but they could not find any. Moreover, almost all of our belongings had been left behind in North Vietnam, so we were very poor. Every day, our meals were cooked rice with fish sauce. It was still better than in Tan Phuc, where we had to eat mixed rice. Because of the repeating of the food month after month, sometimes, we could not finish our meals.","$":{"class":"indent"}},{"_":"One day, Dad told us, “Today, we will have another dish for our meal instead of liquid fish sauce as usual.”","$":{"class":"indent"}},{"_":"We were all happy about that.","$":{"class":"indent"}},{"_":"At noon, lunchtime came. Dad brought us a dish of condensed fish sauce. To change the menu, Dad condensed the fish sauce by cooking it for a long time over a low fire.","$":{"class":"indent"}},{"_":"One night, when everyone in the family was sound asleep, I heard some strange sounds. I woke up and realized that it was my parents. They were doing something secretly. I opened my eyes but still stayed in the mosquito net.","$":{"class":"indent"}},{"_":"I heard Mom say to Dad in a low voice, “Honey, we’re almost penniless. How can we survive now?”","$":{"class":"indent"}},{"_":"Dad sighed “I’ve tried to find a job, but I’ve failed. The other day, the Security Department of the Prime Minister summoned me for reviewing my application form. But Dr. Tuyen finally rejected my application with the reason I had been involved in the 1945 revolution to regain independence for Vietnam. He also mentioned the fact that I confiscated a bike from Mr. Ngo Dinh Khoi, a Diem brother. Actually, I know nothing about that.”","$":{"class":"indent"}},{"_":"Mom said, “We are out of money. How can we buy rice?”","$":{"class":"indent"}},{"_":"“Now, I think that we have two measures. The first one is that we purchase two ice cream boxes for Hiep and Mai. They would go sell ice cream bars to earn money,” Dad said. “The second measure is to sell some antique vases in order to have money for our living.”","$":{"class":"indent"}},{"_":"A moment of silence passed.","$":{"class":"indent"}},{"_":"Then I heard Mom say, “I think we must sell a small vase. What is your opinion?”","$":{"class":"indent"}},{"_":"Dad replied, “I agree with that idea.”","$":{"class":"indent"}},{"_":"“You take that one out, then we’ll clean it up before selling.”","$":{"class":"indent"}},{"_":"“Okay. Tomorrow, I will bring that to sell.”","$":{"class":"indent"}},{"_":"Those antique vases were our most precious things that we could bring from Hanoi to the South.","$":{"class":"indent"}},{"_":"I heard a noise that sounded like a wooden cover opening; I assumed they were taking out the precious vase from the container for cleaning. Suddenly, I heard a hard sound of something falling down and hitting the cement floor.","$":{"class":"indent"}},{"_":"Mom screamed in a low voice, “Oh my goodness! Is it broken?”","$":{"class":"indent"}},{"_":"Dad ’s voice echoed with regret, “No! It is not broken but deformed because this vase is made of bronze.”","$":{"class":"indent"}},{"_":"“How can you sell it tomorrow?”","$":{"class":"indent"}},{"_":"“Let me try.”","$":{"class":"indent"}},{"_":"The next day, Dad brought that vase to sell downtown. He spent the whole afternoon going around downtown, but he returned home in vain.","$":{"class":"indent"}},{"_":"Eventually, my parents had to borrow money from someone with a very high interest rate to survive.","$":{"class":"indent"}},{"_":"Dad turned in his application and his resume to many places, but they turned him down. My family was in miserable condition. The entire family merely lived on Mom’s seamstress job.","$":{"class":"indent"}},{"_":"Three or four months later, Mr. Hua van Ngo, the town chief, accepted Dad as a secretary. Despite being in a humble position relative to his friend (some were province chief at least), Dad made the best of it. At home, Mom also continued her own business, single-needle operator, while home tasks were being shared between Mai and me. With those jobs, our family could have one or two more dishes besides fish sauce, such as a few eggs or some vegetables.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute7","src":"image/Image1396.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\vave.JPG"}}},{"_":"*****","$":{"class":"xxx1"}},{"_":"The trouble was not only at home but also at school, especially for a teenager liked me. There was discrimination by Southerners against Northerners for centuries. The migration of North Vietnamese people to the South, which created that discrimination, expanded, and made it more vehement than before. The level of discrimination differed from one class of society to the other. For the educated people, it was negligible, but for the uneducated ones, it was serious. So at the school, many boys from uneducated families always picked on the Northern ones.","$":{"class":"indent"}},{"_":"In my school, many bullies threatened me by calling my name or saying, “Northerners eat wooden fish.” At first, I did not know the meaning of that idiom or where it came from. Later, some good friends of mine from the South explained it to me. The idiom depicts the way of life of the poor, stingy people in the North. It is used for insulting the Northerners.","$":{"class":"indent"}},{"_":"There is a story which relates to that idiom. The story goes like this: during the nineteenth and early twentieth centuries, every year, the Nguyen Dynasty organized a national examination to select the excellent students for mandarin positions. The examination usually lasted several days. Therefore, students had to bring food for themselves during the examination. There were many poor meager Northern students who came to take the examination. Every day, they could not afford real fish for their meal; meanwhile, rich ones from South had fish and pork. Those poor Northerners had nothing besides their rice pots, so they thought up a way to make their meal look better by making a wooden fish. At their meals, they put that wooden fish on a plate, so while eating, they looked at the fake fish and imagined a delicious dish.","$":{"class":"indent"}},{"_":"To me, poor is not embarassing, but good education is the real value. Unfortunately for my family at that time, we did not have any fish in our meal, even a wooden one.","$":{"class":"indent"}},{"_":"I did not know if the wooden fish story was true or made up. Actually, the discrimination between North and South originated in the seventeenth and eighteenth centuries, when Vietnam was divided into two parts. Then during the French domination, they did not want the Vietnamese united together because unity was a danger for them. During the eighteenth century, when they started to conquer Vietnam, they divide it into three parts: Tonkin, Annam, and Cochinchina, and they were treated as three different counties. Cochinchina included Saigon, Vung Tau, and all provinces around Vam Co and Mekong Rivers. ","$":{"class":"indent"}},{"_":"In 1946, when the French realized they may lose the war if they did not have a government support them. They created Cochinchina, an independent country, separated totally from Vietnam and assigned Dr. Nguyen Van Thing, a Vietnamese French citizen, to be the prime minister.","$":{"class":"indent"}},{"_":"Majority of Vietnamese were against that measure, but the minority followed French, so they intensified the discrimination among three parts of Vietnam: North, Central, and South. When I was very young and lived in Thanh Hoa, I was told that the Southerners were very cruel. But when living there, I realized that most Southerners were very kind.","$":{"class":"indent"}},{"_":"Ironically, my family originated from the South. As the Chinese domination lasted for almost one thousand years, our culture was heavily affected, including our naming system. The Chinese last name , in Vietnamese, is pronounced Vu since the thirteenth century. Until the eighteenth century, during the North and South separation, one warlord of the South decided to revolutionize the culture to distinguish the South from the North. He ordered the change of garments and the way how to pronounce Chinese characters. One of those was , pronounced Vo.  In 1802, the Nguyen dynasty reunited the whole nation. My ancestors were Nguyen dynasty mandarins and then they were assigned to rule some Northern areas. After a couple generations, we all spoke the Northern accent.","$":{"class":"indent"},"span":[{"_":"武","$":{"class":"ms-gothic"}},{"_":"武","$":{"class":"ms-gothic"}}]},{"_":"In my class of fifty students, besides Tuoc, I was the only who spoke with a Northern accent. Luckily, the teacher was my parents’ friend, who lived next door to us. Therefore, no students in the class picked on me. Two guys who sat next to me were big. One was Huynh Van Khuong, and the other was Thoi. They were very kind to me by helping me in French reading period, which I needed because I did not attend third grade for that subject.","$":{"class":"indent"}},{"_":"One day, when I came to class, I saw Khuong, Thoi, and other students cutting out some papers to make something.","$":{"class":"indent"}},{"_":"I was curious and asked them, “What are you doing, guys?”","$":{"class":"indent"}},{"_":"Khuong replied, “We are making some paper bullets.”","$":{"class":"indent"}},{"_":"“What for?”","$":{"class":"indent"}},{"_":"Thoi showed me a rubber band on his two fingers as a slingshot, then he took a paper bullet and shot it to the ceiling.","$":{"class":"indent"}},{"_":"He smiled and told me, “Today, at break time, we will have a slingshot fight with the C fourth graders. It is an interesting game. Do you want to join us?”","$":{"class":"indent"}},{"_":"I smiled and shook my head. I did not want to participate in the game because I noticed that many students in the school hated the Northerners like me. If I joined my friends in that game, it would create some trouble in the future.","$":{"class":"indent"}},{"_":"At break time, they started to play the slingshot fighting game at the schoolyard. I had to stay in the class to look over a French lesson for the next period. The game went on for a while, then all of my friends suddenly rushed back to the class and hid under the table for shooting back.","$":{"class":"indent"}},{"_":"I realized my friends were losing the game. I just ignored the fighting and kept sitting at my bench to read my French lesson. To prevent some mishaps, I used one hand to cover my eyes. I was hit by some shots, which left some marks on my hand, forehead, or chin. Although it hurt, it was not as serious as falling from a water buffalo or the fighting at Tan Phuc.","$":{"class":"indent"}},{"_":"A few minutes later, the “enemies” stormed into my class. They forced my friends to retreat to a corner. Soon, they were all captured and “executed” at the yard, except for a few very quick ones who escaped through a back window. During the execution, the enemies gave each of my friends a punch in their bellies. The game was over.","$":{"class":"indent"}},{"_":"After returning from the execution field and seeing bullet traces on my face, my friends surrounded me and asked, “Hiep, you are not afraid of shooting, are you?”","$":{"class":"indent"}},{"_":"“You didn’t feel hurt, did you?”","$":{"class":"indent"}},{"_":"I shook my head. “I felt hurt a little bit but not afraid.”","$":{"class":"indent"}},{"$":{"class":"images1","id":"calibre_pb_12"},"img":{"$":{"class":"_idgenobjectattribute8","src":"image/image002.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\VN 3 parts.png"}}}]}}}}