{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_29"}},{"_":" Chapter 21","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor022","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute80","src":"image/Image2123.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 19.jpg"}}}},{"_":"ore and more students came to my Dong Tien Mathematics Physics Chemistry Center to improve their skills in those subjects. The center not only taught math, physics, and chemistry for senior high, but also for junior high.","$":{"class":"firstpara"},"span":{"_":"M","$":{"class":"_idgendropcap"}}},{"_":"I had to ask Dinh Hoai Long, the high school principal, to be in charge of chemistry. In reality, Long was a physics and chemistry teacher at the senior high. For junior classes, I asked Hieu to be in charge of Algebra and Thai handled Chemistry. That way, I could help those persons have extra money.","$":{"class":"indent"}},{"_":"Thai and Hieu were my former students at Cho Lach High from 1967 to 1968. TGhey graduated from Can Tho University as junior high teacher.","$":{"class":"indent"}},{"_":"The peace agreement for South Vietnam had almost collapsed; the war between North and South became more vehement. Meanwhile, the corruption in the South got worse. President Thieu and many department secretaries and generals built their luxurious resort mansions along the seashore of Little Mountain at Vung Tau.","$":{"class":"indent"}},{"_":"In small units, the corruption spread in a different way. For example, the VC besieged a fort, and they wanted to have artillery support. They had to make a deal with an artillery unit nearby: for each gunshot to the VC’s area around that fort, the fort had to pay to that artillery unit an amount of money. After the attack, the fort had to fulfill its commitment. But where they could find that amount of money? One way was to go and see villagers.","$":{"class":"indent"}},{"_":"Armored tanks and navy ships no longer patrolled as scheduled, but shortly after the patrols began, they stopped a place and used the surplus gas to sell to smugglers.","$":{"class":"indent"}},{"_":"I saw a bleak future for South Vietnam.","$":{"class":"indent"}},{"_":"Based on strategy theory, to win a war, we must satisfy three principles: “Thien Thoi, Dia Loi, Nhan Hoa” (right time or good weather, geographical advantage, and human harmony). But at that time, I did not see any of those principles working in South Vietnam.","$":{"class":"indent"}},{"_":"Good Timing and Weather","$":{"class":"subhead"}},{"_":"We may understand its two meanings: right time or good weather.","$":{"class":"indent"}},{"_":"Right time: During that period, Communist theory was very strong; more than half of the countries of the world leaned toward the Communist Bloc. The Capitalist Bloc, led by America, became the minority. Even right in the US territory, the anti-war movement grew larger and larger, which left the US government bewildered. On November 15, 1969, an anti-war march drew 300,000 at Washington DC. On May 4, 1970, another protest against the Cambodia invasion took place at Kent State University in Ohio. National Guardsmen interfered and killed four students.","$":{"class":"indent"}},{"_":"Another disadvantage is in the US every four years, they hold an election for president. In a war, to protect the country is good like WWII, but for an invasion war, it cannot last over four years. Two parties would compete to have that seat, the challenger wanting to satisfy the common idea of people and using peace as a weapon.","$":{"class":"indent"}},{"_":"Good weather: Communists always attacked at night, then withdrew by early morning or attacked during rainy days. They took advantage of the darkness to attack ARNV; meanwhile, the weapons of the US and ARNV at that period were not able to detect an enemy in darkness or bad weather.","$":{"class":"indent"}},{"_":"Geographical Advantage","$":{"class":"subhead"}},{"_":"We did not have an advantage in that field because the VC used secret zones in jungles, swamps, or mountainous area as places for their soldiers to rest. Those secret zones were connected to North Vietnam by the Ho Chi Minh Trail or by the Shihanook Trail in Laos and Cambodia territories. From those secret zones, the VC launched an attack on ARVN stations at night, then retracted back in the early morning. When ARVN attacked those zones, VC troops would retract into Laos or Cambodia. If ARVN pursued or attacked the trails, the whole world would protest and consider that an invasion.","$":{"class":"indent"}},{"_":"Human Harmony","$":{"class":"subhead"}},{"_":"While North Vietnam’s troops tried to conquer people’s hearts, many of our troops made people hate and fear them by robbing them.","$":{"class":"indent"}},{"_":"At that time, in South Vietnam, there was a movement to stand against the corruption of President Thieu’s government. The movement was led by a Catholic priest, Father Tran huu Thanh. The movement’s documents listed all the people who made the country rotten, including General Tran Thien Kiem and General Nguyen Vinh Nghi. I was not a member of the organization, but I strongly supported that movement. President Thieu himself was also on that list. He supported his aunt, Mrs. Nguyen Thi Huyet (Hoang Duc Nha’s mother), in doing illegal things in Hai Long co.","$":{"class":"indent"}},{"_":"To satisfy our people, President Thieu had jailed some division commanders-in-chief and transferred a few strategy zone commanders. He then used Dang Dan Chu (the Democratic Party) to support him by organizing meetings to discuss that matter.","$":{"class":"indent"}},{"_":"On the whole, I agreed with the anti-corruption movement’s points. I thought if we wanted to win the war, we had to clean up our society. But to do that, the government must be clean first so that people would believe in them and support them.","$":{"class":"indent"}},{"_":"According to Sun Tzu, a famous strategist of China, circa 500 BC, to win a war, we must follow three main points: “Thu nhat Cong Tam, thu nhi Cong Luong, thu ba Cong Don.” It means, “First, attack the people’s heart or sentiment. Second, attack food and supplies. Third, attack the enemy post.” According to that strategy, attacking food supplies and the enemy posts are less important than conquering people’s hearts.","$":{"class":"indent"}},{"_":"I did not know whether the South Vietnam government understood the theory or not.","$":{"class":"indent"}},{"_":"What is “attacking the people’s heart”? According to that strategy, to win the war, the most important thing is to conquer the sentiment of the people through psychology. Both North and South had a special propaganda program, which was called the Political-Psychology Warfare.","$":{"class":"indent"}},{"_":"In my experience, before 1954, in North Vietnam, when a Communist unit came to a village, they lived with the villagers, helped the villagers by doing their cultivation tasks, and shared their meals with one another. However, some days, they might kill a villager with the charge of spying for the enemy; because of the simple thinking of people in the rural countryside, they would assume that was true.","$":{"class":"indent"}},{"_":"In South Vietnam, if a group of political-psychology cadres said something bad about Communists, many other soldiers came to the same village and robbed or bothered those people. When South Vietnamese cadres came to villages, they preferred lavish parties rather than frugal meals. With those contradictory actions, how could people trust South Vietnam’s government? In summary, in the South, political-psychology warfare was too childish in comparison to the North.","$":{"class":"indent"}},{"_":"In North Vietnam, young men always volunteer to do the military duty. If someone were not to meet the weight requirement, in going to the examination center, they put a piece of brick into their pocket.","$":{"class":"indent"}},{"_":"Meanwhile in the South, only educated persons joined the military relatively without force because they would become officers. No one uneducated wanted to do that duty. For that reason, once in a while, police and military personal had to set up checkpoints and arrest those young men. Because of unwillingness, they easily become robbers if they had a chance.","$":{"class":"indent"}},{"_":"One day, my wife and I stood by a window, looking at the street, and saw a few hundred soldiers passing. They were on the way to a military operation. A few days later, we saw that group returning, using rifles as yokes to carry things such as a chicken, a duck, or a pot and saucer. We both shook our heads in despair.","$":{"class":"indent"}},{"_":"On January 31, 1974, a notorious smuggling at Ben Luc Bridge. Later, it was named as Coi Hu Cau Ben Luc. This event related to a high-ranking officer working at President Thieu’s palace, Prime Minister Tran Thien Kiem and three-star General Dang Van Quang. Ridiculously, the ones who revealed the smuggling were imprisoned, and all powerful persons were free to continue to do bad things.","$":{"class":"indent"}},{"_":"To support the anti-corruption movement, I used to collect pamphlets or other data from that organization then distribute them or gave a lecture on that topic during break time at school. Most students preferred to stay in the classroom and listen to me rather than going out to play. For that reason, the relationship between the police department and me became sour.","$":{"class":"indent"}},{"_":"My students in eleventh and twelfth grades were very concerned about the fate of the nation. After the class was over, many of them still hung around to talk over that matter with me.","$":{"class":"indent"}},{"_":"One day, at break time, Nguyen Van Son, a male student in eleventh grade, asked me, “Teacher, what do you think about our nation’s situation?”","$":{"class":"indent"}},{"_":"I asked the students, “Do you know why President Chiang Kai-shek of China lost the nation to Communists?”","$":{"class":"indent"}},{"_":"My Van, a female student, said, “We’ve learned some but not clearly, and we forgot. Can you tell us?”","$":{"class":"indent"}},{"_":"I said, “After the 1911 revolution to overthrow the Thanh Dynasty, China was under the control of the Kuomintang, a nationalist party led by Dr. Sun Yat-sen. Mao Zedong, at that time, was only an army officer of the China Nationalist troops.","$":{"class":"indent"}},{"_":"“Later, in 1921, Mao separated from the Kuomintang Party and joined the Communist Party. In 1925, Chiang Kai-shek started to rule China. Under Chiang’s era, the corruption spread all over the nation. Mao and the Communist Party many times tried to overthrow Chiang, but the plans always collapsed. In 1934, Chiang Kai-shek led one million solders and besieged Mao and his men. Mao had to break the siege. He led some generals, including Banh Duc Hoai, Chu An Lai, Lam Buu, and Nguyen Son, escaping from the South of China to the Northwest, close to Yan An. Nguyen Son was a Vietnamese but served as a Chinese general. The escape lasted for a year and went a very long way. At the beginning, Mao had about 100,000 men, but after setting up the secret zone, he had only 8,000. The great escape became an event in China history, which is called the Ten Thousand Mile Escape or the Long March.","$":{"class":"indent"}},{"_":"“From that day on, Chiang and Kuomintang controlled the nation. Soon, in 1935, the Japanese invaded Manchuria and occupied Shang Hai and Hong Kong. The Second World War took place. Communists and Nationalists had to retreat to safety zones to resist against Japanese forces.","$":{"class":"indent"}},{"_":"“After the surrender of the Japanese in August 1945, Nationalists regained the power and became one of five permanent members of United Nations Security Council, but they still made the country collapse because of corruption. In 1949, Mao led the Communist party, took revenge, and attacked Chiang and his Kuomintang Party, making them escape to Taiwan.","$":{"class":"indent"}},{"_":"“If South Vietnam still carries out the corruption, I think our country sooner or later will follow in the footsteps of China’s Kuomintang. But after taking control of Vietnam, Communists will absorb the materialism and spoil the nation, and finally, Communism will disappear.”","$":{"class":"indent"}},{"_":"All the students agreed with my point of view.","$":{"class":"indent"}},{"_":"Quite a few of my students came to my center to study their lessons at night. Most were twelfth graders. They preferred to do this rather than staying at home because when they were stuck in their lessons, they could ask me. In addition, they could use the chalkboard and electric light for free. I willingly helped them at night if they needed. When they got through their homework, they went back home. The police always stopped them, searching for anti-corruption documents. Luckily, I had not handed them those documents. Since that day, I knew that the police always kept an eye on my house.","$":{"class":"indent"}},{"_":"One day, Captain Hien met me at the market. He said, “Teacher, please don’t encourage your students to start an anti-corruption protest in our district. We would have many troubles.”","$":{"class":"indent"}},{"_":"I had never even considered that measure because I knew the VC would take advantage of that and create a lot of trouble for our district.","$":{"class":"indent"}},{"_":"I smiled. “Never. If I did that, your men would beat their children or their siblings.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Another day, the district government gathered all public service employees, including all kinds of teachers, military, and police officers, to explain about a measure by President Thieu to clean up his political mechanism. The meeting was held at Son Dinh Temple.","$":{"class":"indent"}},{"_":"I followed other high school teachers to the meeting location. Walking into the temple, I saw there were more than a thousand people in that huge room. At the chairperson’s table, I saw the province deputy chief, the district chief—Major Võ Phc Răng—Deputy District Chief Mr. Diem, and high school principal Mr. Dinh Hoai Long.","$":{"class":"indent"},"span":[{"_":"ướ","$":{"class":"times-reg"}},{"_":"̀","$":{"class":"times-reg"}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-007-backlink"},"a":{"_":"82","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-007"}}}}]},{"_":"At that time, Le Thom had been arrested for corruption and for killing a person without a trial. Later, the person turned out to be a nephew of a very high-ranking officer of the central government. For the corruption, Le Thom was just a ceremonial gift to God, like other officers.","$":{"class":"indent"}},{"_":"While I was looking around to find a seat, someone called to me. “Teacher Hiep, my teacher-in-law! Come and have a seat over here!”","$":{"class":"indent"}},{"_":"Looking in that direction, I saw Lieutenant Liem, and next to him was a row of officers of the District Headquarters. I went there and took a seat next to him.","$":{"class":"indent"}},{"_":"Liem leaned to me and said softly, “Mr. Hiep, you should say something.”","$":{"class":"indent"}},{"_":"I shook my head.","$":{"class":"indent"}},{"_":"Liem continued, “I like to listen to you displaying your opinions because you speak very logically and fluently.”","$":{"class":"indent"}},{"_":"I said, “I always have opinions that opposed to the chairperson’s. Last time, at the meeting of Democracy Party of President Thieu, because I said something not get along with them, they ejected me. Do you remember that? This time, I’ll try to keep my mouth shut or they’ll put me in jail.”","$":{"class":"indent"}},{"_":"Liem said, “Mr. Hiep, I support your opinion.”","$":{"class":"indent"}},{"_":"I said to him, “I have a question for you.”","$":{"class":"indent"}},{"_":"“What question?”","$":{"class":"indent"}},{"_":"“Is Mr. Rang a good person?”","$":{"class":"indent"}},{"_":"Liem smiled. “To my understanding, he is on a vegetarian diet several times a month in accordance with Buddhist doctrine. A majority of the employees of the district, including me, look up to him.”","$":{"class":"indent"}},{"_":"I laughed. “I don’t mean that way. I mean, in terms of corruption.”","$":{"class":"indent"}},{"_":"He nodded. “In my opinion, Major Rang is a good, clean, and upright person.”","$":{"class":"indent"}},{"_":"I said, “Hopefully, he is a clean person.”","$":{"class":"indent"}},{"_":"After one hour of hailing the president from the MC, the next part was the display of audience ideas. One person came to the microphone and praised his president as a great hero who has tried to destroy the corruption in the nation. When he finished, another person came up and did the same thing. One after another sang the same song; we realized that those people were the cadres of the Information Section of the district.","$":{"class":"indent"}},{"_":"I disagreed with that propaganda. It was clear that the South was contaminated by corruption. Their magnificent mansions at Vung Tau were very clear evidence. With their salary, how could they build million-dollar mansions like that? Meanwhile, 95 percent of the South’s population still lived in miserable conditions. Many people had the same point of view as me, but they did not want to say so because they feared revenge by the government.","$":{"class":"indent"}},{"_":"Another hour passed and the meeting was about to end; as we were about to leave the meeting hall, suddenly a bright light flashed, then a big boom rent the air. We thought the VC was attacking, but it turned out to be a clap of thunder. Then a heavy shower came, so no one could leave that location.","$":{"class":"indent"}},{"_":"The cochairman of the meeting, a deputy chief of province, talked to the audience. “Because of rain, we cannot go home, so anyone who has any idea about the corruption, please let others know. I think that Heaven’s King wants to listen to some golden ideas.”","$":{"class":"indent"}},{"_":"We all looked at one another, but nobody said anything at all. We all thought that the supporters had already displayed their support ideas, so the play could end. The person who sat next to Mr. Rang was his assistant in management, Mr. Diem, then Mr. Long.","$":{"class":"indent"}},{"_":"We all sat in silence. I saw those chairpersons talking to each other for a while, then the assistant chief of the district looked at me and said, “In our district, the most educated people are senior high school teachers. I don’t know if you have any good ideas or not.”","$":{"class":"indent"}},{"_":"Everyone at the meeting turned their heads and looked at me. I knew that man wanted me to say something to praise President Thieu in front of hundreds of other public service employees. I pretended not to know anything.","$":{"class":"indent"}},{"_":"Lieutenant Liem murmured, “They implied you should speak out.”","$":{"class":"indent"}},{"_":"I smiled and kept quiet.","$":{"class":"indent"}},{"_":"Another minute of silence passed, and I felt very uneasy in that situation.","$":{"class":"indent"}},{"_":"Long, the high school principal, said, “High school teachers, please speak out your opinions. How about you, Mr. Hiep?”","$":{"class":"indent"}},{"_":"I glanced around and saw everyone staring at me.","$":{"class":"indent"}},{"_":"Diem, the deputy district chief, added, “Oh yeah, in our district, everyone knows Mr. Hiep. Please give us some of your deep thoughts.”","$":{"class":"indent"}},{"_":"Now I had to speak out my idea.","$":{"class":"indent"}},{"_":"I stood up and said, “Actually, I didn’t want to say anything relating to the corruption of this country at all. But Mr. Assistant Chief of the District and Mr. Long have forced me to speak. I think even if I were a frog, I would have to say something…”","$":{"class":"indent"}},{"_":"The whole crowd burst into laughter.","$":{"class":"indent"}},{"_":"Major Rang interrupted, “Teacher Hiep, would you please come over here to use the loudspeaker, so everyone in this auditorium can listen to your deep knowledge.”","$":{"class":"indent"}},{"_":"I replied, “Thank you, Major. I have a strong voice. I think everybody can hear me without using the loudspeaker. Is that right, guys?”","$":{"class":"indent"}},{"_":"A thousand mouths simultaneously said, “Right!”","$":{"class":"indent"}},{"_":"Then I continued, “The corruption of our country becomes a system originating from the center, then spreads out to the remote countryside. In my opinion, we can compare the corruption of our country to a bad big tree in a garden that blocks the sunlight from other trees. The shade of the corruption tree makes other good trees unable to grow and produce good fruits. We want to get rid of that tree so that we may have sunlight for the others. However, we only cut some small roots and say we have killed that bad tree. I don’t think that is enough. If we want to get rid of that tree, we have to cut the main roots. But the question is: dare you cut the main one? If you dare, we can continue to talk over the problem. If you don’t, we should stop discussing here. In history, the Republic of China fell into the hands of Mao Zedong’s Communist regime in 1949 because of the rotten Chiang Kai-shek’s government. If we don’t clean ourselves up, we will follow the path of the Republic of China. Thank you all for listening to my opinion.”","$":{"class":"indent"}},{"_":"I did not specify President Thieu but obviously everyone understood that I was talking about him.","$":{"class":"indent"}},{"_":"The audience gave me a big hand and looked at me, worried; they feared for my safety. The chairpersons looked angry, except Major Rang. I could recognize his agreement through his eyes and smile.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-006-backlink"},"a":{"_":"83","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-006"}}}}},{"_":"Lieutenant Liem murmured again, “I know you!”","$":{"class":"indent"}},{"_":"The auditorium became silent.","$":{"class":"indent"}},{"_":"Minutes later, Mr. Diem replied to me, “Mr. Hiep, I think you are a teacher, so Confucianism has influenced you. In our society, I think there are a few very good people. Almost all others are greedy. We can see the word ‘bribery’ on their faces.”","$":{"class":"indent"}},{"_":"Lieutenant Liem used his elbow to hit my hip. “Mr. Hiep, he admits himself a corrupted person.”","$":{"class":"indent"}},{"_":"I smiled. “With his role in the district, he has to say so.”","$":{"class":"indent"}},{"_":"The chairperson dismissed the meeting.","$":{"class":"indent"}},{"_":"I waited for revenge from government, but nothing happened. That fact proved that at least in South Vietnam, we still had limited freedom.","$":{"class":"indent"}},{"_":"Since that day on, Major Rang looked at me in a different way. When I ran across him, he always stopped, saluted me, and talked to me very warmly.","$":{"class":"indent"}},{"_":"Although I respected him a lot because of his dignity, I did not want to be his close friend. The main reason was that I did not want other people to get the wrong opinion about me. They might think I wanted to run after the high-ranking officers of the local government.","$":{"class":"indent"}},{"_":"After that, Mr. Rang sent his daughters to attend at my Dong Tien Center.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"In South Vietnam, after the Americans left, the Communists expanded their control in rural areas. At night, they usually intruded into some hamlets around Cho Lach’s district capital, such as Phung Chau, Dinh An, and Hoa Nghia. For that reason, at midnight, no one dared to go out of his or her house, and the district government ordered us to hang a kerosene lamp in front of our houses at night.","$":{"class":"indent"}},{"_":"One night, when we were sound asleep, we suddenly awoke to painful and horrible screams: “Someone! Somebody! Help! Help!”","$":{"class":"indent"}},{"_":"I sat up and said, “Diep! You and Mom stay home! I have to go out to help someone in danger.”","$":{"class":"indent"}},{"_":"I got out of the bed and put on a pair of soldier shoes.","$":{"class":"indent"}},{"_":"Diep trembled. “Please…come back…soon! I am…so afraid.”","$":{"class":"indent"}},{"_":"I was concerned for her safety, but in this case, I had to save someone first.","$":{"class":"indent"}},{"_":"We heard someone call for help again, “Someone! Help me! Help!”","$":{"class":"indent"}},{"_":"Diep’s Mom also said, “It’s very dangerous…for you and also…for us at home without you.”","$":{"class":"indent"}},{"_":"When I had just grabbed a flashlight under my pillow, suddenly,  Two gun reports went off and rent the air of the quiet night somewhere nearby. At the same time, the screaming echoed horribly, “Someone! Somebody! Help…me!”","$":{"class":"indent"},"span":{"_":"bang! bang!","$":{"class":"italics1"}}},{"_":"I rushed out of the house, reminding my wife, “Lock the door!”","$":{"class":"indent"}},{"_":"It was very dark out there. Perhaps, it was past midnight. I paused there to identify the direction.  Two more gunshots reported. I realized it came from behind our house. I thought, If I ran around my house, got to the gate, then ran to the main street, made a turn to the screamer’s location, then I would be too late. I needed to make a short cut. I ran to the barbed-wire fence, grabbed a post, then jumped over it, and rushed toward the screaming.","$":{"class":"indent"},"span":{"_":"Bang! Bang!","$":{"class":"italics1"}}},{"_":"I shouted, “Who’s calling for help? Who’s calling for help?”","$":{"class":"indent"}},{"_":"No one replied.","$":{"class":"indent"}},{"_":"The area behind my house was a wild garden about fifty meters in diameter, full of thorn trees, bamboo, and weeds. Those were three meters high at least. In the area, we had seen wild animal and a lot of poisonous snakes. However, I had to cross this area to save someone. I had to use the flashlight and cleave bushes and wild trees with my bare hands, making room to force through, while I kept on shouting. ","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute81","src":"image/Image2131_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\RISKY.png"}}},{"_":"I shouted again, “Freeze! Who is it?”","$":{"class":"indent"}},{"_":"Actually, I did not see anything at all, but I yelled very loud to scare the murderer away.","$":{"class":"indent"}},{"_":"In the darkness of the night, I saw the muzzle flash at a house ten meters away from my place and heard the  of the gun going off again. I did not know whether someone had shot at me. I could not see anything but a light from a cottage.","$":{"class":"indent"},"span":{"_":"bang! bang! bang!","$":{"class":"italics1"}}},{"_":"I could not run any faster to the house because of the many bushes and wild trees separating the house and me.","$":{"class":"indent"}},{"_":"Several seconds later, I arrived at the door of that house. I heard the scream from inside the house.","$":{"class":"indent"}},{"_":"I stopped at the door and shouted, “Is there anybody home?”","$":{"class":"indent"}},{"_":"No one answered but a groaning: “Some…one! Some…body! Help…me!”","$":{"class":"indent"}},{"_":"I kicked vehemently at door, making it collapse and pop open. I saw two boys, about sixteen years old, lying on a bed. They were pale in their faces from fear.","$":{"class":"indent"}},{"_":"I shouted, “What happened?”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute82","src":"image/Image2139_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CALL FOR HELP.png"}}},{"_":"One boy replied, quivering, “Teacher! Please…help us! Some…body shot…at us.”","$":{"class":"indent"}},{"_":"I asked, “Are you all right?”","$":{"class":"indent"}},{"_":"“We…we are okay, but…the boy in…in…” He pointed to the room.","$":{"class":"indent"}},{"_":"“But…someone…got killed!”","$":{"class":"indent"}},{"_":"I rushed into the room. I saw another boy of the same age, lying in blood. I touched his neck and felt he was still alive. A powerful energy suddenly flowed in his body. I carried the boy up to the front door, then put him on even ground.","$":{"class":"indent"}},{"_":"I screamed for help, “Someone! Please help this student! He was critically wounded!”","$":{"class":"indent"}},{"_":"I was aware that the Son Dinh local army station was about fifty meters away from that house. I hoped someone in that station would come out to help the miserable boy. For a few seconds, I did not see anything happen. I carried the boy toward that direction. I continued screaming for help while walking.","$":{"class":"indent"}},{"_":"All the neighbors locked their doors; there was no light, so the street was very dark and deserted. I carried him to the Son Dinh local soldier station. That was also the main office of Son Dinh Village. Some soldiers stood behind the barbed-wire fence, looking at me, but did not show any willingness to help.","$":{"class":"indent"}},{"_":"I screamed, “Soldiers! Please send a medical group here to save this boy.” No one replied. I continued imploring, “Soldiers, please help him. Someone shot him. He is going to die!”","$":{"class":"indent"}},{"_":"One soldier said, “My duty is to guard the station. I cannot go out to help you, Teacher.”","$":{"class":"indent"}},{"_":"I knew that everyone was afraid of an attack by the VC, especially the soldiers. I had no choice, so I carried him to the ferry landing site and laid the boy on the veranda of a house.","$":{"class":"indent"}},{"_":"I inhaled air into my lungs, then yelled to the other side of the canal, “Is there anyone who can come here to help a wounded student?”","$":{"class":"indent"}},{"_":"My voice is very loud, and at that time, it would carry very far away. But the whole district seemed to be a graveyard; no one responded to my call. Almost everyone in the district capital knew me and recognized my voice, but no one around came out to help me.","$":{"class":"indent"}},{"_":"I rushed back to the station. “Soldiers, please help the boy.”","$":{"class":"indent"}},{"_":"At the guard post, a soldier said, “Teacher, you should go home to take care of your family. I already contacted the District Headquarters. They said that they would send someone to come here to help the boy right away.”","$":{"class":"indent"}},{"_":"I suddenly thought of my young wife and her mom. Actually, I did not know the reason for the murder. If the suspect went to my house and attacked, who would protect them? However, the fate of the boy still had not been solved, so I had to return to the canal and yell for help.","$":{"class":"indent"}},{"_":"Someone on the other side answered, “Mr. Teacher, you leave the boy there. We will take care of him.”","$":{"class":"indent"}},{"_":"I begged, “Please help him. He is going to die.”","$":{"class":"indent"}},{"_":"“Yes! Teacher, we will arrive there immediately.”","$":{"class":"indent"}},{"_":"I was very eager to go back home to take care of my family. I ran back to the station. I saw a few other soldiers appearing obscurely in the darkness. Perhaps, they were awakened by my voice.","$":{"class":"indent"}},{"_":"I said, “Can you contact the military medical group or the hospital to come here and help this boy?”","$":{"class":"indent"}},{"_":"One of those people replied, “Yes, Teacher! They told us they are sending a group to this place to help the boy. Just go home, Teacher!”","$":{"class":"indent"}},{"_":"Another soldier chimed in, “Mr. Teacher, we already did. You should confidently go back home to take care of your family.”","$":{"class":"indent"}},{"_":"I returned to the boy, took off my coat, and put it on him. I thought I did not have any way to help him, except to ask for help from the military force.","$":{"class":"indent"}},{"_":"On the other side of the river, I saw light from some flashlights and a group of soldiers pushing a small boat to the river. They were dispatching a medical group to save the boy, so his fate was in the care of the medical group.","$":{"class":"indent"}},{"_":"I thought of the danger to my family. I finally rushed back home to take care of them. When I reached home, I saw Diep and her mom trembling with fear. We could not sleep for the rest of that night.","$":{"class":"indent"}},{"_":"The next day, we learned that the boy had passed away from losing too much blood. It was a sorrowful event; I did my best to save the boy, but because it was wartime, I could not accomplish my duty.","$":{"class":"indent"}},{"_":"The evening of that day, I returned home from school. Instead of taking my regular route, I took a walk past the house where the disaster had taken place. I stopped at that house and saw nobody inside; the collapsed door was still open.","$":{"class":"indent"}},{"_":"Suddenly, two boys ran to me and knelt down, prostrating themselves before me.","$":{"class":"indent"}},{"_":"I asked, “Who are you? Let’s stand up and talk.”","$":{"class":"indent"}},{"_":"“We are the boys that you saved last night,” one of them said.","$":{"class":"indent"}},{"_":"I sighed. “I rue it. I couldn’t do anything else to save your friend nor you.”","$":{"class":"indent"}},{"_":"The other boy said, “But thanks to your presence, the murderer shot at us in a hurry and missed, Teacher.”","$":{"class":"indent"}},{"_":"“Where do you go to school?”","$":{"class":"indent"}},{"_":"“We are Thanh My Son students.”","$":{"class":"indent"}},{"_":"“Do you know the one who shot at you?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. He is Mr. Tu Tong.”","$":{"class":"indent"}},{"_":"I knew that person; he lived next door to Tu Lung.","$":{"class":"indent"}},{"_":"“What is the dead student’s name?”","$":{"class":"indent"}},{"_":"“His name is Tin, Teacher.”","$":{"class":"indent"}},{"_":"“Why did that man shoot you?”","$":{"class":"indent"}},{"_":"They both mumbled, “Because…because…We will talk to you later. We have to go home, Teacher.”","$":{"class":"indent"}},{"_":"By that time, a towed motorbike approached. They got on that vehicle to go back home. I wanted to ask them some more questions, but I could not.","$":{"class":"indent"}},{"_":"After that, we learned that those boys took a young prostitute to their house. The girl’s uncle, Tu Tong, raged at those boys because he thought they had raped his niece. He was an undercover of the district police department, so he had a pistol. In anger, he used his gun to shoot at those boys. After the murder, he left Cho Lach to hide in a rural remote area.","$":{"class":"indent"}},{"_":"Half a month later, at twilight, my spouse and I sat by a window chatting. We saw a young woman of about twenty carrying a big bag and leading an old woman past us. They were strangers, so we watched them. Unexpectedly, they went into my Dong Tien Center. We were all surprised because we had never met them before.","$":{"class":"indent"}},{"_":"I feared they made a mistake, so I walked out and asked, “Madam and miss, where are you going?”","$":{"class":"indent"}},{"_":"The young lady said, “Good evening, Teacher. We are going to see you.”","$":{"class":"indent"}},{"_":"We were taken by surprise. I thought, ","$":{"class":"indent"},"span":{"_":"I don’t know these ladies, so why have they come here to see me?","$":{"class":"italics1"}}},{"_":"Diep smiled and invited, “If so, madam and miss, please come in.”","$":{"class":"indent"}},{"_":"Arriving at the door, the old woman took off her latania-leafed hat.","$":{"class":"indent"}},{"_":"Diep said, “Please take a seat!”","$":{"class":"indent"}},{"_":"Then she went to the kitchen to make tea, while the young lady helped the older one to sit down. I suddenly saw something moving inside of the bag and heard a chicken.","$":{"class":"indent"}},{"_":"I looked at the old lady and asked, “Why do you come here to see me, madam?”","$":{"class":"indent"}},{"_":"The old lady said, “Mr. Teacher, I am the grandmother of the boy that you tried to save…” She pointed to the young lady and sobbed out, “This is his sister. We come here to say thank you…” The woman succumbed to her emotions and burst into tears, so she could not continue.","$":{"class":"indent"}},{"_":"Diep said, “Madam, please take a cup of tea first.”","$":{"class":"indent"}},{"_":"I consoled her. “Madam, please calm down. On that night, I tried to save your grandson, but I had no power to do so.”","$":{"class":"indent"}},{"_":"The woman sobbed out, “His friends…already told me everything about you. You were the only courageous…person who dared to save him…at midnight.”","$":{"class":"indent"}},{"_":"Diep and I were touched by this. I said, “Madam, I rued about that. I could not do anything else to save your grandson.”","$":{"class":"indent"}},{"_":"The young lady, up until then, had stood still to listen to our conversation with tearful eyes.","$":{"class":"indent"}},{"_":"She controlled herself and said, “But anyway, you are the person who did the best to save him and the last person who stood next to him…in the last moment of his…his…life.”","$":{"class":"indent"}},{"_":"The old woman said, “We are poor. We have nothing precious but something for you. It only shows our gratefulness to you. Would you please accept that?”","$":{"class":"indent"}},{"_":"The young lady opened her bag and pulled out a pair of chickens and dozens of fruits.","$":{"class":"indent"}},{"_":"I shook my head. “Madam, I cannot obey your request. I cannot accept those things. If I accept those things, my conscience would not forgive me.”","$":{"class":"indent"}},{"_":"The young lady said, “Teacher, please accept. These are not even worthy of your action.”","$":{"class":"indent"}},{"_":"The old lady chimed in, “Although you could not save my grandson, your thoughts and your actions are very precious.” She paused for a second then sobbed out, “I wish my…grandson’s soul…would bless your…your…family.”","$":{"class":"indent"}},{"_":"It was a very touch moment.","$":{"class":"indent"}},{"_":"Diep said, “If you want, we will accept some fruits, but the chickens, we can’t.”","$":{"class":"indent"}},{"_":"After some more conversation, I accepted some of the fruits to satisfy them.","$":{"class":"indent1","id":"calibre_pb_63"}}]}}}}