{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_17"}},{"_":" Chapter 10","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor011","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute39","src":"image/Image1754.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 10.jpg"}}}},{"_":"he third night, after beating and kicking me many times without results, the undercover said, “Okay, that is enough, now we have a refreshment party for you. Sit here while we prepare the party.”","$":{"class":"firstpara"},"span":{"_":"T","$":{"class":"_idgendropcap"}}},{"_":"He went out of the room and closed the door.","$":{"class":"indent"}},{"_":"I sat there and thought, ","$":{"class":"indent"},"span":{"_":"What does he mean by refreshment? I don’t feel thirsty now. Or do they have a new method of torture?","$":{"class":"italics1"}}},{"_":"A few minutes later, he came in with another police officer.","$":{"class":"indent"}},{"_":"He waved his hand at me and said, “Follow me!”","$":{"class":"indent"}},{"_":"I followed them to a bathroom. They tied my hands and hung me up on a high faucet.","$":{"class":"indent"}},{"_":"The other guy stuffed a towel into my mouth, then opened the valve for water to absorb through the towel. He pulled my hair down, so my face turned upward. In that position, the water absorbed into the towel, then went to my mouth. A minute later, when my mouth was full of water, he squeezed my nose, so I could not breathe. I could not close my mouth and I needed to breathe, so I had to drink the water until my belly expended like a balloon. Waiting for that moment, he took the towel out for the other man to question me. But I could not confess anything else because only I had drafted the plan.","$":{"class":"indent"}},{"_":"That time, he asked me carefully about the map in my pocket. Who helped me to draft the plan? How many people knew that plan? Did Thien play any role in that plan? Every time I said something that he disagreed with, he hit my belly and made water come out from my mouth and nose.","$":{"class":"indent"}},{"_":"I said Thien did not do anything at all, even he did not go out for a demonstration. ","$":{"class":"indent"}},{"_":"I said, “If you beat me to death, I still cannot say anything else because I already said the truth.”","$":{"class":"indent"}},{"_":"Finally, they believed me.","$":{"class":"indent"}},{"_":"They stopped their job of torturing and interrogating about 4:00 a.m.","$":{"class":"indent"}},{"_":"The next morning, as the previous day, the typist came there for a while, then disappeared.","$":{"class":"indent"}},{"_":"At midnight of the fourth day, they took Tam back to the living room, and we were brought back to Cong Hoa Camp.","$":{"class":"indent"}},{"_":"A few days later, I started to have a severe stomachache.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"By late October, a delegation from the United Nations came to inspect the human rights violations in South Vietnam. In that situation, they had to apply a new policy to us. They transported our group to another camp, Le Van Duyet.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute40","src":"image/Image1763_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\REFRESHMENT.png"}}},{"_":"At the new camp, I met dozens of other students who had been arrested in different places at different times. We lived there for a week, then started attending a political class, which praised President Diem.","$":{"class":"indent"}},{"_":"A few days later, the UN delegation planned to visit Le Van Duyet Camp. For that reason, once more, they had to change their policy. At daytime, they took some of us home; secret agents confined us at our own homes to avoid a contingent inspection of the United Nations delegation. At nighttime, they took us back.","$":{"class":"indent"}},{"_":"On November 11, 1963, I was sent home in the morning as usual. At 1:00 p.m., I heard the reports of machine guns.","$":{"class":"indent"}},{"_":"Soon, Tho, Tru’s younger brother, came to see me.","$":{"class":"indent"}},{"_":"He said, “Hiep, I think I have good news for you.”","$":{"class":"indent"}},{"_":"I asked, “What’s that?”","$":{"class":"indent"}},{"_":"“I saw thousands of all kinds of troops moving to Gia Long Palace. It is rumored that a coup d’etat had taken place to overthrow Diem’s family.”","$":{"class":"indent"}},{"_":"After the bombing of the Independent Palace, the formal presidential housing, in 1962, Gia Long Palace was the temporary presidential palace for President Diem.","$":{"class":"indent"}},{"_":"Later, on the radio, we learned that the coup d’etat was led by General Duong Van Minh to overthrow the dictatorship of the Ngo family.","$":{"class":"indent"}},{"_":"I went out into the street and saw everyone happily talking about the coup. I could not find the secret agent’s car parked around my house.","$":{"class":"indent"}},{"_":"That evening, I did not need to return to Le Van Duyet Camp.","$":{"class":"indent"}},{"_":"The next day, we learned that Mr. Diem and his brother Nhu were assassinated. I wanted Mr. Diem eliminated power from his brothers, and especially Mrs. Tran Le Xuan, but I did not want him killed. That day was the last day of Ngo’s dynasty.","$":{"class":"indent"}},{"_":"The first thing I had to do was to go back to Cong Hoa Camp to get my papers back, then go to Mr. Nam’s house to get my Mobylette. Luckily, Mr. Nam’s son cut the lock chain and used the bike for couple of months, so I still had the motorized leg to use.","$":{"class":"indent"}},{"_":"I returned to the university, but the school year was already over, so I had to repeat the first program (MGP) one more time. While attending this new class, I had a chance to make friends with many persons, who were really good in math, such as Le Quang Tieng, Le Khac Du, Nguyen Huu Thong, Nguyen Van Lieng, and especially Nguyen Huu Anh.","$":{"class":"indent"}},{"_":"After the revolution, I had a chance to go somewhere with some members to visit and show our gratitude to soldiers who had participated in that event. I was very excited with that program because on those occasions, we would improve the unity between civilians and military forces in the front against the Communists. Among those, there were two visits that I cannot forget.","$":{"class":"indent"}},{"_":"One morning, our group gathered at Tan Son Nhat Airport, preparing to visit the 5th Air Squadron, based at Bien Hoa Airfield. Air Force Major Mr. Nguyen Cao Ky and Lieutenant Mr. Luu Kim Cuong flew two C-47 airplanes to carry us to the Bien Hoa Airport. After a few hours of giving gifts and chatting, everyone in our group went around to ask for souvenirs from military personnel who were based at that airfield. Some of us got caps, others got scarves, but I did not ask for anything from them. I thought that it was not a good idea because they were not rich people. If they gave us something, they had to buy something else to replace it, with money from their own pockets.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-061-backlink"},"a":{"_":"28","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-061"}}}}},{"_":"At noon, we bid farewell to one another, then went back to the two C-47s to go home. On the way to the airplane, Mr. Cuong saw everyone had a souvenir hanging around his or her neck, but I did not have anything at all.","$":{"class":"indent"}},{"_":"Surprised, he asked, “Hiep! Why don’t you ask for a souvenir?”","$":{"class":"indent"}},{"_":"I laughed. “I see your friends don’t have much money, so I don’t want to make trouble.”","$":{"class":"indent"}},{"_":"He joked, “Don’t care for us! We are very rich! If we don’t have money, we can take an aircraft apart, then sell it at open market.”","$":{"class":"indent"}},{"_":"I said, “I thought we were going to comfort you and your friends but not that you would comfort us.”","$":{"class":"indent"}},{"_":"Mr. Cuong stopped looking at me, so I had to stop with him.","$":{"class":"indent"}},{"_":"He said, “Hiep! You are too young, but you have a logical way of thinking. Now I have this for you. This is very rare in air force personnel.”","$":{"class":"indent"}},{"_":"I smiled. “If so, I cannot accept that because it is so precious.”","$":{"class":"indent"}},{"_":"He tapped me on my shoulder. “I consider you as my foster young brother because of your speculation of life. I will give you my honorable air force medal to honor you for your actions to contribute to the revolution. Only one or two of us had that medal. Later on, whenever you see that medal, you should remember me.”","$":{"class":"indent"}},{"_":"I shook my head. “I dare not receive that highly precious medal.”","$":{"class":"indent"}},{"_":"He insisted, “I don’t give it to you, but I will award you the honorable medal because of your thinking as well as all the things you did in the past. I hope you will continue to do good things for our society in the future.”","$":{"class":"indent"}},{"_":"Not waiting for my response, he took off the medal that was hanging on his chest and pinned it on my shirt. His action made me so emotional that I almost cried.","$":{"class":"indent"}},{"_":"I raised my hand to salute him and said, “Thank you, Lieutenant!”","$":{"class":"indent"}},{"_":"He smiled. “If you have time, you come to see me at Tan son Nhat Airport.”","$":{"class":"indent"}},{"_":"“Yes, sir!”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"A few days later, I was informed that our group would accompany a delegation led by Lieutenant General Ton That Dinh, visiting 5th Infantry Division headquarters at Bien Hoa. That division was involved in the coup d’etat in November. At that time, Lieutenant General Dinh would promote the division’s commander in chief, Colonel Nguyen Van Thieu to two-star general.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-060-backlink"},"a":{"_":"29","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-060"}}}}},{"_":"On the morning of that day, I woke up early to look for good pants. My family was not rich, so almost all my pants were worn through at the seat area. Mom had mended them several times, but they were torn again. She sometimes got angry and said, “I think your buttocks has a saw.” After selecting several times, I chose a relatively good one. However, that one also wore away at the trouser seat, but Mom had mended it carefully.","$":{"class":"indent"}},{"_":"At 7:00 in the morning, our members were transported to Ngo Quyen High School at Bien Hoa Province to pick up some more female students. Our members were all boys and young men, so they wanted to have some beautiful flowers who would make our group more attractive.","$":{"class":"indent"}},{"_":"Arriving at the high school—and with the role of leader—I had to jump up and down to help those girl students to get onto the GMC truck. Unluckily for me, while getting on and off, I suddenly heard a strange sound at my trouser seat. I knew I had big trouble; my trousers were torn at that place, which would expose my red underwear. Although Mom had mended it several times, the threads were still broken.","$":{"class":"indent"}},{"_":"Aware of that fact, I dared not move anywhere. I went to the very end of the truck, next to the driver compartment. I stood in the same place to avoid others seeing my torn pants, especially the girls. I would be so ashamed if someone saw my underwear. Staying still in one place, I asked my friend to help me to do something.","$":{"class":"indent"}},{"_":"Soon our trucks arrived at the 5th Infantry Division headquarters. We all descended, then went to the side stand located next to the main one. I got down from the truck last, then crossed my hands in the back to cover the torn area, and walked to the stand leisurely. I went to the last row of seats because I thought that was the safest place to sit.","$":{"class":"indent"}},{"_":"We sat at the stand to wait for the ceremony. In front of us, there were thousands of soldiers standing in neat lines. A few minutes later, General Ton That Dinh, Colonel Nguyen Van Thieu, and other high-ranking officers approached the main stand.","$":{"class":"indent"}},{"_":"While chatting with some friends around, I saw an officer approaching our stand. He asked some girl students in the front row about something. Those students pointed to me, then said something to the officer.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"It’s big trouble coming soon for me.","$":{"class":"italics1"}}},{"_":"The officer came to me, shook my hand, and said, “Hello! I’m the person in charge of this ceremony. What’s your name?”","$":{"class":"indent"}},{"_":"“Hi, officer! My name is Vo Hiep.”","$":{"class":"indent"}},{"_":"“Are you the student leader?","$":{"class":"indent"}},{"_":"“Yes, sir!”","$":{"class":"indent"}},{"_":"“In my agenda for this ceremony, I have reserved seven minutes maximum for you to deliver a speech. In the speech, you should say your thoughts about our men.”","$":{"class":"indent"}},{"_":"I was very surprised and scared because many people would see my torn pants. Moreover, the podium where I was supposed to deliver the speech was in front of the main stand where the important people were sitting. I had to find a way to escape that danger.","$":{"class":"indent"}},{"_":"I said, “Oh my goodness! Officer, I haven’t planned anything at all, so how can I do that?”","$":{"class":"indent"}},{"_":"He laughed and joked, “It’s very good! You don’t have a plan, you will say your real emotions.”","$":{"class":"indent"}},{"_":"I realized that I lost the first game, so I thought up a second one.","$":{"class":"indent"}},{"_":"I said, “I feel tired, so if someone in our group would deliver the speech for me, is it okay?”","$":{"class":"indent"}},{"_":"He kept quiet for a few seconds to speculate, then nodded and reluctantly answered, “That’s acceptable! However, if you can speak, it’s much better.”","$":{"class":"indent"}},{"_":"I asked, “When is our turn?”","$":{"class":"indent"}},{"_":"He said, “I will pronounce the agenda, then the ceremony protocol. After that, General Ton That Dinh will deliver a speech and then the answer of Colonel Thieu. Following that is your turn.”","$":{"class":"indent"}},{"_":"“Thank you, officer.”","$":{"class":"indent"}},{"_":"After the officer left there for his place, I gathered Bao and An, the two oldest members of my group, to discuss the problem.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-059-backlink"},"a":{"_":"30","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-059"}}}}},{"_":"I asked, “Can you guy replace me in delivering a speech?”","$":{"class":"indent"}},{"_":"They all said, “No! How can we do that job?”","$":{"class":"indent"}},{"_":"I thought they were afraid of delivering a speech in front of thousands of people, soldiers, and very high-ranking officers. I need to persuade them to do this for me, or I will be in trouble.","$":{"class":"indent"}},{"_":"I convinced them, “It’s an easy job! We only need to say thanks to all members of the 5th Infantry Division because the revolution has successfully liberated our country from the dictatorship of the Ngo family. What do you think?”","$":{"class":"indent"}},{"_":"They all kept quiet.","$":{"class":"indent"}},{"_":"I suggested, “I think we should use three pieces of wood that each of us would select at random. Whoever has the longest one must do the job. Is that all right?”","$":{"class":"indent"}},{"_":"Bao and An had to agree with that proposal.","$":{"class":"indent"}},{"_":"I took a branch of a tree and broke it into three pieces, then asked Bao and An to select one. Unluckily for me, I got the longest one. Sitting on the bench, I thought up another plan to get out of that trouble. I went to the place where the MC officer was sitting, with my hands crossing at the buttocks.","$":{"class":"indent"}},{"_":"Seeing me, the officer said, “Hiep! Are you ready?”","$":{"class":"indent"}},{"_":"I said, “Not yet, Captain! But I need to have a blank sheet of paper that I can use to draft a few general points of the plan.”","$":{"class":"indent"}},{"_":"He handed me some pieces of paper and said, “The speech will be on air by the radio station. The whole nation will listen to your voice, so you should speak very fluently and forcefully. Okay?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"It’s more dangerous for me! I’m only thinking of covering the torn area. How can I speak fluently and forcefully?","$":{"class":"italics1"}}},{"_":"I still nodded reluctantly, then used the paper to cover my buttocks and turned back to my place. I sat on the bench, put down some main points, and waited for my turn.","$":{"class":"indent"}},{"_":"In a while, the officer who conducted the ceremony announced that the ceremony had begun. After the ceremony protocol and a brief introduction of the conductor officer, General Ton That Dinh delivered a speech to praise the contribution of the 5th Infantry Division in the revolution, under the direction of Colonel Nguyen Van Thieu. On behalf of the Revolution Committee, he then promoted Colonel Thieu to two-star general. After that, General Thieu gave a speech to reply to General Dinh. He also promoted some other officers of his division to higher ranks.","$":{"class":"indent"}},{"_":"When General Thieu finished his speech, the conductor officer came to the microphone and introduced the representative of the students to say a few words.","$":{"class":"indent"}},{"_":"I already learned the plan by heart, but I still brought the paper of the plan with me. When walking to the podium, I held the paper in my right hand and put my right arm behind me. In that manner, I could cover the torn area with the paper.","$":{"class":"indent"}},{"_":"At the podium, I started to deliver my speech. After the opening phase, I said thank you to all the soldiers who did not fear the danger it took to liberate our people. I also called for the unity of civilians and soldiers to defeat our main enemy. The thunderous applause from thousands of audience members made me very excited.","$":{"class":"indent"}},{"_":"When I was at my most excited, I forgot the torn pants, and I raised both arms to the air to show my emotion.","$":{"class":"indent"}},{"_":"All of a sudden, I heard hundreds of people burst into laughter from behind me. I glanced back and saw all the officers at the main stand pointing to my pants, laughing. I glanced to my stand, and I realized my friends were laughing too. That fact made me so ashamed. My face was as hot as if I were sitting by a giant fireplace. I consoled myself that poverty was not a crime. Anyway, everyone already saw my torn pants and my red underwear, so I kept talking, using both hands to gesture.","$":{"class":"indent"}},{"_":"After the ceremony, we had a party. I asked all my friends going to the area of soldiers to share the meal with them.","$":{"class":"indent"}},{"_":"Right at that moment, the officer came back and said, “Thank you for your speech. You delivered the speech very well and very forcefully.”","$":{"class":"indent"}},{"_":"“Thank you!”","$":{"class":"indent"}},{"_":"He continued, “On behalf of the organizers, I invite all of you to go to the officers’ section to have the party with us.”","$":{"class":"indent"}},{"_":"I said, “We came here to share the bitterness of soldiers, so I would like you to allow us to sit by the private class.”","$":{"class":"indent"}},{"_":"He said, “You should go to the officers’ section because I think it’s much better over there.”","$":{"class":"indent"}},{"_":"I replied, “I think I must talk to my members to see their opinion.”","$":{"class":"indent"}},{"_":"He answered, “That’s fine!”","$":{"class":"indent"}},{"_":"I talked to my group. “My friends! Today, we come here to comfort soldiers, so in the party, we should sit next to them. Do you agree?”","$":{"class":"indent"}},{"_":"Everyone shouted, “That’s right! We’ll sit with the privates!”","$":{"class":"indent"}},{"_":"I turned to him and said, “Do you see? Everyone has the same idea. Sorry, officer!”","$":{"class":"indent"}},{"_":"The officer finally left there. We all went to the private section to have lunch with them.","$":{"class":"indent"}},{"_":"Just as we had started eating, the conductor officer came to me again and told me, “Hiep, General Dinh and General Thieu told me to come here to invite you to join the party with them.”","$":{"class":"indent"}},{"_":"I tried to refuse in order to escape that inconvenience. “Sorry, Captain, I prefer to sit over here with my new friends.”","$":{"class":"indent"}},{"_":"He shook his head. “No, the two generals ordered me to came here to invite you. If you don’t come there, I will be in trouble.”","$":{"class":"indent"}},{"_":"“But my…my—”","$":{"class":"indent"}},{"_":"He interrupted, “Never mind!” He smiled, then continued, “Thousands of us and dozens of Ngo Quyen schoolgirls already admired your red underwear. But if you didn’t have underwear, it would be a big problem.”","$":{"class":"indent"}},{"_":"Finally, I had to obey his request. I followed him to the reception house, where I joined the party with those generals and some other high-ranking officers. One thing was different: I did not cover my torn pants again. They merrily asked me to sit down to join them. They asked me about the school, my prison experience, the attitude of the university toward the revolution. When they were out of school topics, they started to talk about the battlefield and their memoirs, of which I knew nothing. A half an hour later, I asked them to allow me to return to my previous place with my friends and other soldiers.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"During that time, I received an invitation card from General Duong Van Minh to participate in a reception party for the revolution’s heroes who had contributed to the November coup d’etat. Although I was not a hero, that word was a highly prestigious one that I did not deserve to have. I only saw that the government oppressed a class of people who wanted freedom of religion, and I joined the others to express my opinion. So I made up my mind not to attend that party. I put the invitation card and Mr. Luu Kim Cuong’s medal in a box, then stored that in my parents’ wardrobe.","$":{"class":"indent"}},{"_":"After that, many political organizations invited me to their meetings. At those meetings, they asked me to join them, but I turned them down. There were a few reasons that I did that. Firstly, I was too young, and I needed to graduate from my university. Secondly, I did not want to involve myself in the political field with the condition of our country at that time. Thirdly, if I got involved in any political party, I could not affect the older generation, but in contradiction, I would be influenced by them. Many friends of mine joined those groups and, some years later, became important people in the political field.","$":{"class":"indent"}},{"_":"For me, during that time, playing with politics is like playing with mud. My dream was to help someone to build an independent, wealthy country, but I could do nothing at my age. I felt sad when I realized that in our society, there were many inequalities. There were too many poor and too few rich. There was a lot of corruption in our nation, especially in some short-lived following governments.","$":{"class":"indent"}},{"_":"Sometime later, I participated in a youth organization led by a student of the agriculture engineering school. There were hundreds of youths in that organization. They were divided into three companies. As a friend of the leader at that time, naturally, I would be a company leader, but by the principles of democracy, I asked them to vote. I was still elected as a company leader. We used the University-Student’s Center at Duy Tan Street as our headquarters.","$":{"class":"indent"}},{"_":"Another day, our center was burnt by a group of people from Ho Nai, a Catholic village thirty kilometers north of Saigon. At that time, our group was at Vien Hoa Dao, a Buddhism center. Upon learning that news, our group rushed back to our headquarters to put out the fire.","$":{"class":"indent"}},{"_":"On the way back there, many members shouted, “Down with Ho Nai” and “Death to Ho Nai.” I stopped them and asked them not to do that. I feared it would dig the hole of discrimination between religions even larger and break the unity of the South Vietnamese to stand against the VC. Arriving there, we saw the fire was already out, but all the furniture was burnt.","$":{"class":"indent"}},{"_":"One day, I joined another charity group to collect used clothes at Tran Quoc Toan Street to help victims of a flood in the central part of Vietnam. At noon, when we were very tired and sweaty because of hard work in the high heat, we saw a cloud of dust hanging over a noisy crowd at Vien Hoa Dao, the main Buddhist center, a kilometer away from us. We did not know if something bad was happening, so our group took a break and waited for the news. Later, someone came up and let us know that there was a fight between An Quang Buddhist and Vien Hoa Dao groups over the ownership of the Buddhist Center.","$":{"class":"indent"}},{"_":"I thought, based on the theory of Buddhism, people should not possess anything at all; we must not be greedy. Why did those Buddhist groups fight with each other to control a piece of land? The religion is not bad, but the followers were bad.","$":{"class":"indent"}},{"_":"Soon I realized that the organization relied too much on Buddhists. I had a feeling that someone wanted to use our organization to pave the way for advancing his political career. When joining that organization, I hoped that group would serve our people, no matter what religion they were.","$":{"class":"indent"}},{"_":"Moreover, there was a competition to gain power within Buddhists themselves. The main one was the collision between Vien Hoa Dao and An Quang.","$":{"class":"indent"}},{"_":"Therefore, I decided to quit that organization.","$":{"class":"indent"}},{"_":"I returned to my school to continue my education and taught mathematics at private schools. I did not participate in any political organizations, except once.","$":{"class":"indent"}},{"_":"One day, university students gathered together to protest General Nguyen Khanh. Nguyen Khanh proclaimed himself the Lifetime President of South Vietnam, with the support of his followers through a meeting at the White House at Vung Tau. Thousands of students surrounded the temporary Presidential Palace in front of Saigon Zoo. Under the pressure of the students, General Khanh promised to withdraw his decision.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-058-backlink"},"a":{"_":"31","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-058"}}}}},{"_":"Besides school time, I used my spare time to join my friends who had been jailed with me. We frequently organized social tasks in helping the poor. One day, we went to Hoc Mon for a program to eradicate illiteracy; other days, we went to 5th District for sanitary education. Occasionally, our group also went to the low-income areas to make water runoffs or ditches.","$":{"class":"indent"}},{"_":"At that time, Dad worked as the assistant chief officer of Vice Prime Minister Dr. Nguyen Ton Hoan. So our lives seemed to have the best condition ever in my life.","$":{"class":"indent"}},{"_":"On August 2, 1964, North Vietnamese PT boats attacked the destroyer USS . Two days later, a second similar attack took place. On August 7, the Congress of the United States approved the Gulf of Tonkin Resolution, authorizing the use of armed force to assist any nation of the Southeast Asia Collective Defense Treaty.","$":{"class":"indent"},"span":{"_":"Maddox","$":{"class":"italics1"}}},{"_":"At the same time, the VC used the Ho Chi Minh Trail to transport food, ammunitions, and human forces from North to South to escalate the war. At the beginning of December of the same year, the first North Vietnam regiment entered Kontum, a province 450 kilometers north of Saigon. Within that month, three others infiltrated to South Vietnam through that trail. On the twenty-eighth of that month, the 9th Division of North Vietnam overran Binh Gia, a district eighty kilometers east of Saigon, and caused heavy casualties to a parachute battalion of ARVN.","$":{"class":"indent"}},{"_":"During that time, America also strengthened the power in South Vietnam by deploying more offensive units such as army, navy, and air force. I knew the North Vietnamese Communists (VC) received a huge aid from the Soviet Union, Red China, and other Communist countries. I agreed that the United States and other western countries should support us in fighting back if they did not want South Vietnam, Cambodia, Laos, and other poor countries in the world falling under the control of Communism.","$":{"class":"indent"}},{"_":"However, I did not agree with the way that the United States supported my country. I wished the US would give us many modern weapons only but not human power. I had a feeling that if there were many US troops in our country, our country could not remain as an independent nation.","$":{"class":"indent"}},{"_":"In addition to that was the propaganda of North Vietnam, who always said South Vietnam was a slave of America, and the Saigon government was only America’s puppet. That would harm our ideology and the prestige of the South Vietnamese in the war. The whole world would recognize the independence of the North and the slavery of the South.","$":{"class":"indent"}},{"_":"But one real matter was that North Vietnam was a slave of the Soviet Union and China, at least in spirit. In South Vietnam, we did not need to know the national holidays of the United States or France or learn by heart the national anthems of those countries. In history class at school, we always blamed the colonists of France. On the other hand, in the North, it was a different story. We had to respect Lenin, Stalin, and Mao Zedong as our gods. To Huu, one of the famous Communist poets, who was a member of the Central Committee of the Communist Party, wrote in a poem to praise Stalin the following:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"“.”","$":{"class":"indent"},"span":{"_":"Thuong cha thuong mot, thuong ong thuong muoi","$":{"class":"italics1"}}},{"_":"(Love Dad one, love you—Stalin—ten times.)","$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"I thought I should graduate from the university, then become a teacher. I would use my spare time to talk to my students about the danger of Communist propaganda, the corruption, and the inequality of South Vietnam. I hoped that the younger generation, with its good ideas, would be the good, clean leaders in the future of our nation.","$":{"class":"indent"}},{"_":"The aid of the US to South Vietnam was ridiculous, while North Vietnam received modern weapons from Communist countries; our troops still used old weapons that were used during World War II. The VC used good machine guns—AK47, AK50, anti-tank B40, B41, advanced tank T54, and advanced jets like the Mig17 and so on. Meanwhile, our troops still used Garant M1 machine guns, M41 tanks, and Skyraider airplanes, the weapons used during World War II.","$":{"class":"indent"}},{"_":"Skyraider was an aircraft designed by the Douglas Company in late 1944 for the US Navy to replace the Grumman TBF Avenger, under the name Dauntless II. The Japanese surrendered in August 1945 before it came into service. After World War II, it was renamed the Skyraider A-1D. That kind of aircraft was good for small battles with guerrillas but not enough for confronting regular army from North Vietnam. After North Vietnam had received the advanced aircraft Mikoyan-Gurevih Mig 21 for a long time, South Vietnam received the A5 Freedom Fighter. If we compare the power of the two sides, we can see that the South has an advantage, but all the advanced weapons were used by the US forces.","$":{"class":"indent"}},{"_":"At the end of the year, my sister Mai married Mr. Le Ngoc To, a captain of the airborne division. Mr. To was a quiet, brave person. He was involved in many big battles, such as Bong Son and Binh Dinh. He was a hero in the revolution of November 1963. My sister made his acquaintance during a hospital visit after that event. He was injured during a fight at Gia Long Palace, the temporary Presidential Palace.","$":{"class":"indent"}},{"_":"1964 was a turbulent year of politics in South Vietnam, with seven coup d’etats. June 19, 1965, after some short-lived governments and coalitions, General Nguyen Van Thieu was proclaimed chief of state, and Air Vice Marshall Nguyen Cao Ky was installed as premier.","$":{"class":"indent"}},{"_":"In April 1967, while the war was escalating, anti-war protesters rallied in New York and San Francisco. That really hurt the anti-Communist spirit of the South Vietnamese. With a very good strategy of Communist propaganda, the whole world believed in the ways of North Vietnam. Moreover, most of the native South Vietnamese who lived in rural areas also believed in them. I realized that it was very hard for us to confront Communism.","$":{"class":"indent"}},{"_":"September 3 of that year, General Thieu and Vice Marshall Ky were elected as president and vice president. I still was not clear if that election was clean or not.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"In 1960, a friend of mine introduced me to his cousin named Joy. She was little girl, just eight years old. I considered her as my little sister and she looked at me as her brother. She knew I was in love with Kim and consoled me every time I was sad. Right at the time we knew each other, everything hard to do, from the thinking to the manual work, she always asked for my help. ","$":{"class":"indent"}},{"_":"When I passed Baccalaureate-Part I in 1961, and next year Part II, then the same year passed the exclusive exam to enter the Faculty of Pedagogy, she was very happy and looked up to me as a genius. She asked me to tutor her on Math and Sciences. From that day on, I came to her house to study and also helped her in math and physics. Thanks to that, she got A and A+ in every exam. At the school year end, the school always handed her the first place award. Her parents and both of us were happy with her success at school. ","$":{"class":"indent"}},{"_":"Her family was poor because of her parents’ business failed. At the age of thirteen, she had to carry running water from the public fountain to neighbors to earn money for her family. Everybody thought that even with the heavy job, she became prettier and prettier with age.","$":{"class":"indent"}},{"_":"In summer 1963, when I was arrested by Mr. Nhu’s secret agents, she was very worried. When I was released, she was frantic with joy, then looked at me as a hero. Time flew. In June 1966, one evening, when I was studying at a park, haft a kilometer from her house. I saw someone passing carrying water. Because of the darkness, I could not identify who it was. About fifteen minutes later, I saw that lady approaching me. When she was about three meters away, I realized that was Joy. On her hand was a glass of sugarcane juice with ice. ","$":{"class":"indent"}},{"_":"She looked at me tenderly and said, “You should drink this. It would help you to remember the lesson.”","$":{"class":"indent"}},{"_":"I asked: “How can you get money to buy this?”","$":{"class":"indent"}},{"_":"She smiled lovely and beautifully. “From my water carrying.”","$":{"class":"indent"}},{"_":"I could not believe this. She had to carry a pair of heavy water buckets a kilometer in order to buy this glass of sugarcane juice. This action moved my heart.","$":{"class":"indent"}},{"_":"In the heat and humidity of early summer, the glass of iced sugarcane juice made me feel good, especially as it was from a beautiful young lady. I thought that she no longer considered me as a brother.","$":{"class":"indent"}},{"_":"One evening in May 1967, I went to her house to study and tutor her as usual. At 10 p.m., I grabbed my books, ready to go home. All of a sudden, lightning flashed and a very loud thunderbolt echoed that made her afraid and she held my shoulder.","$":{"class":"indent"}},{"_":"I tapped her hand. “Don’t be scared. I’m here.”","$":{"class":"indent"}},{"_":"That was an early rain from the usual raining season.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute41","src":"image/Image1771_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\gai thoi loan.png"}}},{"_":"At an instance, heavy rain poured down. I had no choice, then sat down next to her.","$":{"class":"indent"}},{"_":"She looked at me and said, “So the heaven says: you have to stay with me.”","$":{"class":"indent"}},{"_":"I replied,  vô kìm toa năng lu khách.","$":{"class":"indent"},"span":[{"_":"“Vu","$":{"class":"italics1"}},{"_":"̃","$":{"class":"times-italic"}},{"_":"̉","$":{"class":"times-reg"}},{"_":"ư","$":{"class":"times-reg"}}]},{"$":{"class":"indent"},"span":[{"$":{"class":"italics1"}},{"_":"     Să","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"c bâ","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t ba đào di","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":" ni","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"ch nhân.”","$":{"class":"italics1"}}]},{"_":"(.","$":{"class":"indent"},"span":[{"$":{"class":"italics1"}},{"$":{"class":"italics1"}},{"_":"雨無鈐鎖能留客","$":{"class":"ms-gothic"}}]},{"_":")","$":{"class":"indent"},"span":[{"$":{"class":"italics1"}},{"$":{"class":"italics1"}},{"_":"色不波濤易溺人","$":{"class":"ms-gothic"}}]},{"_":"Joy asked, “What is the meaning of the Chinese poem?”","$":{"class":"indent"}},{"_":"I said, “These are two sentences in a conversation of two Vietnamese poets, who lived a couple centuries ago. The meaning is:  Rain has no lock, but it can keep visitor.","$":{"class":"indent"}},{"_":"The beauty has no wave, but it can sink people.”","$":{"class":"indent"}},{"_":"She shyly asked, “Am I beautiful?”","$":{"class":"indent"}},{"_":"I said, “Sure.”","$":{"class":"indent"}},{"_":"She continued, “So can I make you drown?”","$":{"class":"indent"}},{"_":"I replied, “Why not?”","$":{"class":"indent"}},{"_":"We looked at each other, then smiled.","$":{"class":"indent"}},{"_":"Since that day on, we felt in love. ","$":{"class":"indent"}},{"_":"All thought I loved Joy, but I never said the word “love” to her. She was too young to hear that word. However, her parents also recognized that matter and were happy. In our culture, a girl aged sixteen or eighteen—and some special cases at the age of fifteen—may marry with agreement of her parents and usually a few years’ difference.","$":{"class":"indent"}},{"_":"I planed after a couple years after graduation from university, I would make the proposal.","$":{"class":"indent"}},{"_":"Nevertheless, there was one barricade between our love, I am ten years older than Joy. Also because of that reason, she feared I would not marry her.","$":{"class":"indent"}},{"_":"In June 1967, at the time I was preparing to take the final exam for graduation, she gave me a novel named  () and asked me to read it.","$":{"class":"indent"},"span":[{"_":"Yeu","$":{"class":"italics1"}},{"_":"Love","$":{"class":"italics1"}}]},{"_":"Actually, I hate reading love stories; I feel they are boring.","$":{"class":"indent"}},{"_":"But this situation was different: the lover demanded. I read this even though I was very busy with lessons for graduation.","$":{"class":"indent"}},{"_":"In the book, the two main characters are a young lady, Diem, a late teenager, and a man, Dat, who is her father’s friend. The difference in their age is also too large; the man is older than the lady about ten years at least.","$":{"class":"indent"}},{"_":"When I handed back her the  story, she asked, “Do you think Dat should marry Diem or not?”","$":{"class":"indent"},"span":{"_":"Yeu","$":{"class":"italics1"}}},{"_":"I shook my head. “No.”","$":{"class":"indent"}},{"_":"She threw the book away and ran into the room, crying.","$":{"class":"indent"}},{"_":"From that day on, every time I saw her, she tried to escape. For that reason, I could not to explain her why, but I loved her.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-057-backlink"},"a":{"_":"32","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-057"}}}}},{"_":"That year, we studied optics and electric. In electric, I saw the toughest one was the electromagnetic wave entering a brass rod. In general, this is a trigonometry equation with angle  ±. However, the problem has two cases: the first case is  = 0 and the second one is  ≠ 0. The first case is relatively easy, but the second one is hard. I thought for graduation, the teacher should assign the second one.","$":{"class":"indent"},"span":[{"_":"ϖ","$":{"class":"times-reg"}},{"_":" α","$":{"class":"times-reg"}},{"_":"o","$":{"class":"superscript"}},{"_":"α","$":{"class":"times-reg"}},{"_":"o","$":{"class":"superscript"}},{"_":"o","$":{"class":"superscript"}},{"_":"α","$":{"class":"times-reg"}},{"_":"o","$":{"class":"superscript"}}]},{"_":"The exam day came. I went to the exam center, lovesick.","$":{"class":"indent"}},{"_":"When the teacher handed out the problem, I saw the problem was the electromagnetic wave enters a brass rod with  = 0. However, in my mind, I still saw  ≠ 0. I smiled and talked to myself, “Exactly as I predicted.”","$":{"class":"indent"},"span":[{"_":"α·","$":{"class":"times-reg"}},{"_":"α·","$":{"class":"times-reg"}}]},{"_":"The result, I had to solve the tougher problem but I was wrong, then I failed.","$":{"class":"indent"}},{"_":"In that summer, one more time, I used lessons as the weapon to fight the lovesickness.","$":{"class":"indent"}},{"_":"Three months later, I took the exam again. This time, the lovesickness was reduced, then I got the first place easily.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"The graduation exam for Faculty of Pedagogy include subjects from the Faculty of Sciences such as math and physics. Moreover, a student had to take exam for education and teaching practice. Students failed because subjects belonging to the Faculty of Sciences, which are very hard, were taught in French. The subjects for education and teaching were so easy; no one failed those so far.","$":{"class":"indent"}},{"_":"The practical math teaching exam was conducted by an old teacher. And the old one was often influenced by Confucianism, then they were so severe. According to Confucianism, our people have a proverb: Quân, S, Phu (). It means in society, the most respected person is the king or emperor, the second is the teacher, and the third one is the father. So everyone looked up to the teacher a lot.","$":{"class":"indent"},"span":[{"_":"ư","$":{"class":"times-reg"}},{"_":"̣","$":{"class":"times-reg"}},{"_":"君 師 父","$":{"class":"ms-gothic"}}]},{"_":"To me, it is not valid for our generation for these reasons:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"So who is the real teacher?","$":{"class":"indent"}},{"_":"On the day I took teaching practice, I already took out a white shirt, cleaned, then hanged it at the yard to dry. In early morning, I ironed, then put it on with a tie. Unfortunately, that morning, it showered heavily, so my shirt was wet. Our country was an undeveloped one; majority of us were poor. My family had no exception. I had to contribute my scholarship to my mom in order to improve family conditions so that I had only one good white shirt for special case or teaching practice. So I thought to take an old military khaki shirt without tie. That one I usually had on for schooling because I could buy it very cheap and it was durable.","$":{"class":"indent"}},{"_":"Another unlucky thing was I practiced teaching at Trung Vuong High, a female student school. My habit is always making others happy by laughing or smiling. So at school, students always laugh while learning.","$":{"class":"indent"}},{"_":"When my practicing over, my old teacher pointed to me and said: “You see, all of your friends have white shirts with tie. Only you have khaki shirt, no tie. While teaching, you make female students laugh. You do not deserve to be a teacher. I would fail you.”","$":{"class":"indent"}},{"_":"On the day the result was posted, my name was not on the list.","$":{"class":"indent"}},{"_":"The university committee summoned a meeting and made another decision. The new list was posted, and my name was in the last place.","$":{"class":"indent"}},{"_":"By that time, I had graduated from the university, but I did not know where I should teach. I went to the Department of Education to get the advice of Mr. Pham Dang Canh, my former teacher at Vung Tau High. Mr. Canh, at that time, was the director of the high school section of the Education Department.","$":{"class":"indent"}},{"_":"He was surprised to see me.","$":{"class":"indent"}},{"_":"After some formal conversation, he asked, “Hiep, do you have any trouble that you come here to look for me?”","$":{"class":"indent"}},{"_":"I said, “Teacher, I graduated from the University of Pedagogy, but I don’t know where I should teach.”","$":{"class":"indent"}},{"_":"“What grade did you graduate?”","$":{"class":"indent"}},{"_":"“The last place.”","$":{"class":"indent"}},{"_":"“The last place? Why did you study that badly?”","$":{"class":"indent"}},{"_":"I said, “Actually, I’ve learned mathematics and physics pretty well, but I failed in teaching practice.”","$":{"class":"indent"}},{"_":"He frowned. “If you failed in teaching practice, you cannot graduate. I am really confused. Can you make it clear?”","$":{"class":"indent"}},{"_":"I clarified, “Teacher, I passed mathematics and physics with a very high score. But on the day we went to practice at Trung Vuong Girl School, I failed.”","$":{"class":"indent"}},{"_":"“Why’s that?”","$":{"class":"indent"}},{"_":"“On that day, I did not have a white shirt and tie like the other students, and when teaching, I sometimes made the students laugh. The teacher who takes care of us is a very old person, so his point of view in teaching differs from mine. He thinks a teacher should have a tie and have a serious manner when teaching, so he failed me.”","$":{"class":"indent"}},{"_":"“But why did you graduate?”","$":{"class":"indent"}},{"_":"“Because my physics score was very high, the University Committee discussed that matter and allowed me to graduate but to select the school for teaching, as I was in last place.”","$":{"class":"indent"}},{"_":"Mr. Canh gave a nod of assent: “Yes, math subject is very hard to study. Every year, only a dozen can graduate, but more than forty schools need math teachers. Moreover, we spent a lot of money for you guys.”","$":{"class":"indent"}},{"_":"“Thank you, Teacher, for your understanding.”","$":{"class":"indent"}},{"_":"“Do you have the list of open jobs?”","$":{"class":"indent"}},{"_":"“I don’t, but I remember all places have been selected.”","$":{"class":"indent"}},{"_":"Mr. Canh went to a cabinet, took out a list, and came back.","$":{"class":"indent"}},{"_":"“Now, you cross out all the selected places for me,” he said.","$":{"class":"indent"}},{"_":"He handed me the list; I crossed off those locations and returned it to him.","$":{"class":"indent"}},{"_":"He asked, “You teach math at private school too, right?”","$":{"class":"indent"}},{"_":"“Yes, sir,” I answered.","$":{"class":"indent"}},{"_":"“When I taught at Thoi Dai Private School, I met you. Do you still want to teach private school in Saigon again?”","$":{"class":"indent"}},{"_":"“Yes, sir!”","$":{"class":"indent"}},{"_":"He looked at the list and said, “So you should go to Cho Lach High. Cho Lach is a small district of Vinh Long Province, eighty kilometers southwest of Saigon. However, you can return to Saigon to teach at some centers, which train students in mathematics and physics for baccalaureates.”","$":{"class":"indent"}},{"_":"“Thank you, Teacher.”","$":{"class":"indent"}},{"_":"Then I went home.","$":{"class":"indent"}},{"_":"I thought, Cho Lach is not a good name at all. It seems to be a very rural countryside; perhaps there is a market that is surrounded by reeds. Should I select that location? Mr. Canh did inform me about it, so in any case, I had to go there.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-056-backlink"},"a":{"_":"33","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-056"}}}}},{"_":"That evening, I went to my martial arts class to bid farewell to my friends.","$":{"class":"indent"}},{"_":"Sanh, a friend of mine, asked, “Where will you teach, Hiep?”","$":{"class":"indent"}},{"_":"“Cho Lach High.”","$":{"class":"indent"}},{"_":"Dat, Sanh’s brother, said, “Really? That is our native village.”","$":{"class":"indent"}},{"_":"I asked, “How is it?”","$":{"class":"indent"}},{"_":"Phat, another of Sanh’s brothers, replied, “It’s very boring but a peaceful countryside.”","$":{"class":"indent"}}],"ol":{"$":{"class":"calibre9"},"li":[{"_":"In the old time, the teachers were as old as the student’s father. The teachers usually were retired mandarin. But for new teachers of our age, we were trained at very young age. We were only a couple years older than our students, especially for senior high.","$":{"class":"numbered"}},{"_":"For our generation, a teacher may go to other schools to learn more. Unluckily, the instructor may be the former student. Some teachers were drafted to attend military school. Instructors usually were the former students.","$":{"class":"numbered"}}]},"div":{"$":{"class":"calibre1","id":"calibre_pb_36"}}}}}}