{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_15"}},{"_":" Chapter 8","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor009","class":"calibre2"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute30","src":"image/Image1677.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 07.jpg"}}},{"_":"r. Nam and I walked out of the meeting room. Arriving at the street, we saw it was all wet because of a shower that had just finished. Mr. Nam told me, “We should walk to the corner and take a taxicab to go back to my home, then you can take your Mobylette.”","$":{"class":"firstpara"},"span":{"_":"M","$":{"class":"_idgendropcap"}}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"He said, “Hiep, you are young, but you have a very good way of thinking. I wish your plan would be successful.”","$":{"class":"indent"}},{"_":"“Thank you, sir.”","$":{"class":"indent"}},{"_":"We took a leisurely walk, as if in a promenade. Although it was late evening, many people still went back and forth on the street, especially at the Chinese noodle restaurant.","$":{"class":"indent"}},{"_":"Passing by the Chinese noodle restaurant, I saw two customers stand up and walk to the street. Moments later, I suddenly felt something hard pressing at my hip. I turned back and saw a tall man with a very dark skin, a high forehead, high cheeks, and hollow eyes walking behind me. He seemed to be a monster to me. I realized that he was a customer at the Chinese noodle restaurant. The hard thing pressing at my hip was his gun that was hidden under his raincoat.","$":{"class":"indent"}},{"_":"He ordered, “Keep going, and keep your mouth shut!”","$":{"class":"indent"}},{"_":"I knew I was in danger. I thought of using martial arts to escape from danger. I would suddenly use my right hand, chopping at his right wrist as a tae kwon do move to push the gun away. At the same time, I would turn myself 90 degrees outwards, then use both hands held at his right hand and turn it upward and inside out, while kicking hard at his groin and stepping backward. With that move, I would take his gun away. It was a move of aikido combined with tae kwon do.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute31","src":"image/Image1691_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\THE STRANGERS.png"}}},{"_":"However, that move could accidentally pull the trigger and injure Mr. Nam, and moreover, we had to run away together. So before carrying out the plan, I glanced over at Mr. Nam to give him a signal, but at that time, I realized we were in the same boat. Another person with a gun was escorting him. In addition, there was someone following behind us. In that situation, I thought it was too hard to implement my idea, so I had to cancel my escape plan.","$":{"class":"indent"}},{"_":"We were forced to walk about a hundred meters, then stopped at a dark intersection, where there was a row of small civilian cars parked. Mr. Nam and I were then forced to get into the back seat of a car. I got into the car first.","$":{"class":"indent"}},{"_":"In the car, I saw Khai sitting in the back seat; in the front seat was a secret agent, about twenty years old with curly hair. He turned backward to keep an eye on Khai, with a pistol in his hand covered by a newspaper. He looked very young, like a freshman university student rather than a secret agent. The three of us sat there to wait for our other comrades.","$":{"class":"indent"}},{"_":"I did not know my future destination. I did not feel any worry for myself but for my family and my bike instead.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute32","src":"image/Image1701.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\RAIN COAT.jpg"}}},{"_":"I had a lot of protest documents that my parents always helped me to hide somewhere in my house. If any policeman came there and checked my house, my parents would be arrested. If that happened, who would take care of my siblings?","$":{"class":"indent"}},{"_":"I recalled that I had promised Mom I would go home at ten o’clock that evening. Now it was ten at least, so Mom would be very anxious for me. She would go to the gate, watching over the end of the street, waiting for her son. But she would not know that her son would never come back again. I gave a sigh.","$":{"class":"indent"}},{"_":"I suddenly thought of my demo map in my back pocket. It would be a dangerous thing if they found that. I wanted to destroy or hide it; I would need only about ten seconds to take it out and insert it into the gap of the car seat, and they would never find it. But the curly-haired guy always stared at us, so I could not do anything.","$":{"class":"indent"}},{"_":"As for my bike, I wished someone in Mr. Nam’s family would cut the lock chain and bring it in or else someone would steal it. If they used this, I wouldn’t mind.","$":{"class":"indent"}},{"_":"Sometime later, I saw the secret agents lead one of my comrades past and detain him in the other car. At 11:00 p.m., we were transported to Cong Hoa police camp. It was ridiculous; that camp was right in front of my faculty.","$":{"class":"indent"}},{"_":"It was late evening, but the police office was full of agents. We were pushed into the office. I saw that almost every one of us was arrested and appeared in that office, except Thu, Tai, and Mr. Thuan. Each of us was ordered to go to a desk and questioned by an agent. Only a few of them had police uniforms.","$":{"class":"indent"}},{"_":"I was led to a desk close to the main door.","$":{"class":"indent"}},{"_":"The interrogator ordered me, “Take all the stuff in your pockets out.”","$":{"class":"indent"}},{"_":"I took out my wallet, a handkerchief, everything, except the demo location map. I put the map outside of my wallet intentionally.","$":{"class":"indent"}},{"_":"He looked into the wallet, then looked at me. A second later, he asked, “Are you sure there’s nothing left?”","$":{"class":"indent"}},{"_":"I nodded.","$":{"class":"indent"}},{"_":"He waved to me. “Come here!”","$":{"class":"indent"}},{"_":"I knew it was a disaster for me, but I had no choice. He inserted his hand into the back pocket of my pants, then took out the map. He held the map between his index and middle fingers and shook it several times, smiling a detestable smile.","$":{"class":"indent"}},{"_":"He slapped my face hard. “Liar!”","$":{"class":"indent"}},{"_":"Then he started asking my name, age, address, and so on.","$":{"class":"indent"}},{"_":"When he was questioning me, there was a jeep stopped in front of the office, and some men came into the room. They talked with a clerk at the desk near the door, then one of them came to my desk.","$":{"class":"indent"}},{"_":"He asked the interrogator, “Is he Hiep?”","$":{"class":"indent"}},{"_":"The interrogator answered, “Yes, boss! It’s him.”","$":{"class":"indent"}},{"_":"I guessed he was an officer but wondered why he knew my name.","$":{"class":"indent"}},{"_":"The officer asked the interrogator, “Does he have anything special?”","$":{"class":"indent"}},{"_":"“Yes, sir. This.” The interrogator handed him the map.","$":{"class":"indent"}},{"_":"That officer looked at the map, then waved at the other people at the front desk. “Sergeant and you guys, come here!”","$":{"class":"indent"}},{"_":"Then he said to the interrogator, “Let me take care of this guy.”","$":{"class":"indent"}},{"_":"The sergeant pushed me into another room, then shut the door. In the room, I saw nothing except a bench, a closet, and a lavatory sink. I thought it must be a torture room. He held my neck and pushed me to the lavatory. He opened the faucet and waited for the sink to fill with water. He and another undercover officer each held one of my arms, then dipped my head into the sink to make me suffocate. I tried to pull my head up, but I was too weak because I had not had anything in my stomach since the afternoon. For a while, he released my head while I was almost passed out. I took a deep breath.","$":{"class":"indent"}},{"_":"He threateningly stared at me. “How many members do you have?”","$":{"class":"indent"}},{"_":"I gasped for air. “I…I don’t…have any.”","$":{"class":"indent"}},{"_":"He slapped me twice on my face. “You want to lie again? We are informed that you have some thousand members.”","$":{"class":"indent"}},{"_":"“I…I…really don’t know.”","$":{"class":"indent"}},{"_":"He held my shirt. “You think you can conceal you secret? Over here, we can melt not only your will but also iron. You know!”","$":{"class":"indent"}},{"_":"He continued pounding on my face.","$":{"class":"indent"}},{"_":"I thought in the meeting there was someone who was undercover agent, Tai, Thu, or Mr. Thuan? Thu was my friend since high school. He was also an uncle of Tru, my cousin, so he could not be an undercover agent. Mr. Thuan was a teacher at Letter Faculty. Moreover, Mr. Thuan is a former Buddhist monk, so he would not be an undercover. Tai was the one I did not know too much. I knew him through Mr. Tuong Tam’s son. Possibly after the death of his father, the police set a trap around his house.","$":{"class":"indent"}},{"_":"I guessed Tai was the one, which was how the police officer knew my name and why they knew to search for the map in my pocket. He knew me as a dangerous activist, so he hung around me every day and escorted me to the meeting location. If my guess was correct, I had to solve that big problem because Tai knew me well, and many times, he witnessed the contacts between those guys and me. If they got one of my members, they would find out others. I had to make a fake confession to them in order to protect my members. The main problem was who, how, and what.","$":{"class":"indent"}},{"_":"He stopped pounding on my face and yelled, “Tell me about your organization! Tell! Tell the truth!”","$":{"class":"indent"}},{"_":"He then dipped my face into the sink again. When I almost died, he let me pull my head out of the water.","$":{"class":"indent"}},{"_":"The officer said, after keeping quiet for a long period, “Tell me all the members that you control.”","$":{"class":"indent"}},{"_":"I thought, I need to name someone who was very angry at the government’s policy but dared not join me in the protests. Those people had to be the sons of high-ranking government officials. A Catholic was better. Therefore, if they were arrested, their parents would bail them out easily. Moreover, they would know nothing about my organization so that my members would be safe. Finally, I remembered two of my friends who would satisfy those conditions.","$":{"class":"indent"}},{"_":"They were Thien and Ung, but for a third one, I could not think of anyone who fit that position. Thien is a good guy, a son of a high-ranking officer who worked at the Presidential Palace. He liked dancing rather than doing the tough job and hated the Diem government’s policy but dared not join our demonstration to protest against Diem. Ung was the same way but did not like dancing. For the last one, I had to fake a name, Ky, with a fake address.","$":{"class":"indent"}},{"_":"Seeing no response, he pounded on my face, shouting, “You’re dumb, aren’t you?”","$":{"class":"indent"}},{"_":"I said, “My…my organization is…3×3 one.”","$":{"class":"indent"}},{"_":"He shouted, “What is 3×3 organization?”","$":{"class":"indent"}},{"_":"“It means…it means one person controls three others then each…person of that group controls three others…again and so on.”","$":{"class":"indent"}},{"_":"The officer gently said, “Tell me your three members.”","$":{"class":"indent"}},{"_":"“They are Thien, Ung, and Ky.”","$":{"class":"indent"}},{"_":"He continued, “Do you know their houses?”","$":{"class":"indent"}},{"_":"“Yes, but for Ky, I only know his address and never come to his house. We have met each other at university only.”","$":{"class":"indent"}},{"_":"Indeed, how could I know his house, as this was a fake person!","$":{"class":"indent"}},{"_":"The officer took out a small book and a pen, then asked, “Where is Thien’s?”","$":{"class":"indent"}},{"_":"The officer asked, “What are their full names?”","$":{"class":"indent"}},{"_":"“I only know Thien’s full name.”","$":{"class":"indent"}},{"_":"“Tell me his full name!”","$":{"class":"indent"}},{"_":"“It is Nguyen VanThien.”","$":{"class":"indent"}},{"_":"I said, “He is at 2xx Truong Ky. And Ung is at 5yy Hai ba Trung. For Ky, his address is 7zz/62B Yen Do.”","$":{"class":"indent"}},{"_":"I had to memorize Ky’s address or I would have trouble in the future.","$":{"class":"indent"}},{"_":"He told me, “Stay here!”","$":{"class":"indent"}},{"_":"He went out of the room for few minutes, then walked in again.","$":{"class":"indent"}},{"_":"At the same time, I saw someone leading Khai in. They chained my left hand with Khai’s right, then they pushed us out of the office to the yard, where many civil cars were parked.","$":{"class":"indent"}},{"_":"Around 1:00 a.m., they forced us to get into a car and then started the engine. My car led a dozen others traveling through the empty streets of the curfew night.","$":{"class":"indent"}},{"_":"The convoy passed Six-intersection Tran Quoc Toan, Le Van Duyet, and Hien Vuong, then went to Truong Minh Giang Street. While passing Luu Luyen Photo Lane, which led to my house, I suddenly felt sad and thought, ","$":{"class":"indent"},"span":{"_":"this is my house lane, why can’t I go home for a sound sleep? Are my parents still awake to wait for me or not? Do they know I’m sitting in a car with hands chained and in front of the black barrel of a pistol?","$":{"class":"italics1"}}},{"_":"The convoy reached Truong Ky, then stopped in front of Thien’s villa. The officer and a secret agent in civil dress went to the gate, and the secret agent sounded the bell. The bell sounded a few times but with no response. He sounded the bell again, and finally, a woman, perhaps the Thien family’s servant, walked out.","$":{"class":"indent"}},{"_":"The secret agent asked that woman, “Is Thien home?”","$":{"class":"indent"}},{"_":"The lady asked, “Why do you need to see him this time?”","$":{"class":"indent"}},{"_":"The secret agent raised his tone. “I ask you, but you cannot ask me. Do you know?”","$":{"class":"indent"}},{"_":"She seemed to realize something was wrong, then hurriedly turned back to the house.","$":{"class":"indent"}},{"_":"A few minutes later, the door to the balcony opened, and Thien appeared at the balcony.","$":{"class":"indent"}},{"_":"He asked sleepily, “Who comes to see me at this time?”","$":{"class":"indent"}},{"_":"Lights in the house were turned on; some ladies walked out, looked at the convoy, then went back.","$":{"class":"indent"}},{"_":"The officer ordered, “Come down here right away!”","$":{"class":"indent"}},{"_":"After finishing the order, he pushed the gate open and walked in. Several others also followed him. A minute later, I saw them escorting Thien out of the house, then pushed him into another car in front of us.","$":{"class":"indent"}},{"_":"I felt bad and regretted declaring Thien as a gift to the devil to save my comrades.","$":{"class":"indent"}},{"_":"They left there and drove to Ky Dong to arrest Ky, the one I had to make up. Luckily, there was a lane with the same number I faked. A dozen secret agents descended from their cars and walked into the lane to search for Ky’s house. I started feeling anxious and worried because I knew they would never find that house.","$":{"class":"indent"}},{"_":"After a quarter of an hour of searching in vain, they came out angrily with empty hands.","$":{"class":"indent"}},{"_":"The officer came to my car, opened the door, and slapped my face. “Liar! We did not see the house with that number!”","$":{"class":"indent"}},{"_":"I did not answer.","$":{"class":"indent"}},{"_":"He asked, “What is Ky’s address?”","$":{"class":"indent"}},{"_":"I repeated the fake address: “7zz/ 62B.”","$":{"class":"indent"}},{"_":"The officer said, “I found no address that matches that one. Do you lie?”","$":{"class":"indent"}},{"_":"I clarified, “As I confessed, I only met him at school. He gave me this address, and I’ve never come to see him at home. Perhaps he fears jail, and he gave me a fake one.”","$":{"class":"indent"}},{"_":"He asked, “He and you attend at the same branch?”","$":{"class":"indent"}},{"_":"“No.”","$":{"class":"indent"}},{"_":"He slapped my face again. “How did you get acquainted with him?”","$":{"class":"indent"}},{"_":"“We usually chatted with each other at Student’s Club.”","$":{"class":"indent"}},{"_":"The officer thought for a few seconds, then ordered his members, “Let’s search one more time.”","$":{"class":"indent"}},{"_":"They all came into that zone to search again. The curly-haired guy seemed to be tired; he left the car and went into the street and stretched his arms. The driver stayed in his seat.","$":{"class":"indent"}},{"_":"He asked me gently, “Did you tell the truth?”","$":{"class":"indent"}},{"_":"I did not answer his question.","$":{"class":"indent"}},{"_":"He looked at Khai and me, then continued, “I was a Buddhist before. My parents, my siblings are Buddhists, but we do not protest. You guys made me lose face. Why do you protest?”","$":{"class":"indent"}},{"_":"I asked him, “Did you tell the truth? You lose face or you feel proud about our action?”","$":{"class":"indent"}},{"_":"He sighed, did not reply, and tapped softly on the wheel. He seemed to think about my words. After a few seconds, he said, “Sometimes, I want to help you, but I don’t know how.”","$":{"class":"indent"}},{"_":"I asked, “You aren’t a Buddhist?”","$":{"class":"indent"}},{"_":"“No longer.”","$":{"class":"indent"}},{"_":"After half an hour of searching in vain, his friends came out.","$":{"class":"indent"}},{"_":"Some guys uttered bad words: “Fuck you! There is no number like that.”","$":{"class":"indent"}},{"_":"The officer pointed to my face. “Damn it! Next time, if we cannot find Ung’s house, I will send you to go see Hell’s King.”","$":{"class":"indent"}},{"_":"The convoy kept on its way and stopped at Hai ba Trung Street to arrest Ung. Finally, the convoy went to Phan thanh Gian Street to arrest Dinh, Khai’s friend.","$":{"class":"indent"}},{"_":"We returned to Cong Hoa Camp at 4:00 a.m. They let us stay temporarily in a club to wait for permanent arrangements. In the club, I saw my friends were sound asleep. I was very tired, so I fell to a sound sleep right away on a bench.","$":{"class":"indent"}},{"_":"The next morning, waking up, I realized the sun was very high. It was almost noon. I saw a strange girl, about eighteen years old, among our group.","$":{"class":"indent"}},{"_":"Mr. Nam led that girl to my place and introduced us. “This is my daughter, Quynh Mai.”","$":{"class":"indent"}},{"_":"Then he pointed to me and said, “This is Hiep.”","$":{"class":"indent"}},{"_":"Quynh Mai bowed. “Hello, Hiep!”","$":{"class":"indent"}},{"_":"I replied, “Hello, Quynh Mai. Did you come here to see your father?”","$":{"class":"indent"}},{"_":"“No. I was arrested.”","$":{"class":"indent"}},{"_":"Mr. Nam looked around, then said softly, “Secret agents came to my house and arrested my daughter last night.”","$":{"class":"indent"}},{"_":"I took pity on Mr. Nam’s family.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"The father goes to jail and the daughter is also arrested.","$":{"class":"italics1"}}},{"_":"I looked around to see if my parents and my siblings were in the room or not. Luckily, I did not see them. I uttered a sigh.","$":{"class":"indent"}},{"_":"I asked Quynh Mai, “Are you a student, or what do you do for living?”","$":{"class":"indent"}},{"_":"Mr. Nam replied instead, “My daughter is a singer.”","$":{"class":"indent"}},{"_":"I laughed. “Oh! You are a singer, but you go to a wrong shop?”","$":{"class":"indent"}},{"_":"Quyng Mai asked, “What do you mean ‘wrong shop’?”","$":{"class":"indent"}},{"_":"“I mean, you must go to nightclub or theater but not this jail.”","$":{"class":"indent"}},{"_":"Quynh Mai and Mr. Nam both laughed.","$":{"class":"indent"}},{"_":"Mr. Nam asked me, “Are you hungry, Hiep?”","$":{"class":"indent"}},{"_":"Since the afternoon of the day before, I had nothing to eat. Furthermore, the police had taken my wallet and the map when they interrogated me, so I was very hungry. However, how could I ask Mr. Nam to buy me lunch, especially in front of a girl that I had just met?","$":{"class":"indent"}},{"_":"I smiled, then replied, “I do not feel hungry because I used to go on hunger strikes.”","$":{"class":"indent"}},{"_":"At that moment, Thien came out from a corner.","$":{"class":"indent"}},{"_":"He pointed to my face. “Certainly, you! You are the one who declared me as a protester, right?”","$":{"class":"indent"}},{"_":"“I want you changing mood from a dancer to a tough guy,” I said. “By the way, where is Ung?”","$":{"class":"indent"}},{"_":"“Ung who? Is that the tall guy with short hair?”","$":{"class":"indent"}},{"_":"“Yes! He is.”","$":{"class":"indent"}},{"_":"Mr. Nam said, “About 9 o’clock this morning, his parents bailed him out.”","$":{"class":"indent"}},{"_":"I asked Thien, “And you? Why does no one bail you out?”","$":{"class":"indent"}},{"_":"“Dad has gone to Hue, so no one can bail me out.”","$":{"class":"indent"}},{"_":"I sadly said, “I miscalculated. I thought you would stay here for a day at most. But—”","$":{"class":"indent"}},{"_":"Thien said, “It’s too bad! I have not protested so far.”","$":{"class":"indent"}},{"_":"I felt guilty. “Thien, I apologize for that inconvenience, but I had no choice.”","$":{"class":"indent"}},{"_":"“Last month, a foreteller told me that I must be jailed someday.” He smiled.","$":{"class":"indent"}},{"_":"“I apologize to you again, Thien.”","$":{"class":"indent"}},{"_":"“It’s too bad! Never mind, Hiep. It’s my destiny. Being jailed in the name of equality is a matter of pride!”","$":{"class":"indent"}},{"_":"I respected him very much. I did not expect a man enjoying such a leisurely life to prove his heroic attitude so quickly.","$":{"class":"indent"}},{"_":"At 5:30 p.m., the police led us to the prison cells. We walked for several minutes, then stopped at a yard. We had to stay there for a transition between police and prison keepers.","$":{"class":"indent"}},{"_":"Standing there, we saw several barracks with brick walls and steel-barred windows. Behind the bars, we saw hundreds of people, including Buddhist monks, Buddhists, and students with bare chests. They all wore shorts only because of the hot weather of the early summer.","$":{"class":"indent"}},{"_":"Quynh Mai asked me, “What are they doing there? They stand at steel bars and look like monkeys at a zoo.”","$":{"class":"indent"}},{"_":"“That is the figure of your father and me in the future.”","$":{"class":"indent"}},{"_":"Quynh Mai made a face and yelled, “How about women? Do I have to dress like that?”","$":{"class":"indent"}},{"_":"“Don’t be scared!” I smiled. “I think you will be jailed in a different place. I see no girls or women around here.”","$":{"class":"indent"}},{"_":"After a while, a truck came in and stopped right in front of us. A few servicemen threw some big old baskets full of red cooked rice to the ground from the truck. Those baskets looked terrible, with mold and dirty patches, which made them green, black, and brown. The rice was so different from the kind we ate at home. At home, we ate the white rice; the red rice was the bottom grade. As those baskets landed, a cloud of dust rose, then fell down and covered those baskets.","$":{"class":"indent"}},{"_":"After that, they brought down a few vegetable baskets. Looking at those vegetables, I had a feeling that they used them to feed pigs. Finally, they brought down some rusty, dirty barrels. The barrels were cut in half from ones that used to contain crude oil or gasoline. As the barrels landed, I realized they were full of muddy water, with some rotting fish floating on the surface. A bad smell drifted from those barrels to the air.","$":{"class":"indent"}},{"_":"Quynh Mai held her nose and asked me, “Do they feed pigs with those foods, Hiep?”","$":{"class":"indent"}},{"_":"I smiled. “Yes, they do, but those pigs have only two legs, can talk, and look like you and me.”","$":{"class":"indent"}},{"_":"Astonished, Quynh Mai asked, “Really?”","$":{"class":"indent"}},{"_":"“Yes, those are food for prisoners.”","$":{"class":"indent"}},{"_":"“How can we eat those kinds of foods?”","$":{"class":"indent"}},{"_":"“We have no choice. We have to eat those if we don’t want to starve.”","$":{"class":"indent"}},{"_":"Later, some jail keepers led Khai, Thien, Doan, Dinh, and me to barrack with a big letter C in front, and those were the final minutes that I could talk to Mr. Nam and Quynh Mai.","$":{"class":"indent"}},{"_":"The steel-barred gate was opened, then we were led into that barrack. It was hot, and there was a bad odor in that area because of moisture and sweat from hundreds of prisoners who lived there for months. The barrack was about forty meters long and eight meters wide. There were two rows of cells at both sides, divided by a two-meter-wide hall. In each row, there were five cells, separated from the hall by steel bars.","$":{"class":"indent"}},{"_":"In the first two cells, there were more than a hundred Buddhist monks who were being detained. I could identify them by their shaved heads. The rest were used to detain civilians or students.","$":{"class":"indent"}},{"_":"Unluckily for our group, we were detained in the last cell on the right side row, opposite an empty one; the odor was worse than in the outer ones. However, we did not know why that made our cell so fetid, we just had to adapt ourselves to that situation.","$":{"class":"indent"}},{"_":"The jail keeper unlocked the steel-barred door for us to enter. The noise of the lock echoed from behind, reminding me of the proverb, where I encountered the Chinese saying: “Nhat nhat tai tu, thien thu tai ngoai” (), which means: “A day in prison is as long as one thousand days outside.”","$":{"class":"indent"},"span":{"_":"日一在囚, 千秋在外","$":{"class":"ms-gothic"}}},{"_":"A man who was relatively fatter than the others, sitting near a group playing Chinese chess, greeted us. “Hello, my friends. Are you feeling bad when have a resort like this?”","$":{"class":"indent"}},{"_":"I replied, “No problem! If we don’t experience being a prisoner, others won’t call us real tough men.”","$":{"class":"indent"}},{"_":"Someone said, “Good answer!”","$":{"class":"indent"}},{"_":"The fat man said, “My name is Tu. I am the cell chief. The first thing you have to do is to select a place to sleep.”","$":{"class":"indent"}},{"_":"He was nominated as the chief because he had been detained there for a longer time than the others.","$":{"class":"indent"}},{"_":"The cell was about eight meters long, more than three meters wide, and about four meters high. Including our group, the population of that cell was about forty people. Therefore, we had big trouble choosing our sleeping place.","$":{"class":"indent"}},{"_":"We had to sleep in two rows, with our heads leaning against the walls on both sides. Besides the steel bars looking over a vacant room, there was only one small steel-bar window near the ceiling for ventilation in our cell. The window was about two meters long and half a meter high. The room lacked sunlight, so it was little bit dark.","$":{"class":"indent"}},{"_":"The newcomers were allowed to sleep near the door. I did not know what the reason was for that right. Each of us selected a place for his new home. I did not know where I should sleep. Finally, I saw a space near two big aluminum barrels with covers on top at one end of the cell. I took my shirt and trousers off and left the undershorts on my body like the others. I rolled my shirt and trousers into a pile and used them as a temporary pillow, then put the makeshift pillow next to one barrel. That was my new sweet home.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute33","src":"image/Image1708_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\MY SUMMER PLACE.png"}}},{"_":"Dinnertime came; a prison keeper opened the door, then someone brought in a basket of red rice, a basket of vegetables, and a pot of soup, which was our share from some rusty, dirty barrels. Each of us received an old broken clay bowl; some of them were almost broken down to the bottom and could not be used to eat soup normally. In addition, some pieces of vegetables from the previous meal still stuck to the bowl.","$":{"class":"indent"}},{"_":"I did not know how the others could use those bowls to eat. I tried to find a piece of paper or material to clean up my bowl, but I could not. Finally, I had to use my fingers to pick those stuff out. Everyone else started to eat dinner. I was so hungry because our group had nothing since last evening. I approached the rice basket and tried to take a piece of rice out of a coconut-size lump of rice. The red rice was mixed with rice husks, dirt, pebbles, and roach or mouse excrement. The vegetables were , a special vegetable of Southeast Asian countries. A thin layer of mud covered those vegetables. Perhaps they were grown in the dirty, muddy Truong Minh Giang River, close to my house. That river was the only channel for water runoff in our district and also served as a sewer, so water in the river looked black and smelled bad. As for the soup, I had no words to depict it. It was worse than pig food, with the stinking odor of fish.","$":{"class":"indent"},"span":{"_":"rau muong","$":{"class":"italics1"}}},{"_":"I decided to eat just the rice to survive. I sat down to take piece by piece of dirt out my rice bowl, then started eating. I suddenly felt something bitter and had a bad odor in my mouth, so I had to spit it out. I knew I had just chewed a piece of roach excrement. After that, I looked at the rice carefully before eating.","$":{"class":"indent"}},{"_":"While we were eating, I saw a guy hold his abdomen, leave the dinner area, and approach the aluminum barrel next to my sleeping place. I did not know what he was doing, so I watched him. He opened one of those barrels, and I smelled a terrible fetid odor. He took off his undershorts, then sat on top of that barrel for shitting. At that moment, I knew the function of those barrels. I looked around to see the reaction of the others, but they seemed to ignore him, except for the newcomers like me. That scenario was a regular scene in the cell.","$":{"class":"indent"}},{"_":"After dinner, some people played Chinese chess, some smoked, and others wrote letters or chatted with each other. I joined the Chinese chess group. I wondered when I saw a player moving a chessman in a weird way. He moved a chessman by clipping it between two fingers with the palm upward instead of the tip of his fingers.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute34","src":"image/Image1715_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\THE REPORTER’S HAND.png"}}},{"_":"I wondered why he moved the chessman in that weird way and asked the cell chief, sitting next to me, “Who is that player, Mr. Tu?”","$":{"class":"indent"}},{"_":"“He is a journalist.”","$":{"class":"indent"}},{"_":"I continued, “Why was he arrested?”","$":{"class":"indent"}},{"_":"“He wrote an article to protest the government in his newspaper.”","$":{"class":"indent"}},{"_":"“Why does he move the chessman that way?”","$":{"class":"indent"}},{"_":"The chief murmured, “Secret agents tortured him. They poked ten pins in his fingertips. At the end of each pin, they attached a piece of paper. After that, they handcuffed his hand to a stationary place, then used an electrical fan blowing on his fingers. When the fan blew, it made the papers at the pins’ ends rotate. Eventually, his fingers were injured, and he can no longer use them.”","$":{"class":"indent"}},{"_":"I could not believe what I just heard. How could they treat a person who had a different opinion that way? That was the way they took revenge against a brave journalist who dared to show his opinion. My parents took us to the South for freedom, but did it exist there? Properly, this was only a paper cake.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-068-backlink"},"a":{"_":"21","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-068"}}}}},{"_":"I realized Mr. Tu was a frank person, so I asked him, “And you, why did they arrest you?”","$":{"class":"indent"}},{"_":"“I went to a Buddhist temple to pray, and they arrested me.”","$":{"class":"indent"}},{"_":"“Have you married yet?”","$":{"class":"indent"}},{"_":"He laughed. “You see, I’m old now. If I have not married, it would be a big problem. And you, you are a university student, aren’t you?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"“You guys organized a demonstration and then they arrested you. Is that right?”","$":{"class":"indent"}},{"_":"“We did many times, but they did not arrest us during a demo. This time, we only sat down to discuss a meeting.” A second later, I asked, “Mr. Tu, in prison, everyone seems to be skinny. Why do you look better than the others?”","$":{"class":"indent"}},{"_":"He smiled. “I was in here longer than the others. At first, I could not eat these kinds of food, and I lost about three or four kilograms. But later, I thought, any day, someone could kill me, so eating this food to die was better than starving. Moreover, my wife sometimes sent in some extra food for me.”","$":{"class":"indent"}},{"_":"At 10:00 in the evening, we returned to our own place to sleep, although the lights were not turned off. Ridiculously, at nighttime, it was brighter than in the daytime. That was the way they prevented someone from escaping. Each of us had a space of forty centimeters (sixteen inches) wide to sleep. In addition, the width of the room was about three meters (about ten feet), so we had a lot of trouble sleeping. Someone’s legs would kick the lower body of someone else. It was very inconvenient for us, we had to make the best of everything.","$":{"class":"indent"}},{"_":"To avoid the mosquitoes biting, the chief assigned two people at a time to fan the others for twenty minutes by using two makeshift fans made from old reed mats. We took turns fanning until early the next morning. With that measure, we had no problem with the mosquitoes, and it cooled us during the night.","$":{"class":"indent"}},{"_":"At 5:00 a.m., they rang a very loud bell to wake us up. Then a crowd of prisoners from the outer cell came in. I was taken by surprise when I saw all of them naked, and I recognized them as the Buddhist monks with no hair on top but full hair at the bottom. Some people, who went in the first row, carried two aluminum waste barrels. They went into the vacant room in front of us, dumped excrement in to an open hole, then used water to flush it down. At that point, I understood what made our cell so fetid.","$":{"class":"indent"}},{"_":"The whole group walked in after that and started doing the morning hygiene and then took a bath.","$":{"class":"indent"}},{"_":"When that group finished, they returned to their cell and prisoners from the next cell came in.","$":{"class":"indent"}},{"_":"Soon, I saw the prisoners in our cell start to strip naturally. Our new group looked at each other but did not do anything at all.","$":{"class":"indent"}},{"_":"A man next to me urged, “Strip off yourselves, guys!”","$":{"class":"indent"}},{"_":"My friends looked at each other, then followed the other prisoners. I still was too timid because I feared that someone would look at me, but I had no choice. I stripped and stood behind Doan to avoid someone seeing me.","$":{"class":"indent"}},{"_":"At last, the cell keeper went and unlocked our cell door and then we followed the cell chief to the restroom.","$":{"class":"indent"}},{"_":"In the restroom, I saw a container full of water. I scooped one full can of water to bathe. I wondered why a brand-new bar of soap was lying nearby but no one used it. I was so glad to have that soap because in the past few days, I did not have time to clean up my body. I used it all over my body.","$":{"class":"indent"}},{"_":"When I was applying soap on my face, the cell chief said, “Time is up! Go back to the cell, guys!”","$":{"class":"indent"}},{"_":"I could not open my eyes because of the soap, so I hurriedly felt the can to scoop water for cleaning up my body. Surprisingly, I found no water left in the container, so I had to feel my way back like a blind man with my entire body full of soap. Doan saw my problem and helped me back to our cell. I had to use my shirt to rub off the soap on my body. Indeed, water was very limited in the prison, so everyone did not use soap to clean their bodies up. No wonder the bar of soap was unused.","$":{"class":"indent"}},{"_":"We had nothing to do, so we began playing chess or chatting.","$":{"class":"indent"}},{"_":"At 6:00 a.m., they brought in a rusty tin bucket full of rice soup, some lumps of brown sugar, a pile of deformed aluminum bowls, and dozens of spoons. That was our breakfast. All the prisoners surrounded the rusty bucket and each one took a bowl of rice soup.","$":{"class":"indent"}},{"_":"I followed them, picked up an aluminum bowl, and prepared breakfast. Inside the bowl, I saw some leftovers of the previous meals, which stuck in the recessed areas. I decided not to eat the rice soup and ate only the brown sugar lump.","$":{"class":"indent"}},{"_":"After breakfast, we resumed our game. Occasionally, one person was called by the police for questioning. After a long time, he returned the cell with bruises on his body. No one dared to ask him how and where he was beaten because we feared there was an undercover agent or “antenna” among us. The antenna is the one who would report everything to the police later—a stool pigeon. We just massaged and consoled our cellmate to lessen his pain.","$":{"class":"indent"}},{"_":"In the afternoon, we were surprised when the cell door suddenly opened, and Thu appeared at the threshold with another young man. They looked relatively better than any of our group because they had some extra clothes. Our group circled around Thu.","$":{"class":"indent"}},{"_":"Doan asked Thu, “Where is Tai?”","$":{"class":"indent"}},{"_":"“He disappeared.”","$":{"class":"indent"}},{"_":"Doan pointed to the young man who came in with Thu and asked, “Who is that guy?”","$":{"class":"indent"}},{"_":"“His is Tam, Tai’s younger brother.”","$":{"class":"indent"}},{"_":"I looked at Tam. He was same age as me and not as strong as Tai.","$":{"class":"indent"}},{"_":"I asked him suspiciously, “Why did they arrest you?”","$":{"class":"indent"}},{"_":"“They came to arrest my brother, but he was not at home, so they captured me instead.”","$":{"class":"indent"}},{"_":"Khai asked Thu, “On the meeting day, how did you and Tai escape from the police?”","$":{"class":"indent"}},{"_":"Thu narrated his story. “When Tai and I left the meeting room and reached the bottom floor, I saw a secret agent with a pistol. He tried to arrest Tai and me. Tai threw a hard punch to the face of that agent. He fell to the ground, then Tai helped me run away.”","$":{"class":"indent"}},{"_":"I realized something was wrong with his story. Firstly, the secret agents never acted alone in a strange area, especially where they did not have total control. Only one secret agent worked inside the big three-story building. Secondly, when they ran to the street where there were dozens of secret agents, why did they not get arrested? Thirdly, why did the police arrest Tai’s brother instead?”","$":{"class":"indent"}},{"_":"I discussed that problem with our members and pointed out some critical issues. We agreed there was a possibility that Tai was an undercover agent and so was his brother. Thu’s story was merely a made-up one of Tai’s. Tai used Thu as a witness to convince us he was not an undercover agent, and he would be an antenna in our cell to get more information from us. In other words, he was a spy.","$":{"class":"indent"}},{"_":"The next day, one young Buddhist monk and some students were pushed into our cell. The sleeping conditions became worse. We did not have enough room for everybody. Nevertheless, that helped me move my sleeping place a few steps away from the waste barrels. The Buddhist monk was very young. He was about twenty-two or twenty-three years old.","$":{"class":"indent"}},{"_":"The next morning, the Buddhist monk was called out for questioning. After lunch, he was carried back to the cell by two people because he could not walk back by himself. The monk crawled to his place, and we came to help him. We saw his blood sticking at his mouth and his body full of bruises.","$":{"class":"indent"}},{"_":"We used a hot pain relieving oil to massage him.","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_31"}}}}}}