{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_25"}},{"_":" Chapter 17","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor018","class":"calibre2"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute70","src":"image/Image2028_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 15.png"}}},{"_":"he time passed slowly. Six months later, it was another Lunar New Year or Tet. I returned home to Saigon to celebrate the New Year with my broken heart. I lost weight during that period. Although I buried my lovesickness deep in my heart, many people still recognized that problem, among those, my sister Mai was one. She consoled me to try to overcome the bitterness and a beautiful day would come to me.","$":{"class":"firstpara"},"span":{"_":"T","$":{"class":"_idgendropcap"}}},{"_":"After several days in Saigon, I returned Cho Lach. That evening, I went to see Mrs. Ba to wish her a happy Lunar New Year. I also gave a red envelope containing a small amount of money to Lan, Mrs. Ba’s daughter, as our new year tradition. While we were talking to each other, I saw Diep and Lam coming in.","$":{"class":"indent"}},{"_":"When seeing me, Diep and Lam bowed and said, “Happy Tet to you, Teacher.”","$":{"class":"indent"}},{"_":"I was taken by surprise with her action. She talked to me instead of escaping!","$":{"class":"indent"}},{"_":"I said, “Happy Tet to both of you. By the way, I wish each of you good luck with this red envelope.” I then gave an envelope to each of them.","$":{"class":"indent"}},{"_":"Diep said, “No! Teacher, we dare not receive that one.”","$":{"class":"indent"}},{"_":"Mrs. Ba said, “Diep, this is a special occasion. You should receive that envelope for luck.”","$":{"class":"indent"}},{"_":"Diep and Lam received the envelopes from my hand.","$":{"class":"indent"}},{"_":"Diep said, “Teacher, would you please follow us home? I have something for you over there.”","$":{"class":"indent"}},{"_":"I did not know what I should do.","$":{"class":"indent"}},{"_":"Mrs. Ba murmured in my ear, “Follow her right away!”","$":{"class":"indent"}},{"_":"I confidently followed them. At their house, they brought out some sweet rice griddle cakes that were made only for the New Year occasion. We shared those cakes and chatted happily until midnight.","$":{"class":"indent"}},{"_":"The next morning, when she saw me, Mrs. Ba smiled and joked, “Teacher, from now on, if you try to cheat Diep, we will kill you.”","$":{"class":"indent"}},{"_":"I smiled in return. “No, I dare not.”","$":{"class":"indent"}},{"_":"That was the first day Diep and I resumed our good relationship after seven months of separation. From that day forward, every night, I came to her house to share the happiness or sadness together.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"More than eight months later was the Mid-Autumn Festival. When I taught some classes in Saigon, I bought a box of Mid-Autumn cake. I intended to give it to Diep so that she could bring it to her parents at Cai Hang.","$":{"class":"indent"}},{"_":"After a long time traveling from Saigon to Cho Lach, the Hong Van powerboat stopped at the pier. I quickly went right to Diep’s house. But when I got there, the house was locked, so I had to rush home and desperately put my suitcase away.","$":{"class":"indent"}},{"_":"After washing my face to make me more comfortable, I went to see Mrs. Ba at her convenience store.","$":{"class":"indent"}},{"_":"I asked her, “Mrs. Ba, do you know where Diep is going?”","$":{"class":"indent"}},{"_":"“She returned to Cai Hang to see her parents this afternoon.”","$":{"class":"indent"}},{"_":"I said, “That is a big problem!”","$":{"class":"indent"}},{"_":"“What problem?”","$":{"class":"indent"}},{"_":"“I have a box of Mid-Autumn cake that I want to give to her parents. I don’t know how to give this to them.”","$":{"class":"indent"}},{"_":"Mrs. Ba laughed. “Teacher, are you bold?”","$":{"class":"indent"}},{"_":"I said, “Possibly! Bold, bowl, bolt, or nut, I have everything. But what’s the matter?”","$":{"class":"indent"}},{"_":"“Dare you go to Cai Hang?”","$":{"class":"indent"}},{"_":"“Why not? But how?”","$":{"class":"indent"}},{"_":"Mrs. Ba reluctantly said, “But it is dangerous to go there. It is a VC center.”","$":{"class":"indent"}},{"_":"I said, “I don’t care about the danger, but how I can find her house?”","$":{"class":"indent"}},{"_":"“When arriving at Cai Hang, ask for Mr. Chief Cuong. The whole village knows him.”","$":{"class":"indent"}},{"_":"“What means should I take to get there?”","$":{"class":"indent"}},{"_":"“You can take Huu Hiep powerboat to reach there.”","$":{"class":"indent"}},{"_":"Suddenly, she pointed to the canal, then shouted, “Oh! It is right there!”","$":{"class":"indent"}},{"_":"I looked in that direction and saw a small powerboat stopping for someone to get off about two hundred meters away.","$":{"class":"indent"}},{"_":"I said as I was rushing into my house, “Mrs. Ba, stop the boat for me!”","$":{"class":"indent"}},{"_":"I grabbed my Samsonite that I had just brought back from Saigon, then rushed out to the canal bank. The boat arrived and stopped at the riverbank in front of Ba’s convenience store.","$":{"class":"indent"}},{"_":"Mrs. Ba reminded me, “Mr. Teacher, remember to ask the boat skipper to stop at Mr. Chief Cuong’s house.”","$":{"class":"indent"}},{"_":"I nodded. “Thank you.”","$":{"class":"indent"}},{"_":"The boat passed Tan Thieng, then headed downstream. At that point, no other passengers were on the boat except me.","$":{"class":"indent"}},{"_":"The skipper asked me, “Where do you want to go, Mister?”","$":{"class":"indent"}},{"_":"“Please drop me at Cai Hang.”","$":{"class":"indent"}},{"_":"“Cai Hang?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"“Are you insane?”","$":{"class":"indent"}},{"_":"I smiled. “Insane? Possibly!”","$":{"class":"indent"}},{"_":"“Do you know that area is not a safe place to visit?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"“What kind of profession are you in?”","$":{"class":"indent"}},{"_":"“A teacher.”","$":{"class":"indent"}},{"_":"“Teacher is bad but not too bad to get there.”","$":{"class":"indent"}},{"_":"I asked the skipper, “Do you know Mr. Chief Cuong’s house?”","$":{"class":"indent"}},{"_":"“I know him, but I don’t know his house,” he answered. “However, I know a family that’s related to him by marriage. I will drop you there, then they will lead you to Mr. Cuong’s house.”","$":{"class":"indent"}},{"_":"“That’s fine!”","$":{"class":"indent"}},{"_":"After a while, the skipper asked me, “Are you married, Teacher?”","$":{"class":"indent"}},{"_":"“Not yet, sir.”","$":{"class":"indent"}},{"_":"He pointed to a girl sitting at the stern and said, “I have a daughter. She is only seventeen years old. You see, she is a very good girl. All day long, she helps me to control the boat for a living. If any good person wants to marry her, I will accept right away.”","$":{"class":"indent"}},{"_":"I looked at her and saw that she was nice looking. I thought, if anyone wanted to have a good family, that girl would be a good target. However, my boat already has someone to control it, so I dare not hire another to do the same job.","$":{"class":"indent"}},{"_":"I kept quiet and smiled.","$":{"class":"indent"}},{"_":"After two more hours, the boat turned into a small river about twenty meters wide; several minutes later, the skipper dropped me at the backyard of a house—an orchard, really.","$":{"class":"indent"}},{"_":"The skipper said, “This is the backyard of the person that I’ve told you about.”","$":{"class":"indent"}},{"_":"“Thank you, sir.”","$":{"class":"indent"}},{"_":"I jumped to the orchard and walked through some trees that were wet from a thundershower that had taken place in the afternoon. I then passed some small irrigation canals and approached a kitchen.","$":{"class":"indent"}},{"_":"A young lady rose out of the kitchen. I recognized it was Thu, the lady that Diep had introduced to me the previous year with the two young boys, Be Lon and Be Nho.","$":{"class":"indent"}},{"_":"Thu was very surprised to see me. She shouted, “Teacher, how did you get here?”","$":{"class":"indent"}},{"_":"I smiled. “By the Huu Hiep boat.”","$":{"class":"indent"}},{"_":"“Possibly, you want to see Miss Diep?” she said, smiling.","$":{"class":"indent"}},{"_":"I nodded.","$":{"class":"indent"}},{"_":"She said, “Let me call Be Lon and Be Nho home and they’ll take you there.”","$":{"class":"indent"}},{"_":"A minute later, the two boys came home, then led me to Mr. Cuong’s house. We went on a wet, dirty road winding along a small muddy river.","$":{"class":"indent"}},{"_":"I looked around and saw that the village was covered with luxuriant, lofty coconut trees. In some big areas, the foliage was so thick it covered the sky.","$":{"class":"indent"}},{"_":"I thought, with the terrain full of irrigation canals, rivers, and lofty trees like this, Cai Hang Village is a good place for VC guerillas making nets.","$":{"class":"indent"}},{"_":"About one kilometer from there, I saw a local soldier station, located on the riverbank.","$":{"class":"indent"}},{"_":"We stopped at the riverbank, twenty meters away from the station, then Be Lon pointed to a house on the other side of the river and said, “Teacher, that is Mr. Nam’s house. Mr. Nam is Miss Diep’s stepbrother.”","$":{"class":"indent"}},{"_":"I saw it was a brick wall and tile roof house. The wall was very old, with some holes in it. The tile roof was mixed with some patches of leaves. It proved that the owner had once been rich but currently was very poor, so they did not have money to buy tile to replace the broken ones.","$":{"class":"indent"}},{"_":"He yelled aloud to the other side of the river, “Mr. Nam, Miss Diep’s teacher is here to see you.”","$":{"class":"indent"}},{"_":"Soon, I saw some people running back and forth, yelling to each other. Among those, I recognized a pink coat. Soon, they arrived at the riverbank.","$":{"class":"indent"}},{"_":"Seeing me, Diep screamed with joy mixed with surprise and fear, “Teacher!”","$":{"class":"indent"}},{"_":"I did not reply but only smiled.","$":{"class":"indent"}},{"_":"Nam, Diep, and Ha pushed a boat to the river to pick me up. At that time, the tide was ebbing; both sides of the river were full of mud, so I had to take off my socks and shoes to paddle through the mud to get on the boat.","$":{"class":"indent"}},{"_":"Sitting on the boat, Diep asked me, “Teacher, why did you come here? Don’t you know this is not a safe area?”","$":{"class":"indent"}},{"_":"I nodded and saw happiness mixed with concern on her beautiful face.","$":{"class":"indent"}},{"_":"“Why did you dare to come?” she asked.","$":{"class":"indent"}},{"_":"I smiled. “I have a box of Mid-Autumn Festival cake for your parents and you. And I wanted to see you.”","$":{"class":"indent"}},{"_":"Diep blushed, smiled happily, and then glanced at me.","$":{"class":"indent"}},{"_":"Diep and her family were so happy to see me. Diep’s father’s house was about hundred meters from Nam’s. The main house of Chief Cuong had been burnt down a few years before during an air raid, so they lived in a leaf-roofed hut with two rooms: one living room and one bedroom.","$":{"class":"indent"}},{"_":"All of them were very worried for me because in the daytime, that village was under the control of the South Vietnamese local force, but at nighttime, the VC always patrolled or infiltrated the village to collect tax.","$":{"class":"indent"}},{"_":"Her mother was not at home that day, so Diep had to prepare dinner for her father and me. She cooked a pot of rice and a small piece of pork. At sunset, Diep took me to the garden to pick some vegetables for dinner. We walked side by side, while she explained the vegetables for me. I felt so happy in this simple life and wished that the moment would not end. I secretly took some tree branches to mark the roads around the house.","$":{"class":"indent"}},{"_":"After dinner, Diep took her books out so I could help her understand the problems. About 10 p.m., we heard dogs barking at the neighbors’ houses. Diep looked at me, worried, but I smiled to calm her down. One hour later, she prepared a bed for me. The bed was in the living room, next to a reed wall, so I could see the garden while lying on the bed.","$":{"class":"indent"}},{"_":"The dogs’ barking became more and more intense. I looked through the reed gap and saw nothing. That was an almost-full moon that night, but a lot of clouds left over from the thunderstorm still covered the sky. In addition, it was a dense coconut tree garden, so it was very dark. I suspected it was the VC because they went in darkness without torches.","$":{"class":"indent"}},{"_":"Early the next morning, I woke up and took a walk around the house, finding that all my tree branch markers were out of position. It proved that the night before, someone secretly did come close to Diep’s house.","$":{"class":"indent"}},{"_":"About noon, Diep’s mom returned. She was also surprised and happy at my presence.","$":{"class":"indent"}},{"_":"I took some bamboo pieces and some colored paper to make a merry-go-round lantern. I spent the whole day finishing that.","$":{"class":"indent"}},{"_":"The following day was the Mid-Autumn Festival. At sunset, Nam’s children, Ha, Phi, Kieu, and Kha came to Diep’s house. When the tide rose, I showed them how to make simple lanterns by using coconut shells and candles, then we put them on the irrigation canal. They enjoyed seeing those simple lanterns floating and drifting around the house.","$":{"class":"indent"}},{"_":"After that, the whole extended family got together to eat the Mid- Autumn Festival cake. I lighted up the merry-go-round lantern for everyone watching. They really loved seeing the picture moving.","$":{"class":"indent"}},{"_":"I spent three days celebrating the festival with her parents and Nam’s family.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Everyone wondered about me. How could I come to the VC center without them killing me?","$":{"class":"indent"}},{"_":"In Vietnam, we have a proverb:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"C","$":{"class":"italics1"}},{"_":"ứ","$":{"class":"times-italic"}},{"_":"u vâ","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"t, vâ","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"t tra","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":" ân.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"C","$":{"class":"italics1"}},{"_":"ứ","$":{"class":"times-italic"}},{"_":"u nhân, nhân tra","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":" oán.","$":{"class":"italics1"}}]},{"$":{"class":"indent"}},{"_":"Meaning:","$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"Save an animal, the animal returns kindness.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Save a person, the person returns hatred.","$":{"class":"italics1"}}},{"_":"That proverb implies that sometimes we do something good to someone else, but later, they do something bad to us. However, that is not always true. Many times, we did something good to someone, and later, they returned our favor, but we did not know.","$":{"class":"indent"}},{"_":"Sometime later, I learned that the VC did not kill me that time because of Miss Thu. She was a high-ranking officer of the VC of that village. On that day, I happened to go to her house first. She felt that I did many favors for her brothers, so she asked the VC of the village to keep an eye on me but not to do any harm if I came there because of love. That night, the VC came to Diep’s house to inspect my actions. If I did something wrong, they would kill me.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"A few months later, Diep, Lam, Tan Thanh, Chau Tuan, and a dozen students came to my house with a kerosene lamp one evening.","$":{"class":"indent"}},{"_":"Diep asked me, “Teacher, do you believe in summoning up a spirit?”","$":{"class":"indent"}},{"_":"I smiled and shook my head. “What’s that?”","$":{"class":"indent"}},{"_":"Thanh explained, “To summon up a spirit, we must have a piece of wood that belongs to a used coffin. Then we have to go to a dark remote area and pray for the spirit of a dead person to come up. After a serious ritual, we spread a piece of paper that shows all characters, and place that piece of wood on the paper. One male and one female each use their index finger to touch the piece of wood. Other people will put down a question and that piece of wood will move to characters that combine into a sentence for the answer.”","$":{"class":"indent"}},{"_":"I asked, “How can you have that piece of wood?”","$":{"class":"indent"}},{"_":"Tuan said, “I got it, Teacher. This afternoon, I saw someone moving a grave to another place. I found a piece of coffin nearby, and I picked it up.”","$":{"class":"indent"}},{"_":"I said, “You again, the troublemaker!” Then I asked Thanh, “Why did you come here?”","$":{"class":"indent"}},{"_":"Thanh said, “We planned to go to a deserted area behind your house to call up the spirit, but we are all afraid of ghosts, so Aunt Diep suggested we should come here to ask you to escort us there.”","$":{"class":"indent"}},{"_":"“That’s fine.”","$":{"class":"indent"}},{"_":"Diep said, “Let’s go, Teacher!”","$":{"class":"indent"}},{"_":"“Okay, let’s go!”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute71","src":"image/Image2036.png","alt":"C:\\0-General\\Book-bai viet\\Q II\\11.jpg"}}},{"_":"We went to a very dark area at the end of Aunt Tu’s garden. All the girls lit candles and incense and arranged that as an altar, then they started a ritual to summon the spirit of a dead person. They spread a big piece of cardboard with all the characters A, B, C, and so on, then put the coffin piece on the ground.","$":{"class":"indent"}},{"_":"Lam and Chau Tuan sat side by side and put their index fingers on the board as the others began to ask questions.","$":{"class":"indent"}},{"_":"Someone asked, “Lam, do you have a boyfriend yet?”","$":{"class":"indent"}},{"_":"I saw the piece of wood and two fingers of the pair move to the characters C, H, U, and A. After rearranging, we could read, CHUA. It means “not yet.”","$":{"class":"indent"}},{"_":"Another person asked, “In the future, what do you want to be, Lam?”","$":{"class":"indent"}},{"_":"The answer was “a teacher.”","$":{"class":"indent"}},{"_":"Pair by pair, they took turns doing the same thing. Finally, it was Diep’s turn, but she did not want to pair with any boy, so Tuyen had to pair with her.","$":{"class":"indent"}},{"_":"Lam asked, “Diep, do you have a lover yet?”","$":{"class":"indent"}},{"_":"I saw the index fingers of Diep and Tuyen move the wooden piece to C and O, pause awhile, then move to R, O, I. It formed CO ROI, meaning, “Yes, I do.”","$":{"class":"indent"}},{"_":"Tuyet asked, “Who is it?”","$":{"class":"indent"}},{"_":"The wooden piece moved to T, H, A, and Y, forming THAY, which means Teacher.","$":{"class":"indent"}},{"_":"Thanh merrily asked, “But what is the teacher’s name?”","$":{"class":"indent"}},{"_":"The answer was Thay Hiep.","$":{"class":"indent"}},{"_":"Diep blushed with shame and said, “Don’t believe in those words.”","$":{"class":"indent"}},{"_":"We all burst into laughter.","$":{"class":"indent"}},{"_":"Some girls teased Diep, “Oh yeah! Don’t believe in that spirit.”","$":{"class":"indent"}},{"_":"I was very happy because she finally disclosed her secret.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"On the occasion of the Lunar New Year Tet, I went once more to Cai Hang to visit Mr. and Mrs. Cuong and Diep. At night, Mr. Cuong sometimes discussed with me about Chinese characters because I had learned some of them. He seemed as if he liked me very much.","$":{"class":"indent"}},{"_":"The second day of Tet, I painted a picture on the glass for Diep’s parents. They all loved it.","$":{"class":"indent"}},{"_":"The third day of Tet, I continued to paint the picture. Mr. Cuong came by, then took a seat nearby to watch.","$":{"class":"indent"}},{"_":"After a while, Mr. Cuong asked me, “Teacher, may I talk to you for a few minutes?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"I sensed he wanted to talk about a serious problem. He pointed to the tea table and said, “Please take a seat at the tea table and wait for me.”","$":{"class":"indent"}},{"_":"I went there and took a seat, while he left the room. Several minutes later, he dressed up and came out with Diep, who was in a long light-yellow dress.","$":{"class":"indent"}},{"_":"He sat in a chair opposite me, while Diep stood behind him.","$":{"class":"indent"}},{"_":"He asked me about my lifestyle, my opinions about my family, then suddenly asked, “Are you married yet, Teacher?”","$":{"class":"indent"}},{"_":"“Not yet, sir.”","$":{"class":"indent"}},{"_":"He looked at my eyes and asked, “Teacher, how do you like my daughter?”","$":{"class":"indent"}},{"_":"I looked at Diep and saw her beautiful face blushing, with a smile on her lips. She was as beautiful as a fairy lady in some fairy tale.","$":{"class":"indent"}},{"_":"I replied clumsily, “Sir, I…I…love her.”","$":{"class":"indent"}},{"_":"He asked me seriously, “Do you think of marrying her?”","$":{"class":"indent"}},{"_":"“Yes, sir. But I don’t know if she loves me or not.”","$":{"class":"indent"}},{"_":"Mr. Cuong said, “You and my daughter have known each other for some years.” He laughed merrily, then continued, “But you still don’t understand her?”","$":{"class":"indent"}},{"_":"He turned back and asked, “Diep, do you want to marry him?”","$":{"class":"indent"}},{"_":"Diep looked down to the ground. Her face became redder; her lips moved, seeming to say something, but I did not hear anything at all. I did not know if she spoke too softly or if I had ringing in my ears.","$":{"class":"indent"}},{"_":"Mr. Cuong laughed and told me, “She wants to.”","$":{"class":"indent"}},{"_":"He looked at her. “I decide to accept Mr. Hiep as my future son-in-law. Do you have any objection?”","$":{"class":"indent"}},{"_":"Diep blushed in shame and looked down. She did not reply, but I could see her happy eyes. I guessed she was so shy that she could not answer her father’s question.","$":{"class":"indent"}},{"_":"He repeated, “I decide to accept Mr. Hiep as my future son-in-law. Do you agree?”","$":{"class":"indent"}},{"_":"She finally nodded.","$":{"class":"indent"}},{"_":"I said, “Sir, I want to marry her, but…but she is still very…young.”","$":{"class":"indent"}},{"_":"Mr. Cuong shook his head. “No problem! I am old, and my health is not good. I want to see my son-in-law as soon as possible. You can return to Saigon and tell your parents to come here for the engagement ceremony. Do you agree to that, Diep?”","$":{"class":"indent"}},{"_":"She stood still, with her bright eyes and a smile on her blushing face, then slowly nodded.","$":{"class":"indent"}},{"_":"He continued, “I am old. I wanted to see her engaged to someone before I pass away. She is my youngest daughter and also the one that I love most. But you can arrange the marriage later on.”","$":{"class":"indent"}},{"_":"That afternoon, I held her hand for the first time to take a promenade on field dividers. She showed her timidity when I held her hand. Later, Mr. and Mrs. Nam Thanh came to see me to say congratulations. After that, Ha, Phi, Kieu, and Kha came to share our happiness; they called me Uncle instead of Teacher.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After my happy Lunar New Year at Cai Hang, I took Diep back to Cho Lach for schooling, then went back to Saigon to teach. I also informed my parents of the decision of Mr. and Mrs. Cuong about the engagement. My family was very happy about that news. My parents decided the engagement ceremony would be held at Mr. Cuong’s house by the end of that lunar month (about February).","$":{"class":"indent"}},{"_":"After teaching in Saigon, I returned to Cho Lach by powerboat. The boat stopped at the main pier at 3:00 in the afternoon. I went to Diep’s house to let her know the news. When I walked into the house, I saw Diep, Tuyet, and Tuyen, her two roommates, sitting around the table chatting.","$":{"class":"indent"}},{"_":"They all screamed with joy, “Ah! Teacher.”","$":{"class":"indent"}},{"_":"I sat down next to Diep and said, “By the end of this month, my parents will go to your house at Cai Hang for the engagement ceremony.”","$":{"class":"indent"}},{"_":"Tuyet said, “Teacher, you are in danger.”","$":{"class":"indent"}},{"_":"I asked, “What’s wrong?”","$":{"class":"indent"}},{"_":"Diep said reluctantly, “Teacher, Captain Lan came…”","$":{"class":"indent"}},{"_":"I asked, “He came here?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"“What for?”","$":{"class":"indent"}},{"_":"Captain Lan was about my age. He was the deputy chief of district specializing in military responsibility. He was cruel to his soldiers as well as to others and always scolded his soldiers with very obscene language. A lot of girls complained about his actions.","$":{"class":"indent"}},{"_":"Unfortunately, Diep’s house was on opposite side of the canal from his station. So he saw Diep when she and her friends fetched water from the canal.","$":{"class":"indent"}},{"_":"Lam and the other girls came out from the room with a cup of fresh water for me, then they stood next to Diep.","$":{"class":"indent"}},{"_":"Tuyen said, “He came here several times and he talked about you a lot.”","$":{"class":"indent"}},{"_":"I asked, “What did he say?”","$":{"class":"indent"}},{"_":"Diep said, “He said you are a bad guy, and you look like a blind fortuneteller with a stick and shaded eyeglasses.”","$":{"class":"indent"}},{"_":"Tuyet chimed in, “Teacher, three days ago, Captain Lan dropped by our house. He said you are cheating Diep by hiring someone as parents for the engagement ceremony.”","$":{"class":"indent"}},{"_":"I was very angry. I took a sip of fresh water, which made me calmer.","$":{"class":"indent"}},{"_":"I asked Diep, “Do you believe him?”","$":{"class":"indent"}},{"_":"She shook her head. “No, Teacher.”","$":{"class":"indent"}},{"_":"I asked Lam, “What did he do next?”","$":{"class":"indent"}},{"_":"Lam answered, “He then came here at times to visit Diep. Yesterday, he ordered a soldier to bring a big birthday cake to Diep. Diep refused to receive the cake many times, but the soldier left the cake on the table, then went away.”","$":{"class":"indent"}},{"_":"I asked, “Did you guys eat that cake?”","$":{"class":"indent"}},{"_":"Tuyen said, “No, Teacher. Diep and all of us did not eat that cake.”","$":{"class":"indent"}},{"_":"I said, surprised, “That was a precious cake to people who live in the countryside. Have you ever had a chance to eat that before? Why didn’t you eat that cake?”","$":{"class":"indent"}},{"_":"Tuyet said, “We never ate that before, but we feared a love philter. Chau Tuan and Tan Thanh finished it. They then said the next time Captain Lan gives something to Diep, we can just call them. They will eat it all. They don’t fear a love philter.”","$":{"class":"indent"}},{"_":"Diep seemed to be worried. She said, “I think that you may be in danger.”","$":{"class":"indent"}},{"_":"I consoled her. “You should not be worried about that. He only plays a childish game.”","$":{"class":"indent"}},{"_":"“Not a childish one because he has a gun.”","$":{"class":"indent"}},{"_":"Tuyet added, “He threatened to shoot you if you come here to see Miss Diep.”","$":{"class":"indent"}},{"_":"I laughed. “He wants to kill me? Let’s see! What can he do? It’s only an intimidation!”","$":{"class":"indent"}},{"_":"After that, I went to see Mr. Nam, Be Em’s father, to wish him a happy new year, then returned home.","$":{"class":"indent"}},{"_":"On the way home, I dropped by Mr. Hoa’s house to wish him and his family a happy Tet. Mr. Hoa invited me to eat some traditional candy and drink a cup of tea.","$":{"class":"indent"}},{"_":"After chatting for a while, he asked, “How is your business progressing?”","$":{"class":"indent"}},{"_":"“What business?”","$":{"class":"indent"}},{"_":"“The love between you and a young girl.”","$":{"class":"indent"}},{"_":"“Possibly, by the end of this month, my parents will come to Cai Hang for the engagement ceremony.”","$":{"class":"indent"}},{"_":"Mr. Hoa happily applauded. “Ha! Ha! That’s very good! Congratulations!”","$":{"class":"indent"}},{"_":"“Thank you!”","$":{"class":"indent"}},{"_":"“When are you planning to have the wedding ceremony?” he asked merrily.","$":{"class":"indent"}},{"_":"“I think about two years or so from now, when she reaches twenty years old.”","$":{"class":"indent"}},{"_":"He frowned. “Why that long? You can wait for more than a year, but to me, I think it’s too long for a young beautiful girl who lives in a remote and unsafe village. As for the marriage ceremony, the sooner, the better!”","$":{"class":"indent"}},{"_":"“But she is too young.”","$":{"class":"indent"}},{"_":"“That’s all right. I think you should marry her as soon as possible, then have children later.”","$":{"class":"indent"}},{"_":"I realized that he was right.","$":{"class":"indent"}},{"_":"I said, “Thank you for your advice.”","$":{"class":"indent"}},{"_":"At sunset, I said goodbye to him, then went home.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute72","src":"image/Image2044.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Đã Dùng\\BÊN KIA SÔNG.jpg"}}},{"_":"Approaching Diep’s house, I saw a person in military uniform standing on a thick earthen barrier that was used as a fortress wall for District Headquarters. He was akimbo, staring at me. Looking carefully, I realized it was Lan. I kept walking to Diep’s house, but his eyes also kept on following me, step by step. I felt embarrassed, and I stopped and looked at him.","$":{"class":"indent"}},{"_":"Lan turned back and shouted, “Get me a gun!”","$":{"class":"indent"}},{"_":"He seemed to be ordering someone behind to hand him a gun.","$":{"class":"indent"}},{"_":"All the students and civilians around hurriedly went into their houses and shut the doors. However, I saw no one hand him a gun.","$":{"class":"indent"}},{"_":"I stood still in front of Diep’s house, staring at him. I thought he wanted to threaten me, but he dared not shoot me.","$":{"class":"indent"}},{"_":"A few seconds later, he shouted again, “Someone get me a carbine, so I can shoot a vagrant.”","$":{"class":"indent"}},{"_":"He did not call my name, but obviously, he threatened to shoot me, which made my blood boil with anger. I crossed my arms and stared at him. I had heard a lot about him. He always took advantage of his position to flirt with many girls; he beat and scolded his inferiors, so everyone hated him.","$":{"class":"indent"}},{"_":"My Lan, a schoolgirl, was one of his victims. If every ARNV officer had the same attitude, South Vietnam had collapsed already.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-015-backlink"},"a":{"_":"74","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-015"}}}}},{"_":"After a few more minutes, he knew that I had no fear at all, so he stepped down and disappeared. I walked into Diep’s house.","$":{"class":"indent"}},{"_":"I saw Diep and her friends hiding behind the door, watching Lan and me. They all were very scared and feared that Lan would shoot me. They then circled around me.","$":{"class":"indent"}},{"_":"Ha, Diep’s niece, said, “Teacher, an hour ago, Captain Lan came here with a gun hanging on his hip. He said he would kill you if you dare come to see Aunt Diep.”","$":{"class":"indent"}},{"_":"Lam said, “Teacher, we think you should return home to avoid a confrontation with Captain Lan.”","$":{"class":"indent"}},{"_":"Diep, half laughing, half crying, said, “Teacher, I beg you—”","$":{"class":"indent"}},{"_":"I interrupted, “You should not be so scared. I think he only scared you and me. Now you guys start studying your lessons and doing your homework.”","$":{"class":"indent"}},{"_":"All the students went into their room and began studying. Diep still sat at the table, and I sat next to her to help her understand mathematics. With the agreement of our parents, she was able to sit next to me.","$":{"class":"indent"}},{"_":"The darkness of the night came. Diep closed the door to prevent the cold wind from the canal, then she lit a kerosene lamp, put it on the table, and continued studying her lessons. I watched her studying and felt the warmth of the cozy house.","$":{"class":"indent"}},{"_":"About 9:00 p.m., we heard the sound of a Honda engine approach, then stop in the front yard. We were all surprised because rarely did Diep and her friends get an unexpected visitor like that.","$":{"class":"indent"}},{"_":"The sound of boots echoed from the yard. A moment later, someone knocked at the door. I came to open it and saw Captain Lan with straight hair and in his clean, neat army uniform appear at the opposite side of the door. He had no weapon, but I saw something inside his uniform under his armpit. I guessed it was a pistol.","$":{"class":"indent"}},{"_":"I smiled socially and said, “Hello, Captain. Come in, please!”","$":{"class":"indent"}},{"_":"He replied seriously, “Hello, Teacher.”","$":{"class":"indent"}},{"_":"He stepped in and took a seat at the table opposite Diep, not waiting for our invitation. Diep stood up, then left the table for the bedroom. He lost face because of Diep’s action. I went back to my place and glanced after her. I saw all the female students trembling behind the partition, looking at us.","$":{"class":"indent"}},{"_":"I felt uneasy with his presence, but for social reasons, I had to ask him, “Captain, long time no see. How have you been?”","$":{"class":"indent"}},{"_":"He replied with his iron face, “Thank you. I’m very good. How about you?”","$":{"class":"indent"}},{"_":"“I’m fine. Thank you.”","$":{"class":"indent"}},{"_":"We then both remained silent for a while. I did not know how, where, and when to begin the conversation. I felt very uneasy. The stillness lasted for a few minutes.","$":{"class":"indent"}},{"_":"Finally, to break the silence, I asked, “Whom do you want to see?”","$":{"class":"indent"}},{"_":"“I want to see Miss Diep.”","$":{"class":"indent"}},{"_":"I replied frostily, “I don’t think she welcomes you.”","$":{"class":"indent"}},{"_":"He abruptly stared at me, then asked bitterly, “Mr. Hiep, why do you get jealous when I come to see Miss Diep?”","$":{"class":"indent"}},{"_":"I asked, “Why do you want to know?”","$":{"class":"indent"}},{"_":"“Because of your attitude.”","$":{"class":"indent"}},{"_":"I laughed grimly. “Jealous or not is my business. And I know it more than you. You are not worthy of my jealousy. Mr. Lan, those words should be uttered from my mouth and not from yours. You have no business to come here to see Miss Diep.”","$":{"class":"indent"}},{"_":"Lan’s face became red, and he shouted, “Diep is a flower without an owner, so anyone can come here to see her. You have no right to forbid me to come here.”","$":{"class":"indent"}},{"_":"His voice was too loud and stimulated the neighbors’ curiosity. A dozen neighbors and students, including Chau Tuan, gathered around the house. Some looked at us through the gaps of the wooden wall.","$":{"class":"indent"}},{"_":"I yelled at him with wide-open eyes, “The flower has an owner already! Do you not know?”","$":{"class":"indent"}},{"_":"Lan slapped hard on the fake marble table. “Where is the proof?”","$":{"class":"indent"}},{"_":"I frowned and stared at him. “My parents, as well Diep’s parents, already agreed that we will celebrate the engagement ceremony by the end of this month!”","$":{"class":"indent"}},{"_":"“So it has not occurred yet. But even if it did, you cannot forbid me to come here! If you want, you should ask permission from my gun.”","$":{"class":"indent"}},{"_":"I could not control my temper when he implied using his weapon to threaten me.","$":{"class":"indent"}},{"_":"I slapped the table very hard, making it move up and down, then pointed to his face. “Don’t even think that you can use a weapon to intimidate me. You may make someone else afraid of that, but me, no way. You are wrong!”","$":{"class":"indent"}},{"_":"Lan became crazy, shouting at me, “You’re a coward!”","$":{"class":"indent"}},{"_":"I stared at his eyes and replied bitterly, “I’m a coward, but you’re the king of the cowards. Nobody comes to a girl’s house and speaks evil of others. You came here and said I’m a blind fortuneteller and I hired fake parents to cheat Diep. I am her fiancé. From now on, I forbid you to come here to see her.”","$":{"class":"indent"}},{"_":"Lan burst into grating laughter. “Fiancé? But still not a spouse! I will come here again tomorrow.”","$":{"class":"indent"}},{"_":"I said bitterly, “That is a serious warning. If you come here again to destroy our marriage, you will suffer a bad consequence.”","$":{"class":"indent"}},{"_":"Lan shouted, “Dare you intimidate me? You’re a coward.”","$":{"class":"indent"}},{"_":"I knew that if Lan reached the end of his rope, he would use the pistol hidden inside his uniform. But it would take him a long time to get the weapon out of his uniform. I had also been aware of the marble-like table. The table was made of cement and broken stone, so it was very heavy and hard. If he went for his pistol, I would use all of my strength to trample the table toward him, then attack him in a blink.","$":{"class":"indent"}},{"_":"I slapped my hand on the table one more time and pointed to his face. “Am I a coward? Other people will justify that fact, but you are really the most cowardly one. You took advantage of my absence to come here and say something bad about me. Is that the attitude of a virtuous man? A person who wants to use power and guns to oppress others is only a coward.”","$":{"class":"indent"}},{"_":"Lan said, “We have to solve this problem.”","$":{"class":"indent"}},{"_":"I interrupted, “You want to fight? Okay, we can solve the problem right here. We can go outside, and you can use your gun. I don’t care about that.”","$":{"class":"indent"}},{"_":"We heard the footsteps of someone running away outside. Perhaps they feared that when Captain Lan went out, he might use his gun. All the girls in the bedroom also disappeared. Perhaps they were hiding in the shelter trench of their house.","$":{"class":"indent"}},{"_":"Lan’s face became pale. He sat motionlessly. My eyes always stayed on him to detect any unexpected action.","$":{"class":"indent"}},{"_":"After a while, Lan suddenly softened his voice and said, “Mr. Hiep, would you please come see me at my office?”","$":{"class":"indent"}},{"_":"I was surprised at his attitude. I thought possibly Lan was trying to set a trap to frame me.","$":{"class":"indent"}},{"_":"I answered frostily, “Come to your office in the District Headquarters? No way. If I go there, you may shoot me, then put some VC pamphlets into my pockets and accuse me falsely as a VC, so you can get rid of me, and you are not only an innocent but also a hero. I am not so stupid.”","$":{"class":"indent"}},{"_":"Lan kept silent for a few seconds, then said calmly, “No! No! I don’t mean that. I want a friendly talk.”","$":{"class":"indent"}},{"_":"“Where do you want to talk? I would go to any place but not a place belonging to district government.”","$":{"class":"indent"}},{"_":"Lan thought for a moment, then said, “It’s up to you.”","$":{"class":"indent"}},{"_":"I shook my head. “No, I have nothing to say to you. If you want, you may select the area, unless it’s the District Headquarters or other military bases.”","$":{"class":"indent"}},{"_":"Lan lowered his voice so much that I hardly heard, “Can we go to Nhu Y cafeteria?”","$":{"class":"indent"}},{"_":"I thought it was a good place for a talk because Nhu Y cafeteria belonged to Tan Thanh’s brother, so Lan could not set up a trap.","$":{"class":"indent"}},{"_":"I nodded. “That’s fine. Let’s go.”","$":{"class":"indent"}},{"_":"We then both got out of Diep’s house.","$":{"class":"indent"}},{"_":"Lan said, “Mr. Hiep, I will take you there by Honda.”","$":{"class":"indent"}},{"_":"I shook my head. “No thanks. I have two legs, so I can walk there.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"As we left, the girls went out and looked after us. Many neighbors came out of the houses surrounding them. Chau Tuan and Tan Thanh also came into the house to join the crowd.","$":{"class":"indent"}},{"_":"They all prayed, “Buddha, please bless our teacher.”","$":{"class":"indent"}},{"_":"Chau Tuan said, “Possibly, they are going to fight.”","$":{"class":"indent"}},{"_":"Diep said, “Our teacher is going out with Captain Lan. He has a gun and soldiers supporting him. I fear for Teacher’s safety.”","$":{"class":"indent"}},{"_":"Lam said, “How can we help our teacher?”","$":{"class":"indent"}},{"_":"Diep worriedly said, “Tuan and Thanh, you go to the billiard shop at school and ask Mr. Hai and Mr. Dau to help our teacher.”","$":{"class":"indent"}},{"_":"Thanh said, “Aunt Diep has a good idea. Let’s go, Tuan.”","$":{"class":"indent"}},{"_":"They rushed to the billiard shop to look for Hai and Dau. Meanwhile, at home, Diep and the other girls kept on praying.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"At the cafeteria, Lan ordered two cups of milk coffee, then looked at me, and said, “Mr. Hiep, I’ve made a mistake. I just wanted to make a joke. Please forgive me.”","$":{"class":"indent"}},{"_":"I did not expect those words. I said, “No, I don’t think you made a joke! You want to use that as a two-faced card. If you succeeded in that game, you could take my lover away and also degrade my prestige.”","$":{"class":"indent"}},{"_":"Lan said, “Teacher Hiep, I apologize about that fact.”","$":{"class":"indent"}},{"_":"“Okay, if you admit your fault, I will forget everything that happened a few minutes ago. From now on, I will consider you a friend of mine. But remember that I never prostrate before any power! I’m not a coward as you’ve thought.”","$":{"class":"indent"}},{"_":"At that time, I saw Hai and Dau coming in. Hai, with his big body, stared at Lan. They approached my table and intended to sit with us. Lan looked very scared of being beaten by my friends.","$":{"class":"indent"}},{"_":"I did not know that they came there to help me out of trouble at Diep’s request. I feared Captain Lan would lose face when hearing our conversation.","$":{"class":"indent"}},{"_":"I said, “Hai, Dau, would you please sit at another table?”","$":{"class":"indent"}},{"_":"Hai asked me, “You really want to sit here alone with him?”","$":{"class":"indent"}},{"_":"I nodded.","$":{"class":"indent"}},{"_":"Dau pulled Hai. “Let’s go, Hai!”","$":{"class":"indent"}},{"_":"We stayed there for half an hour, then I returned to Diep’s house.","$":{"class":"indent"}},{"_":"On the way to her house, I thought,  ","$":{"class":"indent"},"span":[{"_":"All of those girls are afraid for my safety.","$":{"class":"italics1"}},{"_":"I could use something to play a trick on Diep and her friends.","$":{"class":"italics1"}}]},{"_":"I went to get some water from the canal to wet my hair and part of my clothes, unbuttoned my shirt, then staggered into Diep’s house. In the yard, I heard those girls talking, praying for me as noisily as a swarm of bees. I felt very warm and emotional with those sympathies.","$":{"class":"indent"}},{"_":"Diep prayed, “I wish the deities and saints may bless the teacher. If he returns in good condition, I will offer you a chicken.”","$":{"class":"indent"}},{"_":"Lam continued, “Heaven’s King and Buddha, please bless our teacher. I would offer a duck.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-014-backlink"},"a":{"_":"75","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-014"}}}}},{"_":"All the others also prayed and promised to have a chicken or a duck for offering. Those words really touched me.","$":{"class":"indent"}},{"_":"I pretended to be exhausted, knocking at the door. The girls held one another fearfully.","$":{"class":"indent"}},{"_":"Lam asked, “Who is that?”","$":{"class":"indent"}},{"_":"I replied painfully, “It’s…me. It’s…me.”","$":{"class":"indent"}},{"_":"All the girls screamed joyfully at once, “Oh! That’s the teacher! He’s back!”","$":{"class":"indent"}},{"_":"Lam urged, “Diep! It’s our teacher! Open the door for him.”","$":{"class":"indent"}},{"_":"The door popped open. I staggered into the house, turned my face away from the light, fell onto the bed, and lay motionlessly, pretending unconsciousness. They surrounded the bed, looking at me.","$":{"class":"indent"}},{"_":"Diep burst into tears and prayed, “Buddha, please…save him. I…beg you. Please…please save him.”","$":{"class":"indent"}},{"_":"She was still shy, so she dared not come closer to me.","$":{"class":"indent"}},{"_":"Ha, Diep’s niece, urged her, “Aunt Diep, check his body to see if he has any serious wounds.”","$":{"class":"indent"}},{"_":"Diep hesitated to approach to me.","$":{"class":"indent"}},{"_":"Tuyen said, “At this urgent moment, are you still shy?”","$":{"class":"indent"}},{"_":"Lam pushed her back and said, “Diep, why don’t you go there to check him out?”","$":{"class":"indent"}},{"_":"The other girls unanimously said, “Go, Aunt Diep.”","$":{"class":"indent"}},{"_":"Finally, Diep hesitantly approached the bed and climbed onto it. I faced inward so that she could not see my face because of the darkness.","$":{"class":"indent"}},{"_":"She said, “It’s weird! His face and shirt are wet, but there’s no blood.”","$":{"class":"indent"}},{"_":"Lam said, “Possibly that was sweat after the fight.”","$":{"class":"indent"}},{"_":"Diep agreed, “Possibly. But some parts of his clothes are wet, but others are dry.”","$":{"class":"indent"}},{"_":"Tuyet asked her, “Have you checked carefully?”","$":{"class":"indent"}},{"_":"“Yes! Tuyet! Tuyet! Bring the lamp here to help me!”","$":{"class":"indent"}},{"_":"Tuyet did as she requested. Diep started checking my face, then turned my head over and over.","$":{"class":"indent"}},{"_":"After a while, she said, “It’s so strange. I did not see any wounds on his face or hands or even a bruise. Why’s that?”","$":{"class":"indent"}},{"_":"Just then, I sat up like a spring and smiled. “Because we did not have a fight.”","$":{"class":"indent"}},{"_":"Everyone burst into laughter. They said, “Teacher, you scared us to death.”","$":{"class":"indent"}},{"_":"Diep added, “He also makes me spend money to buy a chicken for my offering.”","$":{"class":"indent"}},{"_":"I asked, “How about the other girls?”","$":{"class":"indent"}},{"_":"They said, “We did the same thing as Aunt Diep.”","$":{"class":"indent"}},{"_":"I asked, “Last time, who offered a duck?”","$":{"class":"indent"}},{"_":"Lam and Phuong raised their hands.","$":{"class":"indent"}},{"_":"I continued, “Who has offered a chicken?”","$":{"class":"indent"}},{"_":"Diep, Tuyen, and Ha said, “It’s me!”","$":{"class":"indent"}},{"_":"I asked, “Do you have enough money to buy that?”","$":{"class":"indent"}},{"_":"They glanced at one another and smiled.","$":{"class":"indent"}},{"_":"I knew those girls were poor, but in a dangerous situation, they only prayed for the best consequence and did not think of money.","$":{"class":"indent"}},{"_":"I said, “I only made a joke. Here is money you can use to carry out your wishes. Tomorrow, buy a chicken and a duck. But remember: never offer a pig or a cow. They’re too expensive.”","$":{"class":"indent"}},{"_":"I took out some money and handed it to them.","$":{"class":"indent"}},{"_":"They received my money, then glanced at one another, smiling.","$":{"class":"indent"}},{"_":"I reminded them, “Never promise to have a cow for an offering. I can’t afford it. In that case, you guys must slaughter me instead.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx2","id":"calibre_pb_53"}}]}}}}