{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_5"}},{"_":" Readers’ Thoughts on The Road to Freedom","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor000","class":"calibre2"}},"br":{"$":{"class":"calibre3"}}},{"$":{"class":"centered"}},{"_":"(These are translations of some ideas about the Vietnamese version of this story.)","$":{"class":"centered"}},{"$":{"class":"centered"}},{"_":"You were born during an era of war. World War II had just ended; the war between Communist and Nationalist in China had started; it was followed by the Korean War and the Vietnamese-French war. Because of that, you suffered a great deal of misery from a very young age. I myself worked for the French for more than ten years, but I secretly participated in the Viet Minh Front because of my patriotism until 1953. I withdrew after witnessing a cruel public trial at which they killed a landlord. ","$":{"class":"quotesnospacebelow"}},{"_":"During nine years of fighting against French domination and a couple of decades of living under the suspicion of the South Vietnamese government, I could not earn enough money to support our family, so you had to struggle to earn your own living. Although you were only seven or eight years old, you had to work hard at the farm at Tan Phuc, a remote rural village in the countryside. Perhaps this was a mistake of mine, participating in the Viet Minh Front? However, the hardship and the lack of food and clothes during the war against the French helped you to gain a strong will, courage, and to overcome obstacles and danger in life.","$":{"class":"_ndparaquotes"}},{"_":"After reading your true story, , I know that many times you were confronted with powerful, bad authorities and fearlessly faced danger to save or help weak and poor people. You have acted chivalrously; you can be proud, and we also can be proud of you. This story lets everyone know about a black period of Vietnam’s history.","$":{"class":"_ndparaquotes"},"span":{"_":"The Road to Freedom","$":{"class":"italics1"}}},{"_":"—Toan Vo, Author’s Father San Jose, California, July 2, 2001","$":{"class":"quote-name"},"br":{"$":{"class":"calibre4"}}},{"_":"I know you as an unyieldingly upright, self-reliant person since a young age. However, after reading your true story, , I recognize that you have done many things I never even knew about. Because of your kindness and helpfulness to those in danger, you helped them and did not care for your own safety. Such was the case when you rushed into a burning house to save the possessions of the owner. You bravely withstood people who abused their power; you fearlessly confronted violence.","$":{"class":"quotesnospacebelow"},"span":{"_":"The Road to Freedom","$":{"class":"italics1"}}},{"_":"I am very proud of your actions, but hard must be sometimes soft. Many times, your unsubmissive, stubborn attitude may have endangered your life. Many parts of the story scare me to death.","$":{"class":"_ndparaquotes"}},{"_":"Nevertheless, today, it is all over. Besides working many hours at a factory, you use your spare time thinking of the past; you wrote this story in simple, easily understood sentences, and sometimes, you compose touching poems. You have a very good memory.","$":{"class":"_ndparaquotes"}},{"_":"—Viet Lien, Author’s Mother San Jose, California, July 1, 2001","$":{"class":"quote-name"},"br":{"$":{"class":"calibre4"}}},{"_":"It is a privilege to have read your work. You have written about a very emotional and tumultuous part of your life, and I am very honored to have helped you with this manuscript.","$":{"class":"quotesnospacebelow"}},{"_":"You were a very courageous child, and writing about your experiences during the war is very brave and admirable. You have opened a window for your readers to see how life was during that time and what sacrifices had to be done to survive that period.","$":{"class":"_ndparaquotes"}},{"_":"Your manuscript is powerfully written, making sure that not only does it reflect your life, but good research was also done to keep the facts straight with the narrative. I am very proud to have worked on such a book with you.","$":{"class":"_ndparaquotes"}},{"_":"—Hope Edwards Developmental editor","$":{"class":"quote-name"},"br":{"$":{"class":"calibre4"}}},{"_":"Read  by Mr. Hiep Vo to understand the fate of the children who were born and grew up in a miserable country during wartime.","$":{"class":"quotesnospacebelow"},"span":{"_":"The Road to Freedom","$":{"class":"italics1"}}},{"_":"Read the story to see young men who dared to live their ideal in the civil disorder that has marked the history of Vietnam.","$":{"class":"_ndparaquotes"}},{"_":"Read the story to realize the meaning of that most priceless word, , and also the dear price paid by the boat people.","$":{"class":"_ndparaquotes"},"span":{"_":"freedom","$":{"class":"italics1"}}},{"_":"Read the story to understand why Vietnamese refugees succeed in every field and in every country.","$":{"class":"_ndparaquotes"}},{"_":"—Anh Kim LeSocial Worker Supervisor and Tieng Quang Le, PhD PCC Math teacher 626-440-0421","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":"It is very  from beginning to end.","$":{"class":"quotesnospacebelow"},"span":{"_":"exciting","$":{"class":"italics1"}}},{"_":"—Bieu Tan CNC Programmer/Operator Adams Rite Aerospace 626-572-7657","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":"The past has been written into many interesting forms: politics, suspense, martial arts, poems, and artistic drawings.","$":{"class":"quotesnospacebelow"}},{"_":"—Duan Quang Nguyen Computer Sciences Annguyen@cardiff.com","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":" impressed on me the hard, miserable life the author led from a very young age. Mr. Hiep Vo is a frank, honest person; he is a very good friend to my husband and me. He is a rare and precious colleague.","$":{"class":"quotesnospacebelow"},"span":{"_":"The Road to Freedom","$":{"class":"italics1"}}},{"_":"—Duc, Tran Chu French Language Teacher, Cholach High School and Thu, Pham Vietnamese Language Teacher, Cholach High School805-963-3919","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":"This story has value in every aspect: politics, culture, society, and literature. It is worthwhile publishing it so our generation and future generations will understand our refugee situation. From that standpoint, everybody would appreciate the value of .","$":{"class":"quotesnospacebelow"},"span":{"_":"freedom","$":{"class":"italics1"}}},{"_":"—Kim Doan, Hiep’s former student Ex-elementary teacher in South Vietnam MIS agent714-998-3109","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":"This story attracts me from the beginning to the end.","$":{"class":"quotesnospacebelow"}},{"_":"—Long Nam Dinh CNC programmer/operator Adams Rites Aerospace 562-862-3249","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":" is the story of a dangerous adventure and is also very interesting. Through this book, I realize that many Vietnamese have had to pay a dear price for the word .","$":{"class":"quotesnospacebelow"},"span":[{"_":"The Road to Freedom","$":{"class":"italics1"}},{"_":"freedom","$":{"class":"italics1"}}]},{"_":"—To Nhu, Đao Ngoc Graduate Student UCI. Pharmaceutical Student, USC 714-814-6201","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":" has a lot of attractions and curiosities. It has taken me to many places in great detail.","$":{"class":"quotesnospacebelow"},"span":{"_":"The Road to Freedom","$":{"class":"italics1"}}},{"_":"—Nguyen T Dinh Housewife 562-862-3249","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":"I read every page from the beginning to the end.","$":{"class":"quotesnospacebelow"}},{"_":"—Phong Le Ex–political warfare second lieutenant of ARVN  CNC programmer/operator AdamsRite Aerospace818-240-7731","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":"I cannot stop reading this story; I don’t even want to go to sleep. Sometimes, it makes me laugh, and sometimes, it makes me cry.","$":{"class":"quotesnospacebelow"}},{"_":"—Kimberly An DoHiep Vo’s former student Beauty salon owner 949-252-0829","$":{"class":"quote-name"},"br":[{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}},{"$":{"class":"calibre4"}}]},{"_":",written by Mr. Hiep Vo, is a bell that rings forever in our hearts and takes us back to the ‘50s, when the North Vietnamese immigrated from North to South Vietnam and searched for .","$":{"class":"quotesnospacebelow"},"span":[{"_":"The Road to Freedom","$":{"class":"italics1"}},{"$":{"class":"italics1"}},{"_":"freedom","$":{"class":"italics1"}}]},{"_":"The ‘60s, when many youths did not care about danger nor shrink from being jailed in fighting for  and  in South Vietnam. ","$":{"class":"_ndparaquotes"},"span":[{"_":"freedom","$":{"class":"italics1"}},{"_":"equality","$":{"class":"italics1"}}]},{"_":"The ‘70s, the black period of Vietnamese history.","$":{"class":"_ndparaquotes"}},{"_":"The 80s, with frightening escapes on the high seas from Vietnam for .","$":{"class":"_ndparaquotes"},"span":{"_":"freedom","$":{"class":"italics1"}}},{"_":"—Trac dinh Tran Food processing engineer staff","$":{"class":"quote-name"},"br":{"$":{"class":"calibre4"}}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_7"}}}}}}