{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"_":"Khuong and Thoi asked me, “Hiep, can you join us in tomorrow’s game?”","$":{"class":"indent"}},{"_":"I shook my head again.","$":{"class":"indent"}},{"_":"The game went on for a couple days, and my class was always the loser.","$":{"class":"indent"}},{"_":"Some days later, when I passed the schoolyard, I heard someone call me from behind, “Hey! The little Northerner! Come here!”","$":{"class":"indent"}},{"_":"I turned my head and saw a big boy standing at the flagpole with an intimidating gesture. Behind him, there were several others laughing and making fun of me. I ignored and kept walking. Suddenly, I heard some bodies running after me. I knew trouble was coming to me.","$":{"class":"indent"}},{"_":"The big guy and two other boys blocked the way to my class. That boy was not only big but also muscular. He was same age as me or a little older. The other two guys blocked me on both sides.","$":{"class":"indent"}},{"_":"He looked at me with wide-open eyes. “Are you deaf and dumb?”","$":{"class":"indent"}},{"_":"To prevent trouble between North and South, I gently said, “Please let me go.”","$":{"class":"indent"}},{"_":"The boy burst into laughter. “Ha! Ha! You can speak. You want to go, don’t you? There is no place for you to go over here. Only one way for you, to go back to the North.”","$":{"class":"indent"}},{"_":"I stepped aside to go to my class, but the two other boys blocked my way again. The fat boy held my shirt and shouted, “Hey! Northerner eats wooden fish. Do you want to get away?”","$":{"class":"indent"}},{"_":"I really did not know how to deal with this. Luckily, Khuong and Thoi arrived. Physically, Khuong and Thoi were taller but less husky than that boy.","$":{"class":"indent"}},{"_":"Khuong said, “Ba Dang, don’t do that to my friend, please.”","$":{"class":"indent"}},{"_":"Ba Dang turned to Khuong, “Do you want to interfere with my play? He is a Northerner.”","$":{"class":"indent"}},{"_":"Thoi said, “Northerners and Southerners are the same. Both are Vietnamese.”","$":{"class":"indent"}},{"_":"Ba Dang argued, “No! Northerners differ from Southerners. Northerners are people of Northern Country, and Southerners are real Vietnamese.”","$":{"class":"indent"}},{"_":"Hearing that, I took pity on him. He studied Vietnamese history, but he did not know anything about it. More than two thousand years ago, Vietnamese settled at Red River’s delta in North Vietnam. We expanded our country by annexing two small countries in the South, building the current Vietnam. The Vietnamese migrated slowly for a few hundred years from north to south. During the seventeenth and eighteenth centuries, two warlords divided Vietnam into two parts. The Trinh Warlord controlled the North, and the Nguyen Warlord controlled the South. Then a civil war broke out between North and South for more than a hundred years.","$":{"class":"indent"}},{"_":"Perhaps, Ba Dang had been instilled by the old generations of his family, so he thought North Vietnam and South Vietnam are two separate countries, especially Cochichina state.","$":{"class":"indent"}},{"_":"Just then, my whole class came out and circled around. Ba Dang and his group became the underdog. They dismissed themselves and returned to their class. We also went back to ours.","$":{"class":"indent"}},{"_":"Khuong spoke to me, “Hiep, next time, try to avoid a confrontation with those guys, especially Ba Dang. He is very strong and a big bully in the school and also a big brother of a gang in our school.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-085-backlink"},"a":{"_":"4","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-085"}}}}},{"_":"I asked, “What grade is he in?”","$":{"class":"indent"}},{"_":"Khuong answered, “He is attending continuous fifth grade.”","$":{"class":"indent"}},{"_":"“What is continuous fifth grade?”","$":{"class":"indent"}},{"_":"“Oh! The students who failed in the exclusive examination to enter junior high last year were allowed to attend that class. So that by the end of this year, they will try to repeat the test one more time.”","$":{"class":"indent"}},{"_":"At break time, the fighting game was resumed, and the consequence was the same. My class was defeated. This time, a strange thing happened. Someone tried to shoot at me many times. There were many paper-bullet marks on my face and hands.","$":{"class":"indent"}},{"_":"When the game was over, seeing this, Khuong said, “Unlucky for you, Hiep, among our enemies, one of them belongs to Ba Dang’s group.","$":{"class":"indent"}},{"_":"Thoi persuaded me, “Hiep, join our group for the fighting game.”","$":{"class":"indent"}},{"_":"I just smiled but did not respond.","$":{"class":"indent"}},{"_":"Khuong continued, “Hiep, you have to do something to save us. You cannot ignore your friends suffering pain like this every day. Hey! Look at this.”","$":{"class":"indent"}},{"_":"He pulled up his shirt to show me the execution marks on his belly.","$":{"class":"indent"}},{"_":"Some others also did the same thing, with shouts of “Here, you see?” and “Look! Look!”","$":{"class":"indent"}},{"_":"Thoi urged, “Come on! Join our group, Hiep!”","$":{"class":"indent"}},{"_":"“Okay, let me think it over,” I answered, then asked, “Why do you guys always lose the game?”","$":{"class":"indent"}},{"_":"Thoi said, “They are more crowded than us, meaning that the other class outnumbered ours.”","$":{"class":"indent"}},{"_":"Before the game the next day, I moved myself to a better place, very close to a corner of the classroom.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Perhaps, when I sit in the middle of the classroom, where my friends are hiding, the missed shots are hitting me. I should sit over here to prevent mishaps.","$":{"class":"italics1"}}},{"_":"Khuong asked me, “Do you have any decision yet, Hiep?”","$":{"class":"indent"}},{"_":"“Not yet.”","$":{"class":"indent"}},{"_":"“So sit here and think it over.”","$":{"class":"indent"}},{"_":"He left some rubber bands and some paper bullets next to me, then joined his group for the fighting game. As with the previous games, for a moment, my friends withdrew to the class for defense while being besieged. Suddenly, I felt pain on my forehead. Someone got me. Through my fingers’ gap, I saw a boy standing behind the door aiming at me. He shot again. But this time, he missed; the bullet hit my shirt instead of my face.","$":{"class":"indent"}},{"_":"I thought, possibly, he made a mistake.","$":{"class":"indent"}},{"_":"I kept watching that guy. He raised his finger with its rubber band slingshot, aimed at me, then released the bullet. This time, the bullet hit my neck. Obviously, he was trying to shoot at me. I quickly relocated to the corner, where none of my friends of mine were hiding.","$":{"class":"indent"}},{"_":"The guy smiled with his success and tried to load another bullet on the slingshot. As he was doing that, in the blink of an eye, I grabbed the rubber bands and some paper bullets. I jumped out of my place, stepped over some tables, and rushed to the door where the boy stood. He did not know what was going on! By the time he saw me, I was already at the door. I aimed the slingshot at his forehead, even though it was just the empty rubber band. I did not have time to load a bullet.","$":{"class":"indent"}},{"_":"At that moment, the boy was very scared. He feared I would release my finger and he would be in a lot of pain.","$":{"class":"indent"}},{"_":"He put up both hands in surrender, yelling, “I give up! I give up!”","$":{"class":"indent"}},{"_":"At that point, I loaded a bullet into the slingshot.","$":{"class":"indent"}},{"_":"I shouted, “Go away!”","$":{"class":"indent"}},{"_":"He ran away, screaming, “Hey, guys! The Northerner attacked! The Northerner attacked!”","$":{"class":"indent"}},{"_":"I raised the slingshot, aiming at another boy, but did not shoot. If I shot, I would not have time to reload, and others might attack when I was reloading. I used that tactic to scare the cowardly boys only, and it was very effective. That boy also ran away.","$":{"class":"indent"}},{"_":"His friends were very confused. Meanwhile, my friends became very excited. They came out of their hiding places and started to make a counterattack. I only used my slingshot to scare the enemies by aiming it at their faces. When those boys saw my slingshot, they were afraid and ran away. A few seconds later, they all retreated to their class and closed and locked the back windows.","$":{"class":"indent"}},{"_":"I told Khuong and some others standing behind me, “I will shout, ‘Advance!’ You have to follow me by screaming like that, then run after me. Okay?”","$":{"class":"indent"}},{"_":"They all nodded.","$":{"class":"indent"}},{"_":"I shouted, “Advance!”","$":{"class":"indent"}},{"_":"They did exactly as I said by screaming “Advance!”","$":{"class":"indent"}},{"_":"I suddenly rushed into the enemies’ class. My friends followed me. The students of that class were very frightened because they had no such experience before. Moreover, the back windows were locked, so they could not run away.","$":{"class":"indent"}},{"_":"I saw the big guy, who tried shooting at me many times, running to the end of the classroom. I chased after him and grabbed at his neck, shouting, “Do you want to resist again?”","$":{"class":"indent"}},{"_":"“No! No! I give up.”","$":{"class":"indent"}},{"_":"Then they all surrendered and my friends took them to the flagpole for an execution. That was the first victory for my class, and my friends were so happy. They always talked about my help.","$":{"class":"indent"}},{"_":"The following day, we had no enemy. Then the game was postponed.","$":{"class":"indent"}},{"_":"In the following weeks, while walking to my class, I ran across Ba Dang and his gang.","$":{"class":"indent"}},{"_":"Ba Dang called, “Hey! The little Northerner! You dare to defeat my friends?”","$":{"class":"indent"}},{"_":"As Khuong advised, I stepped away to avoid the confrontation with Ba Dang’s group.","$":{"class":"indent"}},{"_":"In class, Thoi informed me that at the break, we had a shooting battle with the C fourth graders again. I was surprised because I could not predict that happening.","$":{"class":"indent"}},{"_":"Before the game began, I gathered my friends. “Our class should be divided into three groups. I will lead the first one to attack directly our enemies. They will concentrate their force to resist me because they think I’m the real enemy. Khuong, you lead the second group that goes around the school and attacks them from behind. Thoi, you lead the third one. Get out of the class by the rear windows. Your responsibility is to block the retreat of our enemies. Capture them all, and don’t let any get away.”","$":{"class":"indent"}},{"_":"With that strategy, we besieged our enemies, and soon, they were on the verge of collapse. Without warning, a loud yelling echoed behind us. We were being attacked from behind by another class. I noticed that our second enemy was Ba Dang’s class. We had to retreat to our class. All my friends hid behind the door and windows or under tables to shoot at the enemies. I stood at the door to prevent others from springing into our class.","$":{"class":"indent"}},{"_":"Our enemies besieged us for a while, but they could not force us to surrender. I saw one boy rush to my place, so I used the slingshot to scare him away. To my surprise, someone held me around my chest from behind, trying to wrestle me down. I tried to struggle to get out of the opponent’s arms. I lowered my body and hooked one of my legs to his, then twisted myself.","$":{"class":"indent"}},{"_":"For a moment, I turned face-to-face with that boy and realized it was Ba Dang himself. My blood suddenly boiled with rage; I thought of the past and recalled his provoking gesture and his insults. He was very strong, but he had very little wrestling skill.","$":{"class":"indent"}},{"_":"He had an advantage because he grabbed me first, but I knew more wrestling techniques than he did. While we were fighting, some of his friends used their slingshots to shoot me many times, so I pushed him into my class in order to evade his friends’ shots.","$":{"class":"indent"}},{"_":"A short time later, both sides stopped shooting at each other. They circled around us to watch the match between Ba Dang and me. After a moment, Ba Dang’s arms gradually loosened. I thought he was tired out after all the wrestling. I used both of my hands to hold him around his waist. Because I held him at the lower part of his body, I could control the match.","$":{"class":"indent"}},{"_":"I spun him from left to right and from right to left until he could not control himself. Realizing one of his mistakes, I grabbed his right leg and tried to make him stand on one leg. I swung him again, knocking him off balance and sending him to the cement floor. Unfortunately for him, he fell next to the blackboard stand; momentum sent his head underneath the lower bar of that stand. I sat on his belly, and my legs were on top of his arms.","$":{"class":"indent"}},{"_":"My left hand held his neck, and I raised my right fist, ready to punch. He was hurt by the fall, and at that moment, he could not do anything else, only wait for the fist of my resentment.","$":{"class":"indent"}},{"_":"I shouted, “Give up?”","$":{"class":"indent"}},{"_":"He replied through his gasping, “Y-…yes.”","$":{"class":"indent"}},{"_":"Had he said no, I would have released the punch right away.","$":{"class":"indent"}},{"_":"I ordered, “Never tease me or call me a Northerner who eats wooden fish again! Okay?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"I got up, and his friends lifted the blackboard stand out to help him stand up. Then they went back to their class.","$":{"class":"indent"}},{"_":"From that day on, the game was terminated.","$":{"class":"indent"}},{"_":"Although Ba Dang was a bully, he kept his word. After that event, I sometimes met him and his group in the street, but he never teased me again.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute9","src":"image/Image1411_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\fighting against.png"}}},{"_":"Ever since then, some other boys who had picked on me never made any trouble for me, except one—a harelipped boy named Mui. He was tall, with very dark skin, and one physical defect: the harelip. Everyone in school called him Harelipped Mui. I did not want to call him that because I took pity on him. Even though it was insulting, everyone else called him that to distinguish him from another Mui. Mui himself even agreed with that nickname, so I got used to it day by day.","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_13"}}}}}}