{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_6"}},{"_":" Preface","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor001","class":"calibre2"}}},{"_":"(The Road to Freedom I Summary)","$":{"class":"centered"}},{"$":{"class":"indent"}},{"_":"n 1946, the Viet Minh Front started the war with the French to regain independence for Vietnam. Almost all patriots left the main cities to relocate to rural countryside, and my family was one of them. My dad had joined the Viet Minh Front before August 1945. Although during the war our lives were miserable, we were all proud to be patriots.","$":{"class":"firstpara"},"span":{"_":"I","$":{"class":"_idgendropcap"}}},{"_":"From 1953 to 1954, Communists started the Land Reform Movement in North Vietnam. During the movement, they killed thousands of landlords. The Land Reform Movement changed the patriotic spirit of thousands of people, who had sacrificed their lives for the beloved country; my parents were among them.","$":{"class":"indent"}},{"_":"After witnessing a public trial in Thanh Hoa that killed a landlord without good reason—and a hundred similar cases were reported—my parents decided to escape to a safe area that was controlled by Nationalists.","$":{"class":"indent"}},{"_":"On July 20, 1954, a peace accord was signed in Geneva to bring peace to Vietnam after eight years of war.","$":{"class":"indent"}},{"_":"In accordance with the peace accord, Vietnam was divided into two parts: North and South, using Ben Hai River at the 17th Parallel as the border. The Communists controlled North Vietnam, and Nationalists controlled South Vietnam.","$":{"class":"indent"}},{"_":"In October 1954, Viet Minh troops marched into Hanoi, after the French forces withdrew. That was the right time for my parents to start the first phase of their escape plan; my parents moved my family from Tan Phuc Village (very close to Bai Thuong) in Thanh Hoa Province to Hanoi in November 1954.","$":{"class":"indent"}},{"_":"In late spring 1955, my parents divided our family into three small groups and sneaked one by one out of Hanoi to Hai Phong, then flew to Saigon to seek freedom.","$":{"class":"indent"}},{"_":"(Read  to get more detail.)","$":{"class":"indent"},"span":{"_":"The Road to Freedom I: Crossing the 17th Parallel","$":{"class":"italics1"}}},{"$":{"class":"images1","id":"calibre_pb_9"},"img":{"$":{"class":"_idgenobjectattribute2","src":"image/Image1357_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\MAP OF VIETNAM DURING JULY 1954–APRIL 1975.png"}}}]}}}}