{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_16"}},{"_":" Chapter 9","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor010","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute35","src":"image/Image1722_copy.png","alt":"Chapter 17"}}}},{"_":"few days after my arrest, Tai suddenly returned to my house and said to my parents that the police were tracking him down. He asked my parents to allow him to stay there for a few days. Actually, he tried to arrest my members and also to investigate whether my family was involved in my actions or not.","$":{"class":"firstpara"},"span":{"_":"A ","$":{"class":"_idgendropcap1"}}},{"_":"Luckily, no one in my family said anything to him or showed him the places where I stored my documents or disclosed any activity of mine as well as their own. As for my comrades, it was not easy for him to find them. Most of my comrades did not know my house, except Tuan, Phung, and some important guys, but they knew my secret code. Tuan and Phung were also my students, and moreover, Tuan is the sister of my close friends, Khiet and Tuoc. I had asked them to pass my house and recognize my yellow Mobylette, parked on the right side and in front of the window, before coming in to contact me. This time, my Mobylette was at Mr. Nam’s house, so they would not to come in. Every other time, if I needed to contact them, I only went to the subgroup leaders on my motorbike. Therefore, Tai could not find them.","$":{"class":"indent"}},{"_":"After learning I was arrested, Mom and Mai went to many police stations and jails to see if I was detained there or not. But all of them denied that I was detained there.","$":{"class":"indent"}},{"_":"One of these was the office of the brother of Kim’s husband, through an introduction from Mr. and Mrs. Th. At the time, the man was a colonel of the police department. He and his personnel promised they would help Mom and my sister to find out where I was, but they let my family know that I was a very dangerous person and would be detained for a long time. Based on their serious way of talking to each other, Mom and my sister felt there was something really bad.","$":{"class":"indent"}},{"_":"On July 29, Mr. Nolting, the American ambassador in Saigon, announced there was no Buddhist oppression during a graduation ceremony of Xay Dung Nong Thon (the Rural Area Building Group) cadres. Mr. Ngo Trong Hieu, the interior department secretary, announced, “Buddhism is the enemy of the nation.” Mrs. Ngo Dinh Nhu (Tran Le Xuan) also insulted the Buddhist monks. She said, “The Buddhist monks used stimulated drug before burning themselves alive.”","$":{"class":"indent"}},{"_":"We now protested those announcements. The protest spread to all high schools in Saigon and one protest took place after that at Ben Thanh Market. Police dispersed the protest brutally and killed a young girl named Quach Thi Trang.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"A few weeks passed by, but nothing happened to our group. We all thought they forgot us. But one night, after dinner, when we enjoyed a chess match between the two best players of the cell, suddenly we heard someone yelling at the other end of the barrack, “Nguyen Quoc Khai! Nguyen Quoc Khai!”","$":{"class":"indent"}},{"_":"Khai replied, “Yes, I’m here.”","$":{"class":"indent"}},{"_":"“Be ready to go out!”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"We knew it was Khai’s turn. He was called for a questioning or a torture. Khai put on his clothes and waited for the some agents to take him out of there. I did not know what he thought, but his face seemed to be normal. I respected his attitude. Shortly, an agent came in and escorted Khai out of the cell. Our members did not feel good. We looked at each other as Khai was walking out of the cell. Khai did not return to the cell that night, and we did not know his fate.","$":{"class":"indent"}},{"_":"The next morning, he still did not return; everyone in the room worried for him.","$":{"class":"indent"}},{"_":"Mr. Tu came to me and said, “I took pity on Khai. Only a few people have been tortured overnight like that.”","$":{"class":"indent"}},{"_":"I felt very worried for my close friend. From the first day we lived in that cell, he became my close friend because of his frank, upright personality.","$":{"class":"indent"}},{"_":"As dinnertime was approaching, he walked into the cell like a defeated wrestler. We all were very happy, seeing his return. We did not know whose turn was next.","$":{"class":"indent"}},{"_":"The following evening, Doan was called. As with Khai’s departure, we waited for Doan the whole night and the entire morning. We hoped he would return to the cell at lunchtime. That time already passed, and by the time dinner came, we still saw no sight of Doan. Our members sat in a corner waiting for him in worry. We did not participate in the chess game as usual, but we silently prayed for his safe return.","$":{"class":"indent"}},{"_":"At 9:30, we were preparing our sleeping place and ready to go to sleep. Unexpectedly, the sound of steel echoed, and the cell door was opened. Doan appeared at the door, to our happiness.","$":{"class":"indent"}},{"_":"The next day, we waited for our turn. None of us joined the game or chatting. I wished my turn would approach as soon as possible because I knew they would call me for an interrogation eventually; in addition, I wanted to know my fate. We were all surprised because no one of our group was called that day. One, two, three days elapsed, and we had no trouble. We thought everything was all right for us.","$":{"class":"indent"}},{"_":"One day, all the prisoners of our cell were called out, except me, this time not for questioning but for meeting their parents or relatives. They also received some food and money from their parents or spouses. When they returned, I leaned that the Autumn Festival was coming. No one called me out for such visiting. I was very nervous. I did not know if anything bad happened to my family or not. I wished to see them, to be aware of my family situation.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-067-backlink"},"a":{"_":"22","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-067"}}}}},{"_":"I thought, the Autumn Festival is approaching, my parents would come to see me before that day if they are okay.","$":{"class":"indent"}},{"_":"I hoped someone would call me out the next day, but day after day, I had not heard anything at all. My hope faded away when the round moon appeared at the cell window. It was the night of Autumn Festival.","$":{"class":"indent"}},{"_":"Khai and Doan sometimes gave me a piece of moon cake or candy. How precious it was!","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"In a few more days, the Autumn Festival approached. My family learned that secret agents detained me at Cong Hoa Camp. Mom and Mai bought something and cooked my favorite food, then went to the office of the camp to visit me. The reason my mom took Mai along with her was that she hoped that my sister’s beauty would make the police more willing to let them see me.","$":{"class":"indent"}},{"_":"After waiting for a whole morning, they called Mom and my sister in.","$":{"class":"indent"}},{"_":"The officer asked Mom, “Who do you want to see?”","$":{"class":"indent"}},{"_":"Mom said politely, “I want to see my son Vo Hiep.”","$":{"class":"indent"}},{"_":"He raised his tone, “Who? Vo Hiep!”","$":{"class":"indent"}},{"_":"“Yes, sir!”","$":{"class":"indent"}},{"_":"“I thought you came to see someone else, that’s okay, but this guy you cannot see.”","$":{"class":"indent"}},{"_":"My sister besought them. “Sir! Would you please let us see my brother?”","$":{"class":"indent"}},{"_":"“Absolutely not! He is a dangerous man.” He angrily continued, “He has a delicate plan for a protest demonstration and also plans to burn police cars. If you want to leave food here, then we will hand it to him, but seeing him is impossible.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-066-backlink"},"a":{"_":"23","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-066"}}}}},{"_":"Eventually, Mom and my sister had to put the bag of food there.","$":{"class":"indent"}},{"_":"Indeed, the idea to burn police cars was Doan’s plan, but Tai reported wrong, and they assumed that it was mine.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One hot evening, everyone was preparing a place for dinner. Soon, some servicemen brought in several baskets of foods. As usual, I took some pieces of red rice and went to a corner to pick dirt out of my bowl. Seeing me eat only rice, Mr. Tu gave me some drops of soybean sauce. Thanks to that, I had better meals.","$":{"class":"indent"}},{"_":"Without warning, someone shouted from the prison yard, “Vo Hiep! Vo Hiep!”","$":{"class":"indent"}},{"_":"Everyone in the cell looked at me. I was very emotional when realizing their concern.","$":{"class":"indent"}},{"_":"I replied, “I’m here.”","$":{"class":"indent"}},{"_":"“Be ready!”","$":{"class":"indent"}},{"_":"Mr. Tu murmured, “We have a proverb: ‘Troi danh cung tranh bua com,’ but these guys do not care for that.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-065-backlink"},"a":{"_":"24","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-065"}}}}},{"_":"I put on my clothes and waited. A few minutes later, the cell keeper appeared at the door. He opened the door and I followed him to the main door.","$":{"class":"indent"}},{"_":"At the yard, I saw two agents in civil clothes standing by a police jeep. One guy was real big, with dark skin and a cruel face. Another was regular sized. I took a deep breath of clean air and prepared for a stormy evening.","$":{"class":"indent"}},{"_":"The big guy took out handcuffs and ordered me, “Stretch your hands out!”","$":{"class":"indent"}},{"_":"He cuffed my hands, then ordered again, “Turn around!”","$":{"class":"indent"}},{"_":"I did as he ordered.","$":{"class":"indent"}},{"_":"He took out a big handkerchief and blindfolded my eyes. He pushed me to the car.","$":{"class":"indent"}},{"_":"His voice echoed, “Go to the back seat!”","$":{"class":"indent"}},{"_":"I felt around, then climbed into the back seat. He also climbed in and sat next to me. I felt a hard gun barrel pressing on my hip.","$":{"class":"indent"}},{"_":"He ordered the other guy, “Drive back!”","$":{"class":"indent"}},{"_":"He continued with a cold voice, “And you! You should obey my orders and don’t do the wrong thing or I will give you a brass candy. Understood?”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-064-backlink"},"a":{"_":"25","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-064"}}}}},{"_":"The car started to roll. I heard noisy atmosphere with cars moving, horns sounding, people screaming. I guessed the car was traveling the streets of the city.","$":{"class":"indent"}},{"_":"After half an hour of driving, the car stopped. I heard the big guy exchange some secret code with someone else, then a steel gate was opened with a creaking sound. The driver moved the car into that area for a few minutes more. Finally, he stopped and turned off the engine.","$":{"class":"indent"}},{"_":"The big guy pulled me out of the car, then uncovered my eyes. I saw I was standing among several buildings of three or four stories. He pushed me to go up a staircase to the upper level of a building. He opened the solid door of very first room, then pushed me in. Besides the door, there was one small locked window on the side wall for ventilation purposes. In the room, there was a table, two chairs on opposite sides, and a wooden cabinet.","$":{"class":"indent"}},{"_":"He turned on the light, went to the cabinet, opened it, and took out a package wrapped in newspapers. I saw a lot of torture instruments in that cabinet.","$":{"class":"indent"}},{"_":"The secret agent told me, “Sit on that chair, and enjoy your food! This is a package from your mom.”","$":{"class":"indent"}},{"_":"After that, he unlocked the handcuffs for me, then left the room and locked the door. I looked at the package with tears in my eyes. I thought, ","$":{"class":"indent"},"span":{"_":"My parents worried about me a lot. But why they did not come to see me?","$":{"class":"italics1"}}},{"_":"I opened the package and saw a Mid-Autumn cake box, a bag of stewed beef, and two pieces of squeezed rice. Besides that, there were pants, a shirt, and an undershirt. The Mid-Autumn Festival was over.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-063-backlink"},"a":{"_":"26","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-063"}}}}},{"_":"I was so glad to see that stuff, not only because I was hungry, but also because it meant that my family was safe. I opened the stewed beef bag to eat with one piece of squeezed rice. As I opened the bag, I smelled a nasty odor. The beef was spoiled because of the hot weather and lack of ventilation. In those conditions, bacteria developed very fast.","$":{"class":"indent"}},{"_":"I sniffed at the rice. It was in the same condition but still better. I broke one piece, sniffed at the middle, and found that it was much better. I knew that package was sent to the office many days before. I had no choice, so I decided to eat the center of that piece. Normally, with one piece, I would be full, but because the center was not enough for me, I broke the second one. That piece was so leathery; I could not take it apart.","$":{"class":"indent"}},{"_":"Looking carefully, I saw a small roll of plastic inside. I put two halves of the squeezed rice piece back and observed the surrounding. Seeing nothing wrong, I took that roll of plastic and saw a piece of paper and several bills totaling about 100 piasters inside. The money could not be stale. I happily put it in my pocket. On the paper, there were a few lines which said my family at home was okay. So far, my family situation was the main thing, which made me worried. Now, with that message, I felt good.","$":{"class":"indent"}},{"_":"I felt full with stale rice. I opened the box of cake to have dessert and saw four cakes inside. I thought I would eat one cake, and the rest I would bring back the cell to share with my friends. I broke one cake, but thousands of tiny ants ran all over the place. I had to throw that into a garbage can and then tested the rest. They were same way.","$":{"class":"indent"}},{"_":"About 9:00 p.m., I heard the footsteps of someone at the staircase. Soon, the door was opened; the big secret agent and the curly-haired guy walked into the room.","$":{"class":"indent"}},{"_":"The big one asked me, “Have you finished your dinner?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute36","src":"image/Image1729.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\A GAME OF SECRET AGENT.jpg"}}},{"_":"He pulled out a pistol that he had hidden under his shirt and put it on the table, then sat on the chair on the opposite side of the table. He unloaded the gun and counted cartridges, then loaded them back. Without saying anything, he turned the gun barrel pointing to me; his index finger was on the trigger, while his middle finger and his thumb rotated the butt. I did not know if he locked the safety device or not. Only one minor mistake and he would kill me easily. I thought he was menacing me.","$":{"class":"indent"}},{"_":"After several minutes of threatening, he put the pistol back and started to interrogate me.","$":{"class":"indent"}},{"_":"He said, “I don’t want to hurt you, but you must cooperate with me. Understood?”","$":{"class":"indent"}},{"_":"I looked at him, not responding. Because if I said yes, it meant I had to tell the truth, and if I said no, he would have beaten me up.","$":{"class":"indent"}},{"_":"His eyes opened wide. “Do you hear me?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"“Why don’t you reply?”","$":{"class":"indent"}},{"_":"I kept quiet again.","$":{"class":"indent"}},{"_":"He stretched his giant hand, slapping continuously on my face, while screaming, “This is not a place for you to show your toughness!”","$":{"class":"indent"}},{"_":"A few seconds later, he said, “Declare all your personal identity!”","$":{"class":"indent"}},{"_":"I cooperated with him by saying my name, address, and school.","$":{"class":"indent"}},{"_":"He looked at me with threatening eyes. “How many people of the Student Directional Committee (SDC) do you have contact with?”","$":{"class":"indent"}},{"_":"I shook my head. “I did not contact anyone, except Thien, Ung, and Ky. But you already arrested two of them.”","$":{"class":"indent"}},{"_":"He stepped on my back; with one hand, he twisted my arm to my back, and with the other hand, he held my hair and slammed my head to the table several times.","$":{"class":"indent"}},{"_":"He shouted, “Liar!”","$":{"class":"indent"}},{"_":"Then he stood up and approached the cabinet to open its door. The agent took out a baton with a rubber cover, then knocked on my head, shoulder, arms…I felt pain everywhere but tried to suffer, and I thought, ","$":{"class":"indent"},"span":{"_":"I should not cry or groan. He’ll think I’m a coward.","$":{"class":"italics1"}}},{"_":"He talked to me word by word. “If you are smart, you should not conceal anything at all. I will make you confess everything. Now, tell me what you know about that committee.”","$":{"class":"indent"}},{"_":"I said, “No. I don’t know anyone at all.”","$":{"class":"indent"}},{"_":" He slapped my face. “Don’t be stupid! I told you I would make you confess.”","$":{"class":"indent"},"span":{"_":"Bang! Bang!","$":{"class":"italics1"}}},{"_":"He continued pounding my face. I felt something salty in my mouth. It was my blood. Sometimes, he beat, pounded, or whipped me. Sometimes, he stopped beating and asked me for more information about my organization or the SDC. I knew if I confessed anything, it would harm my members as well as the SDC. I had to protect them, so my answers were “No, I don’t know” or “I did not do anything at all.”","$":{"class":"indent"}},{"_":"When we heard the crow of a rooster, a sign of dawn approaching, he stopped hitting me.","$":{"class":"indent"}},{"_":"He said, “You are stubborn. Tomorrow, I will see how tough you are. Remember don’t turn on the light. If you turn it on yourself, I will beat you to death.”","$":{"class":"indent"}},{"_":"He locked the door and left the room with the curly-haired guy, leaving me there alone. I was in severe pain and isolated, but I felt better and had a good sleep with the fresh air and no bad odor.","$":{"class":"indent"}},{"_":"When I opened my eyes, I realized it was almost noon. I heard some people talking noisily and walking back and forth outside. I guessed there were some offices around. The room did not have any windows looking out on the balcony, so I did not know the nature of their activities.","$":{"class":"indent"}},{"_":"Soon, the curly-haired guy came in with a bowl of leftover rice, a few shrimps and some pieces of cooked cabbage. He put the rice bowl on the table, then left there without a word. The rice bowl seemed cleaner than at Cong Hoa prison; there were probably fewer inmates over here, so they could make better meals.","$":{"class":"indent"}},{"_":"It was the best meal I had since the day I had been arrested. However, they did not give me a cup of water, so I was very thirsty. After finishing my lunch, I lay down on the floor. The coldness of the floor reduced my thirst a little bit. I thought of something to lessen the boredom.","$":{"class":"indent"}},{"_":"I thought, they want to torture me this way. With this method, they can torture a prisoner all day long without instruments.","$":{"class":"indent"}},{"_":"After a long time being bored in the room alone, I heard women saying goodbye to each other; then the noise outside diminished, and finally, silence returned to that area. I guessed the office hours were over. Everybody had returned to their homes. A while later, I heard the key clashing at the lock of the door and then the door was opened. The curly-haired guy walked in with two bowls, one of rice and the other of vegetable-cooked water. I was very happy because I had water to drink.","$":{"class":"indent"}},{"_":"Time passed by slowly.","$":{"class":"indent"}},{"_":"The darkness covered outside and inside.","$":{"class":"indent"}},{"_":"I thought,  Khai and Doan already tasted this bitter stuff.","$":{"class":"indent"},"span":{"_":"Since the moment they took me out of the cell for torture, it is more than twenty-four hours already. If they don’t want to put me on the rack, they will release me soon.","$":{"class":"italics1"}}},{"_":"At about eight or nine o’clock in the evening, I heard boots echo on the staircase, then the key clashed at the door. When the door popped open, a flashlight poked into the room and the electric light was turned on. Once more, the secret agent appeared at the door with the curly-haired one.","$":{"class":"indent"}},{"_":"The big one looked at me and said, “Are you ready for tonight’s game?”","$":{"class":"indent"}},{"_":"I did not answer. I knew if I answered or not, they would still beat me up.","$":{"class":"indent"}},{"_":"He sat down on the chair, looked at me for a while, and suddenly told me kindly, “I know you are an upright person who doesn’t want to be called a traitor. You go ahead and tell us all your supervisors and all your members. I promise that when we arrest someone, we will detain them in a different place. With that measure, they would not know who is the one who declared their names, so you would not suffer pain and we also get the job done. Moreover, you will be released soon.”","$":{"class":"indent"}},{"_":"I said to myself, “He is playing a psychological game. I should not be hooked up with this word.”","$":{"class":"indent"}},{"_":"I also pretended to be frank with him. “I know you are a humane person, but I already told you the names of my members, Thien and Ung. You already arrested them. I did not receive orders from anybody, and I willingly did those things myself.”","$":{"class":"indent"}},{"_":"“Don’t beat around the bush. You must say the truth.”","$":{"class":"indent"}},{"_":"“Yes. I did—”","$":{"class":"indent"}},{"_":"I was not even finished speaking when he leaned his body over the table and threw a hard punch to my face. The punch made me fall off the chair to the floor, my nose and mouth bleeding.","$":{"class":"indent"}},{"_":"He uttered bad words. “Fuck you! I want to say sweet things to you, but you want bitter ones. You haven’t seen the coffin, you haven’t cried yet!”","$":{"class":"indent"}},{"_":"After that, he hit, punched, and whipped me while questioning me again.","$":{"class":"indent"}},{"_":"A few hours later, he asked, “Are you ready to confess?”","$":{"class":"indent"}},{"_":"“I have nothing to say.”","$":{"class":"indent"}},{"_":"He said, “All right! I have this for you to taste.” He went out, saying to the curly-haired man, “Keep an eye on him.”","$":{"class":"indent"}},{"_":"The curly-haired man pulled a pistol and pointed it at me.","$":{"class":"indent"}},{"_":"A few minutes later, he walked into the room with small bag in his hand. I did not know what he would do, so I watched his actions carefully. He opened the bag and spread something small on the floor. I realized those were broken stones.","$":{"class":"indent"}},{"_":"He said, “As I promised, tonight I will make you declare everything you know. Tell me how, where, and when you met Nguyen Huu Dong.”","$":{"class":"indent"}},{"_":"I felt very surprised that he knew that fact.","$":{"class":"indent"}},{"_":"I still said, “I don’t know him.”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute37","src":"image/Image1738_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CAVALIER, THE TORTURE.png"}}},{"_":"He said to me with a peaceful manner, “Hiep, this is my last advice. You should tell me all your activities in the past, the ones that you have contacted with or the ones that have the same opinions as you. If you are still stubborn and decide not to declare anything at all, I have to apply another measure to deal with you. Moreover, you should declare Dong’s location.”","$":{"class":"indent"}},{"_":"I thought he was using another strategy to entice me to say something.","$":{"class":"indent"}},{"_":"I said, “I don’t…”","$":{"class":"indent"}},{"_":"He pointed to the broken stones and shouted at me, “Lie down on that place and face down!”","$":{"class":"indent"}},{"_":"I had to lie on that uncomfortable area.","$":{"class":"indent"}},{"_":"He ordered again, “Put our arms along your body with the palms face up!”","$":{"class":"indent"}},{"_":"He then bent my left leg in between my right thigh and my right calf. He ordered me to bend my right leg, so my left ankle was sandwiched between my right thigh and calf.","$":{"class":"indent"}},{"_":"It felt terribly painful because of the sharp edges of the rocks poking my skin.","$":{"class":"indent"}},{"_":"He laughed. “You are hurt, aren’t you? The game has just begun, but the worst hasn’t come yet.”","$":{"class":"indent"}},{"_":"He stood on my palms with his soldier boots, then he sat on my right foot while his hands tickled my belly and my neck. I had a feeling my right leg had been broken and my hands were smashed, but I could not cry because of his tickling. On the other hand, I could not laugh because of the pain. The grains of broken stone always poked my face, when I struggled due to the pain and tickling.","$":{"class":"indent"}},{"_":"The curly-haired man sat on a chair, looking at the “humane game” without emotion.","$":{"class":"indent"}},{"_":"After a period of riding on my leg, he asked, “Do you know Dong?”","$":{"class":"indent"}},{"_":"I said, “I have just…participated in…the protest movement, so…I don’t know anything.”","$":{"class":"indent"}},{"_":"“You are so stubborn and defiant.” He yelled, “You have just participated in the movement, but they invited you to an important meeting?”","$":{"class":"indent"}},{"_":"“Because…I have a…good plan,” I tried to explain.","$":{"class":"indent"}},{"_":"He roared, “Stubborn! I have a new game for you. If you don’t declare anything, I will break your leg. Understood?”","$":{"class":"indent"}},{"_":"Suddenly, I saw a lightning bolt at the gap of the window, followed by a big clap of thunder. A heavy shower started.","$":{"class":"indent"}},{"_":"My ears were full of the raindrops and thunderbolts, mixing with his yelling and screaming. “Tell me about your activities! Tell me about Dong! Where is he now?”","$":{"class":"indent"}},{"_":"When I shook my head, he put more pressure on my hands and my foot. He stopped tickling but bent his hand like a giant crab’s pincers, then applied heavy pressure on the critical points on my hips. I thought he had learned Shaolin kung fu. He repeated these questions many times. When still saw not thing happened, he held my hair, pulled my head up, then slammed down hardly. Broken stones poked into my face. ","$":{"class":"indent"}},{"_":"My blood boiled with anger and pain dissolved with indignation, and the image of the reporter’s hands suddenly pictured in my mind.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"The brutal man wants to break my leg as he said.","$":{"class":"italics1"}}},{"_":"Seeing me not showing any signs of giving in, he got angry because he did not get his own way, so he moved up and down, like a cavalier riding a horse, to apply more pressure on my legs and palms.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"If I do not show pain, he will torture me so intensely that it will kill me or disable me.","$":{"class":"italics1"}}},{"_":"I pretended to twist my face as if I could not endure the torture. That affected the big man; he released the pressure.","$":{"class":"indent"}},{"_":"At the same time, the thunderstorm was letting up; I heard the crows of a rooster echo from somewhere far away. I knew it was 4:00 a.m. approximately.","$":{"class":"indent"}},{"_":"Suddenly, I heard a car stop at the yard, then the sound of a pair of soldier boots resounded at the staircase. The big man and the curly-haired one stood up respectfully. The sound stopped at the door, followed by a knock at the door.","$":{"class":"indent"}},{"_":"The curly-haired guy opened the door, and a person in a wet black raincoat and black hat walked in, with a suitcase in his hand. The rainwater from his raincoat fell down and made a portion of the floor wet.","$":{"class":"indent"}},{"_":"My captors gave the new man a military salute, calling him Captain.","$":{"class":"indent"}},{"_":"The captain said, “Okay. Did he say anything?”","$":{"class":"indent"}},{"_":"“Captain Minh, he is very stubborn,” the big man answered politely. “I asked him about his activity and Dong, but he did not declare anything at all.”","$":{"class":"indent"}},{"_":"The shower outside already stopped. I sat up to pick out some sharp stones poking into my hands and face. Those stones left deep recess areas on my skin and some bloody places, especially at my hands.","$":{"class":"indent"}},{"_":"Captain Minh said, “Sergeant, let him sit on that chair.”","$":{"class":"indent"}},{"_":"The sergeant kicked my hip. “Hey! Dummy, return to your seat!”","$":{"class":"indent"}},{"_":"The captain sat on the chair opposite mine.","$":{"class":"indent"}},{"_":"He stared at my eyes. “You don’t know Dong, do you?”","$":{"class":"indent"}},{"_":"“No.”","$":{"class":"indent"}},{"_":"He laughed. “Ha, ha! You don’t know him, but he knows you.”","$":{"class":"indent"}},{"_":"The big one asked, “Have we arrested Dong, Captain?”","$":{"class":"indent"}},{"_":"“Yes! He was arrested this afternoon.”","$":{"class":"indent"}},{"_":"He opened the suitcase, took out a pile of printed papers, and told me, “Read it!”","$":{"class":"indent"}},{"_":"I felt happy because Dong did not know anything about my organization and I did not know anything about his SDC.","$":{"class":"indent"}},{"_":"I saw it was a pile of some dozen pages. I started to read: Saigon…","$":{"class":"indent"}},{"_":"Nguyen Huu Dong’s confession.","$":{"class":"indent"}},{"_":"On the first few pages, Dong declared about the committee. I did not know if that was true or not. I doubted that document.","$":{"class":"indent"}},{"_":"Captain Minh said, “You need not read those pages. They do not relate to you. Let me see.”","$":{"class":"indent"}},{"_":"He took the pile of papers back, then turned from one page to the other.","$":{"class":"indent"}},{"_":"Finally, he stopped turning and told me, “You should read these pages.”","$":{"class":"indent"}},{"_":"He pushed the pile of paper back to me. I was very surprised, seeing my name in those pages. Moreover, Dong depicted the time, date, and location that I met him at Hien Vuong and La Phi Khanh streets. He also declared some of our activities but not serious ones.","$":{"class":"indent"}},{"_":"I did not know if those were true or fake, but obviously, some activities were real. However, nothing harmed my situation. It might have been a strategy of the secret agents to force me to confess Dong’s location or using Dong’s confession to force me to declare all my members.","$":{"class":"indent"}},{"_":"Captain Minh took back that pile of paper and said, “Now, do you believe it or not? I think that is enough for you. Dong was already arrested by our agents. Sit here and write everything about you and Dong. He already talked a lot about you.”","$":{"class":"indent"}},{"_":"He turned to the big man, “Sergeant! Let him stay here alone. We’ve got to go now.”","$":{"class":"indent"}},{"_":"Then he put the document into his suitcase.","$":{"class":"indent"}},{"_":"The sergeant took out some sheets of paper and a pen.","$":{"class":"indent"}},{"_":"He laughed scornfully. “Now tell me about the relation between you and Dong.”","$":{"class":"indent"}},{"_":"Then they left the room.","$":{"class":"indent"}},{"_":"I knew I could not conceal any activity that related to Dong. Based on that document, I thought, I need to base this on Dong’s confession and start to tell him how, when, and where I met Dong. Obviously, he did not want me to read all of Dong’s confession. What do they want now? If they want to know my members, no way. Dong did know anything about my organization. Or do they want to know Dong’s activities? I did not know too much.","$":{"class":"indent"}},{"_":"I wrote down from the day I picked him up at the corner of Hien Vuong and Las Phi Khanh to the meeting location at Nguyen Minh Chieu. I realized the part was too short, so I wrote many details to make it longer.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"He will ask why I know him and picked him up. I must prepare the answers for these questions.","$":{"class":"italics1"}}},{"_":"About an hour later, when I was sleeping with one eye open, the sergeant opened the door and walked in.","$":{"class":"indent"}},{"_":"He sat on the chair and read my confession.","$":{"class":"indent"}},{"_":"He asked, “Only that?”","$":{"class":"indent"}},{"_":"“Yes, sir. I only know that much,” I replied spontaneously.","$":{"class":"indent"}},{"_":"He slapped my face. “Why did you know he was standing at the corner of La Phi Khanh and Hien Vuong and pick him up?”","$":{"class":"indent"}},{"_":"I answered, “We already knew each other before.”","$":{"class":"indent"}},{"_":"“When?”","$":{"class":"indent"}},{"_":"“At law school, when they introduced the SDC.”","$":{"class":"indent"}},{"_":"“Why, an hour ago, did you deny knowing him?”","$":{"class":"indent"}},{"_":"“I wanted to protect him!”","$":{"class":"indent"}},{"_":"He stood up angrily and punched my face. “Stubborn! Stubborn!” He sat down and asked, “Why did you know him standing there?”","$":{"class":"indent"}},{"_":"“I ran across him.”","$":{"class":"indent"}},{"_":"He shouted, “What was he doing?”","$":{"class":"indent"}},{"_":"“He was waiting for a taxi.”","$":{"class":"indent"}},{"_":"He seemed to believe my answer, then asked, “That’s it?”","$":{"class":"indent"}},{"_":"I gave a nod for an answer.","$":{"class":"indent"}},{"_":"He stood up and held my ear. “Fuck you! You still are stubborn. Why don’t say anything about the people you met in the meeting?”","$":{"class":"indent"}},{"_":"I sorrowfully said, “My function was to carry Dong to the meeting only.”","$":{"class":"indent"}},{"_":"He slapped the table hard. “Liar! Why didn’t you attend the meeting?”","$":{"class":"indent"}},{"_":"I easily replied, “I’m not an important person.”","$":{"class":"indent"}},{"_":"He slapped my face. “You want to cheat me?”","$":{"class":"indent"}},{"_":"I shook my head. “No! If you don’t believe me, you may ask Dong.”","$":{"class":"indent"}},{"_":"He seemed to believe me, then sat down on the chair and questioned me about further information on Dong and his SDC. I could not give him any more, so sometimes, he gave me a slap to my face.","$":{"class":"indent"}},{"_":"When he finished the interrogation, I heard the crow of some roosters echoing again. It warned us the dawn of the next day was approaching. He left the room, and I fell into a painful sleep.","$":{"class":"indent"}},{"_":"The next morning, when I was in a sound sleep, someone woke me up. I opened my eyes and realized it was the curly-haired young man in a red and white shirt. He cuffed my hands, then asked me to follow him to another building. Outside, I saw that was early morning; all the office doors around were still closed. No one was in that complex except us.","$":{"class":"indent"}},{"_":"When we reached another building, he asked, “Do you want go to the restroom?”","$":{"class":"indent"}},{"_":"I suddenly remembered that since the day they started questioning and torturing me, I had not gone to the restroom yet. Perhaps I was in extreme tension and forgot that need.","$":{"class":"indent"}},{"_":"I said, “Yes, I do.”","$":{"class":"indent"}},{"_":"He said, “Do not try to escape from here. This is a dangerous place. Understood?”","$":{"class":"indent"}},{"_":"I glanced around and recognized that fact, then gave a nod.","$":{"class":"indent"}},{"_":"He opened the handcuffs for me so I could do my business easily.","$":{"class":"indent"}},{"_":"He took out a gun and used it to point to a door. “Go into that room!”","$":{"class":"indent"}},{"_":"I went into that room for several minutes, then walked out. He cuffed my hands again and led me to another door. He opened the door and gave me a signal to get into a room. In the room, I saw in the corner, there were two pretty young ladies, eighteen or nineteen years old, sitting on a bench. They seemed to belong to rich families. They were both dressed in Western style. One had a white robe and the other had a blue one. As I entered the room, they looked at me, but no one said anything.","$":{"class":"indent"}},{"_":"The guy pointed to a very big pile of white paper at the end of the room about a meter and a half high and said, “Take a rest over there!”","$":{"class":"indent"}},{"_":"I thought that kind of paper was used to make posters or banners.","$":{"class":"indent"}},{"_":"Then he left the room. The time slowly passed by. I did not know what the function of those two young ladies was. They sat quietly on the bench; once in a while, they glanced at me.","$":{"class":"indent"}},{"_":"I went to the paper pile and tried to climb up there. However, with the handcuffs, it was too hard for me to get up there. The two young ladies watched me monkey around, then looked at each other, smiling. I pulled a chair to the paper pile and climbed up there with difficulty. I found it was a dream bed for me.","$":{"class":"indent"}},{"_":"Opening my eyes, I heard someone typing something. I looked at the clock at the wall and realized it was almost 11:00 a.m. I cranked my head up slowly and saw a lady, possibly a secretary, typing studiously. The two young ladies were leaning on each other, sleeping.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"I’ll pretend to be sleeping, or they will pull me out and beat me up again.","$":{"class":"italics1"}}},{"_":"A long moment later, I heard the door open. I opened my eye a little, looked at the reflection on the clock glass, and saw a person appearing at the door.","$":{"class":"indent"}},{"_":"He asked the secretary, “Where is he?”","$":{"class":"indent"}},{"_":"I was at the end of the room in a very dark area, so he could not see me.","$":{"class":"indent"}},{"_":"“He’s sleeping up there,” she answered.","$":{"class":"indent"}},{"_":"“I’ve heard that a delegation of the UN is…”","$":{"class":"indent"}},{"_":"The secretary interrupted, “Shhh! Let’s go out and talk.”","$":{"class":"indent"}},{"_":"She came up to him. They said something to each other, then they both left the room. I guessed that a delegation of the UN came there for an inspection of human rights violations. I continued lying there for a long period and saw nothing wrong happening, then sat up, stretched, and yawned. I saw the two girls already woke up.","$":{"class":"indent"}},{"_":"The lady in white asked me, “You are arrested?”","$":{"class":"indent"}},{"_":"“Possibly yes, but for sure, it is not a vacation,” I joked. “How about you?”","$":{"class":"indent"}},{"_":"They both smiled.","$":{"class":"indent"}},{"_":"The girl in blue said, “Same boat.”","$":{"class":"indent"}},{"_":"I asked them, “Why did they arrest you?”","$":{"class":"indent"}},{"_":"The one in blue said, “We violated the curfew when we returned from a dance. And you? Burglary or what?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Possibly I look like a thief, so they think I’m a bad guy.","$":{"class":"italics1"}}},{"_":"I asked her, “Why do you think I’m a burglar? Do I look like a corner-boy?”","$":{"class":"indent"}},{"_":"She recognized she had said too much, then kept quiet.","$":{"class":"indent"}},{"_":"The girl in white helped her. “No, you don’t look like that, but we see you are handcuffed, so we think you’ve committed a serious crime.”","$":{"class":"indent"}},{"_":"I shook my head and smiled. “I’m a university student.”","$":{"class":"indent"}},{"_":"The girl in blue interrupted, “Oh! So you are a university student, who participates in…in…”","$":{"class":"indent"}},{"_":"She dared not say “in protest movements against the government.”","$":{"class":"indent"}},{"_":"The other one said, “Wow! So you are a hero. If you need help, please let us know. They are going to release us.”","$":{"class":"indent"}},{"_":"I started, “If you can, please…”","$":{"class":"indent"}},{"_":"Firstly, I thought I would ask them to give my parents some information about me, but I feared that they were the undercover, so I discarded that idea.","$":{"class":"indent"}},{"_":"They looked at me with pity.","$":{"class":"indent"}},{"_":"The one in white asked, “Did they beat you up?”","$":{"class":"indent"}},{"_":"I did not reply but raised my hands full of red marks, which were created by sharp stones during the torture.","$":{"class":"indent"}},{"_":"That lady continued, “I guessed you are a dangerous member of the University Student Movement.”","$":{"class":"indent"}},{"_":"“How would you know?”","$":{"class":"indent"}},{"_":"“If you’re not, why did they handcuff and beat you like that?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"She is right.","$":{"class":"italics1"}}},{"_":"When I did not reply, the girl in blue said, “Someone will bail us out soon. Do you need any help from us?”","$":{"class":"indent"}},{"_":"I said, “If you can, please buy a few good big bottles of soybean sauce, a one-liter plastic cup, a towel, two shorts…and a spoon.”","$":{"class":"indent"}},{"_":"The girl in blue asked, “A spoon?”","$":{"class":"indent"}},{"_":"“Yes, and here is my money.”","$":{"class":"indent"}},{"_":"I planned to take money out of my back pocket of my pants, but I could not because of the handcuffs.","$":{"class":"indent"}},{"_":"The girl in white asked, “Where is your money?”","$":{"class":"indent"}},{"_":"“My back pocket.”","$":{"class":"indent"}},{"_":"I descended to the floor and turned around.","$":{"class":"indent"}},{"_":"She stood up, walked to me, took out a ten-piaster bill, then put the rest back.","$":{"class":"indent"}},{"_":"I said, “You should take more, or it would be short.”","$":{"class":"indent"}},{"_":"She laughed. “No problem! If it’s short, I will put our money to buy for you. We are proud to help you at this difficult moment of yours.”","$":{"class":"indent"}},{"_":"I thought, these two rich young ladies are also angry at the religious discrimination of the government but dare not join protest demonstrations. Possibly, they fear the danger.","$":{"class":"indent"}},{"_":"She returned to her place, and I climbed back to my “bed.” At that moment, I wanted to ask them their addresses, so in the future after my release, I might come to thank them, but the door popped open and the secretary and a man walked in.","$":{"class":"indent"}},{"_":"The man said to the two ladies, “You two young ladies follow me!”","$":{"class":"indent"}},{"_":"He then led those two girls away, and the secretary resumed her job. I felt very hungry, but no one came in to give me a piece of bread. I looked at the clock, which only made me hungrier. The secretary was studiously typing. Sometimes, she walked out; I thought she would bring something for my lunch, but it was in vain. She returned with empty hands. It was a hunger torture!","$":{"class":"indent"}},{"_":"The clock pointed to 5:00 p.m. The office hour was over. A man appeared at the door with a paper bag full of stuff in his hand.","$":{"class":"indent"}},{"_":"He waved his hand and called me. “Come down here!”","$":{"class":"indent"}},{"_":"He put the bag in front my face and said, “Hey! The liberal prisoner, here is a souvenir from the lovely girls for you. You are very good! In prison, you still have girlfriends!”","$":{"class":"indent"}},{"_":"He did not know that it was my money. Nevertheless, I still appreciated his action because he brought those things to me.","$":{"class":"indent"}},{"_":"I said, “Thank you.”","$":{"class":"indent"}},{"_":"He did not reply but opened the handcuffs for me and then came out with the secretary. They did not forget to lock the door. I opened the bag and saw everything I needed. I wondered if something was wrapped in the middle of the two shorts. I opened them and saw a loaf of bread with ham. I guessed they had spent about 15 to 20 piasters to buy those.","$":{"class":"indent"}},{"_":"I sat down on the chair in the quiet atmosphere and started enjoying the good taste of the bread. I thought as I kept eating,  The proverb “O hien, gap lanh” is correct.","$":{"class":"indent"},"span":[{"_":"They want to torture me by keeping me hungry, but they did not know others would help me.","$":{"class":"italics1"}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-062-backlink"},"a":{"_":"27","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-062"}}}}]},{"_":"After finishing dinner, I returned to the paper pile for sleep. But when I was sleeping with one eye open, I heard someone open the door. I glanced at the clock and saw the curly-haired guy in the red and white shirt reflected in the clock’s glass. I pretended to snore to make him think I was still in a sound sleep and avoid another trouble.","$":{"class":"indent"}},{"_":"After a while, I heard the voice of the man who brought the bag in for me, saying, “Where is Hiep?”","$":{"class":"indent"}},{"_":"The curly-haired guy answered, “He’s sleeping. Do you hear his snoring?”","$":{"class":"indent"}},{"_":"That man lowered his voice. “Captain Minh ordered you to take him to the criminal cell until there is a new order because the inspection team is coming.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"The inspection team of the UN was on the way to this room, so they have to relocate me to a criminal cell again.","$":{"class":"italics1"}}},{"_":"Everything seemed to be quiet for a few minutes, then the door was closed.","$":{"class":"indent"}},{"_":"About ten minutes later, someone opened the door, and the sergeant’s voice said, “Where is he? Be ready to take him to the torture room.”","$":{"class":"indent"}},{"_":"“Shhh! Captain Minh has just ordered us to change the way of torturing.”","$":{"class":"indent"}},{"_":"They both left the room.","$":{"class":"indent"}},{"_":"A few minutes later, I heard the voice of the curly-haired guy right beside me. “Wake up, guy!”","$":{"class":"indent"}},{"_":"I pretended to stretch and yawn and saw him pointing a gun at me.","$":{"class":"indent"}},{"_":"He said, “Put your stuff in a corner and follow me!”","$":{"class":"indent"}},{"_":"He led me to another building. We stopped at a jail with a green steel door. At the middle of the door, there was a small square steel window about fifteen centimeters on each side. The small window was always closed.","$":{"class":"indent"}},{"_":"An old man was limping out from a small room next door. I guessed he was the jail keeper.","$":{"class":"indent"}},{"_":"He asked, “What’s up?”","$":{"class":"indent"}},{"_":"The curly-haired guy pointed to me. “Lock him in there! Here is his identification.”","$":{"class":"indent"}},{"_":"He handed a piece of paper to the limping man.","$":{"class":"indent"}},{"_":"The limping man said, “Follow me!”","$":{"class":"indent"}},{"_":"The jail keeper opened the door, pushed me into the cell, then locked the door. Inside the cell, it was very dark, noisy, and stinking. I could not see a thing, and I could not breathe freely as usual. There was a small window with steel bars in the rear, used as a ventilation area for the room.","$":{"class":"indent"}},{"_":"Ironically, I did not breathe for a long time, then when I exhaled and inhaled, I had to inhale longer than usual. For that reason, I inhaled more bad air.","$":{"class":"indent"}},{"_":"After a while, my eyes adapted to the dark and with the assistance of a small vent on the wall, I could see my surroundings. It was a small, square, split-level room, about five meters on each side. The area where I stood was the lower part. More than one meter away from me, there was a one-meter-high platform that had been built from brick. On the platform, there were dozens of people with all kind of diseases, sitting, chatting, or groaning. I did not know why they had been arrested. Judging by their conversations, I guessed they were not the good guys. I felt almost suffocated for lack of breathing.","$":{"class":"indent"}},{"_":"Suddenly, the small window on the door opened. I turned back, put my nose at the opening, and took a deep breath.","$":{"class":"indent"}},{"_":"Outside the cell, the jail keeper shouted, “Fuck you! What’re you doing?”","$":{"class":"indent"}},{"_":"He pushed my nose backward, then called someone through that opening, “Nguyen Van A.”","$":{"class":"indent"}},{"_":"Just then, I knew the opening was used to communicate between outside and inside the cell.","$":{"class":"indent"}},{"_":"I stepped forward, looking for a place to sit. I suddenly stepped on something wet, soft, and fetid. I realized that I stepped on someone’s feces. I dared not advance because I feared that I would step on other feces. But it was too tiring that way; finally, with no choice, I had to advance to the platform.","$":{"class":"indent"}},{"_":"I heard some of them talking about fighting, burglary, prostitution; some others were groaning in pain. I realized that those people were not too dangerous, but they committed so many crimes and repeated many times so that they were detained in that cell.","$":{"class":"indent"}},{"_":"I was very tired, so I turned myself to another position but accidentally hit a sticky place on the next person.","$":{"class":"indent"}},{"_":"He pushed away, making me step on an excrement on the floor.","$":{"class":"indent"}},{"_":"At the same time, he groaned, “Ahh…ahhh! Fuck you! Don’t hit my carbuncle, man!”","$":{"class":"indent"}},{"_":"I said kindly, “Sorry, sir! I didn’t see that.”","$":{"class":"indent"}},{"_":"I looked over and saw his body was full of carbuncles with blood and pus. I took pity on him. If he had to live in this room for a long time, how could those carbuncles heal?","$":{"class":"indent"}},{"_":"Every time the small door opened, I wished my name would be called.","$":{"class":"indent"}},{"_":"The little door was opened again, and another person was called out. Thanks to the light that came through that window, I could see in a corner of the floor there was a clogged water closet. It was very dirty, so no one wanted to use it, and they had to solve their personal problem anywhere they wanted to. Eventually, the floor was full of human excrement.","$":{"class":"indent"}},{"_":"I had a feeling that I was in hell, witnessing bad people who were punished by devils of the Hell King, as I had read in some Buddhist stories.","$":{"class":"indent"}},{"_":"Comparing the Cong Hoa Camp cell and that room, I considered the Cong Hoa cell a paradise. In my mind, I wished they would take me out of that place and torture me with any means. The time seemed to be frozen.","$":{"class":"indent"}},{"_":"I did not know how much later when the small window opened and the jail keeper called, “Vo Hiep!”","$":{"class":"indent"}},{"_":"I was frantic with joy as my name was called. When I got out of that cell, I had a feeling that I had just come back from hell.","$":{"class":"indent"}},{"_":"Outside of the cell, I saw the sergeant and the driver with my bag in his hand.","$":{"class":"indent"}},{"_":"The sergeant said, “Go to that place to clean up your feet!”","$":{"class":"indent"}},{"_":"I went to an outdoor faucet and cleaned up my feet as well as my sandals. He led me to the car, blindfolded my eyes, then returned me to Cong Hoa Camp.","$":{"class":"indent"}},{"_":"It was after 3:00 a.m. when I arrived “home.” All the inmates of the cell were sleeping, but they all woke up when they heard the steel door opening. They greeted me upon my safe return after more than three nights and two days from hell. Now I returned to my paradise.","$":{"class":"indent"}},{"_":"Mr. Tu came to me and said, “Thanks, Buddha! You came back safe. I thought they would kill you. We never had this experience. No one in this cell has been tortured that long.”","$":{"class":"indent"}},{"_":"Thien also said, “Hiep, in here, I understand you more. I cannot believe you suffered a bitter life like that. If we were free, I would take you to a dancing club to compensate your misery.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Prison life then smoothly passed by. We thought everything was good for our group. With my new plastic cup, spoon, and two bottles of soybean sauce, I had a clean meal every day.","$":{"class":"indent"}},{"_":"No one of our group was called for questioning. I felt a little bit better because they did not call Thien for an interrogation, although I already told him that he pointed everything to me.","$":{"class":"indent"}},{"_":"One day, it was rumored that Mr. Thuan was tortured for eight days, but we did not know if that was the truth. And another day, it was rumored that all of our group would be taken to Con Son, an island far from the inland, where they detain very serious criminals or important political people. I felt bad because I had named Thien to save my comrades.","$":{"class":"indent"}},{"_":"Half a month later, at midnight, when we were sleeping, a very loud noise woke us up.","$":{"class":"indent"}},{"_":"We heard someone shouting very loudly in the yard, “Everybody! Pay attention! Everybody! Pay attention!”","$":{"class":"indent"}},{"_":"We listened to find out what was happening.","$":{"class":"indent"}},{"_":"A few seconds later, the loud voiced called from the yard, “Vo Hiep! Nguyen Van Tam!”","$":{"class":"indent"}},{"_":"The voice was very terrifying. It seemed to be the voice of devils from hell.","$":{"class":"indent"}},{"_":"“Vo Hiep! Nguyen Van Tam! Be ready to come out here!”","$":{"class":"indent"}},{"_":"No one could believe that they called someone at midnight for questioning. Everyone in the cell thought that was the final moment of our lives.","$":{"class":"indent"}},{"_":"We both replied, “We are here!”","$":{"class":"indent"}},{"_":"That was the second time my name was called, but that time, Tam was also called. The entire cell looked at us worriedly. I was the only person who was called twice and especially at midnight like this. They were also concerned for Tam’s safety, but our group knew Tam began a new role in another drama that was directed by secret agents.","$":{"class":"indent"}},{"_":"If they needed to interrogate another person in our group, they would select Thu instead. Tam did not do anything or even participate in a meeting.","$":{"class":"indent"}},{"_":"We put on our clothes, then waited for the cell keeper to take us out. When we were in the yard, we saw two jeeps with several secret agents. They blindfolded and handcuffed both of us, then pushed us into separate cars.","$":{"class":"indent"}},{"_":"With my previous experience, I closed my eyes firmly, so after blindfolding, when I opened my eyes, the muscles of my forehead would pull the material upward a little bit and give a small gap underneath between my nose and my cheeks.","$":{"class":"indent"}},{"_":"I thought,  Tam was enjoying a street drive.","$":{"class":"indent"},"span":{"_":"If Tam is their person, by this time, they already took off the blindfold and the handcuffs.","$":{"class":"italics1"}}},{"_":"They drove the car through quiet streets of curfew hours.","$":{"class":"indent"}},{"_":"After half an hour or so of driving, the car stopped. A few code words were exchanged, then a steel gate was opened with a squeaking noise. The car moved in, and they closed the door immediately.","$":{"class":"indent"}},{"_":"They took me out of the car.","$":{"class":"indent"}},{"_":"One guy held my neck, pressed it down, and told me threateningly, “You must bend your back that way to go.” He used his hand to force me to bend, then continued, “Above your head, there is a barbed-wire fence. In front of you, there are eighteen big holes. Some friends of mine follow behind you. If you are lucky enough to pass these holes safely, we will have a big party to greet you in the house. If you fall into a hole, we will bury you alive. But remember, don’t try to escape. My fellows would shoot you.”","$":{"class":"indent"}},{"_":"He continued, “Now! Let’s go ahead!”","$":{"class":"indent"}},{"_":"He released my neck, then walked away. I tried to detect his footsteps and walked with caution because I did not know whether he spoke true or false. I craned my neck upward, and I could see a green lawn under my feet, so it meant they turned on light in that area to brighten the yard. At one point, I felt that I stepped on an uneven place. Looking through the gap, I saw new earth, and I walked slowly. Sometimes, he turned left, and sometimes, he turned right. After a while, I stepped on unbalanced hard material. I craned my neck again and looked through the gap and realized that was a water runoff, and next to that was a cement yard.","$":{"class":"indent"}},{"_":"He said, “You are lucky now.”","$":{"class":"indent"}},{"_":"I did not know if his words were true or not. He held my neck in one hand and pushed me into a house. After locking the door, he uncovered my eyes. I had to blink a few times to adapt to the bright light. Tam and a few secret agents were standing at the middle of the room.","$":{"class":"indent"}},{"_":"There were a few closed doors connected to other rooms. The room I was standing in was a living room with flower tile floor. I saw a couch and a tea table. On the opposite side, there was a desk with a typewriter. At the end, there was a big refrigerator. In the room, the climate was cold. Perhaps they turned the air conditioner up to the highest level. It was a luxurious villa.","$":{"class":"indent"}},{"_":"He told me, “Take off your clothes, except the underwear, then go to the gap between the refrigerator and the wall for sleep. But your head cannot stretch beyond the refrigerator. If I see your head from here, I will shoot your head into a thousand pieces. Understood?”","$":{"class":"indent"}},{"_":"I took of my outer clothes and lay there by bending my legs in accordance with his order. At first, I thought, ","$":{"class":"indent"},"span":{"_":"In this hot summer, I can sleep in an air-conditioned room. It is very interesting, isn’t it?","$":{"class":"italics1"}}},{"_":"But half an hour later, I started to feel cold, especially from the floor. I had a feeling of sleeping on ice, so I had to turn my face down. To lessen the cold, I had to reduce the area of contact between my body and the floor by curling myself, so I could sleep on my legs and forearms.","$":{"class":"indent"}},{"_":"A few minutes later, I heard Tam crying and screaming in the next room. It seemed he was being tortured by someone. I thought they were playing a drama that used me as a witness, so that when we returned to the cell, I would clear him as a person on our side to my friends. With that strategy, Tam would get more information about our organization to complete his antenna duty.","$":{"class":"indent"}},{"_":"With my new way of sleeping, I felt better; however, after half an hour of lying in the same position like that, I felt numbness and pain in my legs, so I had to change my position again. I had to stretch my legs to reduce the fatigue and the numbness of my leg. Now I realized that this was a new and very scientific way of torturing, which would last the whole night.","$":{"class":"indent"}},{"_":"Suddenly, someone kicked my head. “Draw your head in!”","$":{"class":"indent"}},{"_":"I looked up and saw a person approaching me from somewhere. He pulled out a pistol, pointing it at my head.","$":{"class":"indent"}},{"_":"I realized that I passed the limit, so I had to retract my head back and contract my legs in order to comply with his demand.","$":{"class":"indent"}},{"_":"For a long time, Tam stopped crying and screaming. I guessed they stopped acting the stupid play. It was too cold to sleep. I heard some boys outside start shouting to sell hot bread for the early morning, which made me felt hungry. I guessed it was about three or four o’clock in the morning. Because of exhaustion, I finally fell into sleep.","$":{"class":"indent"}},{"_":"Waking up, I heard someone typing. I opened my eyes and saw the sun rays coming through the cracks of a window, brightening the room.","$":{"class":"indent"}},{"_":"A lady’s voice said, “Are you hungry?”","$":{"class":"indent"}},{"_":"I put my head out from behind the refrigerator and saw no one except a lady, about thirty years old, who was typing.","$":{"class":"indent"}},{"_":"I answered, “Yes, I am!”","$":{"class":"indent"}},{"_":"“Do you have money? I’ll buy you a loaf of bread.”","$":{"class":"indent"}},{"_":"I stood up to grab my clothes, but I fell down the tile floor again because my legs were terribly numb and I could not stretch them out. I knocked my hand to my calves, then my thighs to see how I felt, but there was no feeling at all. I had a feeling that my calves and thighs vibrated like a bar of metal. I had to sit and massage both my legs for the blood to circulate regularly.","$":{"class":"indent"}},{"_":"After half an hour of massage, I could stand up to take my clothes and gave her a five-piaster bill.","$":{"class":"indent"}},{"_":"She asked, “You want bread with ham?”","$":{"class":"indent"}},{"_":"I shook my head. “No, madam. Please buy a loaf of bread only.”","$":{"class":"indent"}},{"_":"I had to save my money because I did not know my future.","$":{"class":"indent"}},{"_":"She looked at me with pity, then went out. A few minutes later, she returned with a loaf of bread. She continued her job for another hour. After that, she locked the door and left the house.","$":{"class":"indent"}},{"_":"After that, I saw nobody, so I took a walk around the room to relax, but I stayed away from the closed doors. I feared some unclear thing happening.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Where is Tam now? He is sleeping in one room around here…or was he enjoying a walk on Le Loi Boulevard?","$":{"class":"italics1"}}},{"_":"As I was walking around, I heard a noise in the next room. I guessed that was Tam. A few seconds later, I heard the squeak of a door opening. Turning my head that direction, I saw a person stretching his head out of the door, looking at me in an imploring manner. His mouth seemed to say something, but I could not hear.","$":{"class":"indent"}},{"_":"I did not understand him, so I came closer.","$":{"class":"indent"}},{"_":"He besought with a very weak voice, “Young man, if you have money, please give me some.”","$":{"class":"indent"}},{"_":"I asked, “Who are you? Are you a prisoner?”","$":{"class":"indent"}},{"_":"“I am a political prisoner. I’m in here for a very long time.” He said sorrowfully, “I’m so hungry because they starve me.”","$":{"class":"indent"}},{"_":"I observed him from head to toe and noticed that he was about forty years old and very skinny. He had a brown coat and brown pants.","$":{"class":"indent"}},{"_":"I wondered to myself,  ","$":{"class":"indent"},"span":[{"_":"Who is he?","$":{"class":"italics1"}},{"_":"Perhaps he is a secret agent or a real political prisoner; he may even be VC. Although I don’t like VC, in that case, I need to save him from starving, whatever he is.","$":{"class":"italics1"}}]},{"_":"He implored again, “Would you please give me some money, generous young man? Buddha will bless you, because of your kindness!”","$":{"class":"indent"}},{"_":"I said to myself, “Last time, they brought me to a place and tortured me. I met two young beautiful girls. They helped me a lot. This time, they took me to this villa for torturing again, and I meet an old man who asks for help. So it is even.”","$":{"class":"indent"}},{"_":"I said, “I was also a political prisoner as you are. My parents sent me some money. Now I ought to share that with you.”","$":{"class":"indent"}},{"_":"I took my money out and saw that I still had a few dozen piasters left. I handed him half of that.","$":{"class":"indent"}},{"_":"He bowed to me. “Thank you! Thank you, young man.”","$":{"class":"indent"}},{"_":"He then retreated to that room and closed the door. After that, I did not see him again.","$":{"class":"indent"}},{"_":"That evening, the man who was in charge of interrogating me appeared again. He pulled me into a room and started questioning and torturing me. The purpose of the questioning was to find out who cooperated with me to draft the demonstration plan.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute38","src":"image/Image1746_copy.png","alt":"Pic"}}},{"_":"Mr. Bui Phuong Chi, Mr. Monavon, and math students Picture was taken for new class of 1963. (I was not in the picture but in prison instead.)","$":{"class":"caption","id":"calibre_pb_33"},"br":{"$":{"class":"calibre4"}}}]}}}}