{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_24"}},{"_":" Chapter 16","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor017","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute42","src":"image/Image2004.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 16 pic.jpg"}}}},{"_":"he next day, Mom came to see me. As usual, she asked me, “Hiep, are you interested in any girl for your future spouse?”","$":{"class":"firstpara"},"span":{"_":"T","$":{"class":"_idgendropcap"}}},{"_":"I was very reluctant to answer because Diep was too young to marry. Moreover, I did not know whether she agreed or not. If she agreed, I would propose to marry her when she was twenty years old, so it was too soon to let her know.","$":{"class":"indent"}},{"_":"Mom stared at my eyes and repeated her question, “Do you hear me, Hiep?”","$":{"class":"indent"}},{"_":"I had to reply, “Yes, Mom. I do. But…but the girl—”","$":{"class":"indent"}},{"_":"Mom asked, “What’s the problem with the girl?”","$":{"class":"indent"}},{"_":"I scratched my ear. “Tomorrow, I will show you that girl at a picnic.”","$":{"class":"indent"}},{"_":"I went to Diep’s house and asked her and Lam, “Do you want to go to Tan Phu Temple for a picnic with me?”","$":{"class":"indent"}},{"_":"They both happily answered, “Yes, we do, Teacher.”","$":{"class":"indent"}},{"_":"“You should ask someone else go with, to have more fun. Tomorrow, I will take you there. You need not bring anything at all. I already prepared food for everybody.”","$":{"class":"indent"}},{"_":"The following day, I took Mom, Diep, Lam, My Cong, My Ngon, Tan Thanh, and Nhi Linh—a classmate of Lam’s—to Tan Phu Temple.","$":{"class":"indent"}},{"_":"After a while of enjoying the beauty of nature and taking pictures, Mom said, “I want to have a picture with a student. Who wants to join me?”","$":{"class":"indent"}},{"_":"All the girls said simultaneously, “Diep! Go for the picture with Teacher’s mom.”","$":{"class":"indent"}},{"_":"Diep timidly walked to Mom’s place and stood behind her for a picture.","$":{"class":"indent"}},{"_":"At noon, we ran across Thanh and Dan, two former students of mine; they invited everybody to their garden, not too far from there. We took out bread and other stuff to eat, and Thanh went to pick some fruits for our dessert. After lunch, Mom felt tired, so she lay on a hammock. Diep sat next to her and gave the hammock a swing.","$":{"class":"indent"}},{"_":"That evening, Mom asked me, “Among those girls, who is the one that you are interested in?”","$":{"class":"indent"}},{"_":"“Mom, do you remember Diep?”","$":{"class":"indent"}},{"_":"Mom asked, “Is that the girl who took a picture with me on the riverbank?”","$":{"class":"indent"}},{"_":"“Yes, Mom.”","$":{"class":"indent"}},{"_":"“She is very pretty but too young to marry.”","$":{"class":"indent"}},{"_":"I explained, “That is only a thought. I plan to marry her when she is twenty years old, if she loves me.”","$":{"class":"indent"}},{"_":"Mom nodded. “That’s fine.”","$":{"class":"indent"}},{"_":"The next day, Diep and Lam invited Mom and me to go to see their families at Tan Thieng. Tan Thanh also went there because his mom’s house was next to Diep’s brother’s house. Diep’s parents at that time lived at Sau Truyen’s house. Sau Truyen was Diep’s eldest brother. He owned a small cottage and practiced as a nurse for a living. He was married and had three sons by that time.","$":{"class":"indent"}},{"_":"We came to visit Diep’s parents. They were glad to receive us. Diep’s mom was almost same age as my mom. Diep’s father was older by a lot and skinny. He showed us the burn scars from the napalm bomb of a few years ago.","$":{"class":"indent"}},{"_":"The next day, Mom returned to Saigon.","$":{"class":"indent"}},{"_":"That evening, after dinner, Mr. Hoa and I sat at the patio of his house to chat.","$":{"class":"indent"}},{"_":"He asked, “Mr. Hiep, I have a question for you. I don’t know if you mind answering?”","$":{"class":"indent"}},{"_":"I said, “Yes, sir! I will.”","$":{"class":"indent"}},{"_":"“I consider you a close friend of mine, although our ages are so different. I ask you this…please don’t get angry!”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"So far, Mr. Hoa has never talked to me in this way. Perhaps he wants to teach me a moral lesson.","$":{"class":"italics1"}}},{"_":"I said, “I dare not get angry with you. Actually, I respect you as my teacher. When you started teaching, I was a kid attending elementary school. Please point out the problem, so we can discuss it.”","$":{"class":"indent"}},{"_":"He said, “I heard My Cong and other girls telling rumors about you. They said that you love a young student. Is this correct?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Possibly, he wants me to protest my love to Diep. Love is not a sin, but doing a bad, immoral thing is a real sin. I haven’t done any bad thing to her, so I have nothing to hide. I need to say the truth.","$":{"class":"italics1"}}},{"_":"I replied, “Yes, sir! That is true.”","$":{"class":"indent"}},{"_":"“So your mom came here, then went to Tan Thieng to prepare your marriage. Is that right?”","$":{"class":"indent"}},{"_":"“No…no, sir.”","$":{"class":"indent"}},{"_":"He asked, “Why do you love her but you are not thinking of marrying her?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"I don’t know how to explain this problem to him. She is too young to marry.","$":{"class":"italics1"}}},{"_":"Realizing I still kept silent, he said, “Mr. Hiep, you should take pity on the young girl. Don’t cheat her, please. I think you know the love story of a Vietnamese language teacher and a schoolgirl. He did many immoral things to the girl, then ran away. That girl suffered greatly all her life.”","$":{"class":"indent"}},{"_":"I replied right away, “Mr. Hoa, I have never done anything wrong to that girl. I want to marry her very badly, which I already told my mom, but the girl is too young to marry. Moreover, I fear the rumors of other—”","$":{"class":"indent"}},{"_":"Mr. Hoa interrupted, “You fear rumors about the love between a teacher and a student, don’t you?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"“Have you read yet?”","$":{"class":"indent"},"span":{"_":"Vong Tay hoc tro ","$":{"class":"italics1"}}},{"_":"“Not yet, sir.”","$":{"class":"indent"}},{"_":"“That is a story of the love between a female teacher and a male student. You see! You love a girl. This is not a problem.” He paused for a few seconds, then continued, “The perception about teacher and student is now out of date. This is not the time of Confucianism. Love between teachers and students happens every day, but they want to conceal it. The teacher is a man, so he must feel love as others do. Love is not a sin, but cheating is not acceptable.”","$":{"class":"indent"}},{"_":"When we started talking, I thought Mr. Hoa and I would have different opinions, but at that point, I saw that his idea and mine were the same.","$":{"class":"indent"}},{"_":"I said, “I have the same idea as you, that the girl will perhaps realize my love for her. I never had any intention of cheating her.”","$":{"class":"indent"}},{"_":"He and I both kept quiet, looking at the canal.","$":{"class":"indent"}},{"_":"After a while, he laughed. “I’m very glad because I don’t cheat girls.”","$":{"class":"indent"}},{"_":"“No, sir. I never do that.”","$":{"class":"indent"}},{"_":"He frowned, then said, “Girls in wartime are so miserable, mostly the beautiful ones. If there is an unmarried girl who looks nice, a lot of men flirt with her. If she agrees to follow one, nothing bad happens. If she resists, he might use force or a weapon to deal with her. Do you know Kim Hanh, a schoolgirl, who died some time ago?”","$":{"class":"indent"}},{"_":"I was surprised. “Yes, I know her. You also know that girl?”","$":{"class":"indent"}},{"_":"“Yes, she was my former student. I trained her in math and Vietnamese to pass the exclusive test for junior high. You see? She was a pretty girl of the war era. No one protected her, so her life was so miserable.”","$":{"class":"indent"}},{"_":"I said, “I have thought of marrying Diep but not until she is twenty years old, sir.”","$":{"class":"indent"}},{"_":"He thought for a while, then said, “If you have a good chance, you should make an engagement ceremony with her right away. If you do, you are authorized to protect her, then you may marry her later.”","$":{"class":"indent"}},{"_":"“Thank you, sir.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"From that day on, I sometimes went to Tan Thieng to see Diep’s family. I did not know if she loved me or not, but one thing for sure was that she considered me a very close person. One simple reason was that most students of the school looked at me as their hero because I always stood on the weak right side to protect and help them. Perhaps Diep also looked at me as the others did.","$":{"class":"indent"}},{"_":"Outside her school hours and homework time, we always talked or played with each other. We shared the happiness or sadness.","$":{"class":"indent"}},{"_":"The next school year, Diep became a young lady. She was very beautiful. Therefore, many people in that district intended to carry on a flirtation with her. Whenever that happened, she came to tell me and asked me how to avoid meeting those guys.","$":{"class":"indent"}},{"_":"Some months later, Dau, a new teacher, shared the room with me.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"In February 1971, the South Vietnamese army force invaded the southern part of Laos to intercept the enemy activity along the Ho Chi Minh Trail. This was a multi-division operation that included the 1st,2nd, Airborne, and Marine divisions. In addition, there were many ranger battalions and US forces supported that operation. The operation was named Lam Son 719. This the first time only ARVN confronted whit North Vietnamese Army alone. US only supported Transportation, Air Force, and artillery. US government wanted to test the ARVN ability.","$":{"class":"indent"},"span":{"$":{"class":"superscript"}}},{"_":"The South Vietnamese force from Quang Tri used national route 9, passed Khe Sanh, then Lao Bao Pass, and finally reached Tchepone, a city of South Laos. This area was protected by two North Vietnamese divisions: 320 and 896, with the addition of some tank and rocket brigades.","$":{"class":"indent"}},{"_":"The operation had proved to the world that Communists were always duplicitous. They had always said there was no Ho Chi Minh Trail. According to the South Vietnamese propaganda: a huge amount of weaponry was captured, and about 19,000 enemies were killed. Nevertheless, our troops suffered heavy casualties, when Communists using T45 counterattacked. Moreover, events not directly participated the battle, US lost: 84 aircraft destroyed and 430 damaged. Besides that: helicopter losses totaled 168 destroyed and 618 damaged.","$":{"class":"indent"}},{"_":"This is a huge defeat.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"That evening, I went to Diep’s house. As I approached her house, I saw the door was closed, and inside, the house was noisy with merry conversations and laughter. I was surprised because every night, the house was not noisy like that. Moreover, there were some male voices echoing from the house.","$":{"class":"indent"}},{"_":"Suddenly, I felt my heart broken into a hundred pieces. I walked to the door. When I was ready to knock on the door, I thought, ","$":{"class":"indent"},"span":{"_":"Should I see who those people were?","$":{"class":"italics1"}}},{"_":"On the other hand, I did not want to because of jealousy. I turned back and walked away.","$":{"class":"indent"}},{"_":"I then paused and thought,  I returned to the door and knocked.","$":{"class":"indent"},"span":{"_":"I must see who those people are and let Diep know that I already witnessed her actions.","$":{"class":"italics1"}}},{"_":"As I stopped knocking, the door opened suddenly and Diep appeared behind it with a face that bore the stamp of suffering.","$":{"class":"indent"}},{"_":"She sadly said, “Teacher, come in please!”","$":{"class":"indent"}},{"_":"I did not know how she could open the door so quickly, unless she stood nearby and was ready to open it. I did not reply but looked through the door gap. I saw the assistant district chief and three strange gentlemen sitting at the table. I was very jealous of those gentlemen. I turned around and walked away.","$":{"class":"indent"}},{"_":"I heard Diep’s pained voice calling behind me, “Teacher! Teacher! Come back…please! Come…back!”","$":{"class":"indent"}},{"_":"All the noisy laughter inside the house abruptly stopped.","$":{"class":"indent"}},{"_":"I still ignored her and kept on walking home. I did not know if her heart was broken like mine or not.","$":{"class":"indent"}},{"_":"At home, I took out my guitar and played and sang a sad love song.","$":{"class":"indent"}},{"_":"I asked myself, “Why did the assistant chief and those other young men come there? Who are they? Did they come there because of those flowers? Perhaps they want to see Diep.”","$":{"class":"indent"}},{"_":"I did not come to see Diep for a few days. To avoid passing her house, I went to school by crossing the bridge. I felt very lonely. I did not know what I should do to relieve my lovesickness. After dinner, I went back home, then went to bed right away, even though I could not get to sleep until midnight. One big question always appeared in my mind: Does she love me? If she also felt as sad as me, then she also loved me, but if she was still happy, it meant my love was a one-way street.","$":{"class":"indent"}},{"_":"One morning, I decided to go to school with Dau, my new friend, by the route that passed Diep’s house. I tried to estimate her emotion after a few days of separation. When I approached her house, I saw Diep and her friends standing in front. They were all dressed up and ready to set out for school.","$":{"class":"indent"}},{"_":"Seeing me, Diep called, “Teacher, I have something to talk with you about.”","$":{"class":"indent"}},{"_":"I turned to Dau and said, “You keep moving. I will follow you.”","$":{"class":"indent"}},{"_":"Dau said, “See you in school.”","$":{"class":"indent"}},{"_":"Then I turned to Diep and asked, “What’s the matter?”","$":{"class":"indent"}},{"_":"Diep answered sadly, “Please come into my house.”","$":{"class":"indent"}},{"_":"I followed her into the house, while the other girls still stood in the yard.","$":{"class":"indent"}},{"_":"I sat on a stool and Diep sat on the bed.","$":{"class":"indent"}},{"_":"She said emotionally, “The other night, those people came here accidentally. We did not invite them.”","$":{"class":"indent"}},{"_":"“Are you sure?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. They chatted with the other girls. I did not take part in that. If you don’t trust me, you can verify it with my friends.”","$":{"class":"indent"}},{"_":"Looking at her eyes, I could see her sincerity mixed with sadness. All of a sudden, my anger and pain disappeared when I heard those words.","$":{"class":"indent"}},{"_":"I said, “Okay. I believe in you. But who are those gentlemen?”","$":{"class":"indent"}},{"_":"“They are future assistant district chiefs. They have just graduated from university.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"A few days later, Diep led a young lady of twenty and two boys to my house. The lady and the boys looked very boorish and poor.","$":{"class":"indent"}},{"_":"Diep pointed to the lady and introduced her. “This is Miss Thu, a niece of my stepbrother Nam Thanh’s spouse, and these are her two younger brothers. They are from Cai Hang Village. Miss Thu has something that needs your help.”","$":{"class":"indent"}},{"_":"I asked Thu, “How can I help you, Miss Thu?”","$":{"class":"indent"}},{"_":"Thu said, “Teacher, these two boys are my brothers. They have just passed the examination to attend junior high. The older one is named Be Lon and the younger is Be Nho. They are too young to live far away from home. Sometimes, we need someone to take care of them, but as you know, our family is very far from here. So we cannot take care of them. Would you please help them?”","$":{"class":"indent"}},{"_":"I said, “No problem! I will take care of them.”","$":{"class":"indent"}},{"_":"Turning to the boys, I asked, “Where do you lodge?”","$":{"class":"indent"}},{"_":"The boys looked at Diep for help. She said, “They live at my cousin’s house in Phung Chau Hamlet, Teacher.”","$":{"class":"indent"}},{"_":"“That’s fine. I will come to see you. Whenever you are stuck on any problem, bring the book to my house, and I will show you how to solve it.”","$":{"class":"indent"}},{"_":"They both replied, “Thank you, Teacher.”","$":{"class":"indent"}},{"_":"From that day on, I had another duty. A few times a week, I visited those two boys to help them study or to solve regular life problems.","$":{"class":"indent"}},{"_":"One morning, as I went to school, I saw Diep and Lam standing in front of their house. They seemed to be waiting for someone. I guessed they were waiting for me.","$":{"class":"indent"}},{"_":"Diep stopped me. “Teacher, come in, please. I have to ask your help with something.”","$":{"class":"indent"}},{"_":"I followed them. Inside the house, Diep pointed to a piece of paper at the threshold and said, “Early this morning, a male student gave me a piece of paper. I didn’t accept it. The student left the letter over there. Could you please pick it up?”","$":{"class":"indent"}},{"_":"I picked up the letter. “Do you want to read it?”","$":{"class":"indent"}},{"_":"She shook her head. “No, would you please read it for me?”","$":{"class":"indent"}},{"_":"After glancing over the letter, I found that it was a love letter from T, a student of mine.","$":{"class":"indent"}},{"_":"I told her, “This is a love letter. You want to keep it?”","$":{"class":"indent"}},{"_":"She shook her head shyly. “No, Teacher. Please throw it away!”","$":{"class":"indent"}},{"_":"I guessed she already knew it was a love letter, but she did not want to read it. She asked me to pick it up and read it to prove her innocence. I felt very happy because Diep reserved good sympathy for me. Still, I did not want to say she had fallen in love with me.","$":{"class":"indent"}},{"_":"Since then, many similar things happened that way. That fact made me love her more.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"That school year, we had a budget to build a big building for a dozen new classes. One afternoon, I went to the new building that was under construction. I saw Ngan, the principal, standing alone watching the building with a worried look.","$":{"class":"indent"}},{"_":"I asked, “What are you doing, Ngan? Why do you look so nervous?”","$":{"class":"indent"}},{"_":"Ngan said, “We have a big problem, Hiep.”","$":{"class":"indent"}},{"_":"“What’s that?”","$":{"class":"indent"}},{"_":"“The masons that the district detached here to build this building told me that if no one helps them to make the upper story, the building would be likely to collapse.”","$":{"class":"indent"}},{"_":"“Why’s that?”","$":{"class":"indent"}},{"_":"“They told me the masonry must be laid in one day, or they would not adhere to each other when one is dried. But they don’t have enough manpower.”","$":{"class":"indent"}},{"_":"“Why don’t they hire more people?”","$":{"class":"indent"}},{"_":"“In this district, how can we hire a big crowd like that?”","$":{"class":"indent"}},{"_":"“How many people?”","$":{"class":"indent"}},{"_":"“Several dozen at least.”","$":{"class":"indent"}},{"_":"I thought for a while, then said, “Why don’t you ask all the male students of the high school to help them?”","$":{"class":"indent"}},{"_":"Ngan’s eyes became brighter, and he said, “That’s great! But they only obey your orders. Can you help me?”","$":{"class":"indent"}},{"_":"“Okay, I will help you.”","$":{"class":"indent"}},{"_":"I went to several classes and encouraged the students to help the masons lay masonry for the upper floor of the new building. They were all glad to help them with my assistance. The next day, all the students took turns joining me in helping the masons to complete the task beautifully.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One day, after teaching some classes in Saigon, I returned to Cho Lach. The first thing I had to do was visit Diep.","$":{"class":"indent"}},{"_":"Drawing near to Diep’s house, I saw her sweeping her front yard. When she saw me approaching, she dropped the broom, went into her house, and closed the door.","$":{"class":"indent"}},{"_":"I was shocked. I could not figure out why she had that kind of reaction to me. I had not seen it before. It was totally opposite to her routine when seeing me.","$":{"class":"indent"}},{"_":"I consoled myself, “It is a coincidence.”","$":{"class":"indent"}},{"_":"That evening, I went home. When she saw me, Diep again walked into the house and closed the door.","$":{"class":"indent"}},{"_":"The next day, I planned to see and ask the cause of the problem, but as usual, when seeing me, she closed the door again. The sound of the closing door broke my heart. I could not eat or sleep well for several days. I knew I loved her very much, and I was lovesick.","$":{"class":"indent"}},{"_":"I asked myself, “Is this a sin if I love a young student?” I consoled myself that it was not a sin if it was a true love and I tried to bring happiness to her as well as her family.","$":{"class":"indent"}},{"_":"The whole evening of that day, I silently sat in darkness. I wondered if I made any mistake that made her so angry like that. It was hard for me to sleep that night. In my mind, hundreds of questions and hundreds of solutions arose. I was a young, popular teacher, doing many good things for the school and the students, so a lot of schoolgirls looked at me as an idol. But since the day I knew I loved Diep, I never contacted anyone else. Eventually, I could not find any appropriate answer for the problem. Perhaps she was jealous of other girls. If so, she already loved me.","$":{"class":"indent"}},{"_":"I recalled the image of a closed door every time I passed her house and felt as if it cut my heart. I suddenly remembered a story of a closed gate. The story was about Ts’ui Hu (), a poet who lived in the late eighth and early ninth centuries, during the Thoong Dynasty in China.","$":{"class":"indent"},"span":{"_":"崔護","$":{"class":"ms-gothic"}}},{"_":"The story goes like this: Ts’ui Hu was a very handsome man and loved to travel. One day, during a memorial occasion, he went to visit an area south of China’s capital. He came across an orchard, with plenty of cherry trees full of flowers. He went to the gate of that house and knocked at the door to ask for a drink. A beautiful very young lady opened the door, asked his name, then gave him a cup of tea. She then invited him to come inside to admire the beauty of the cherry flowers.","$":{"class":"indent"}},{"_":"“The next year, on the same occasion, he returned there, but the gate was locked, and no one was at home. He composed a poem and posted it at the gate.","$":{"class":"indent"}},{"_":"This is the poem:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"提昔所見處 ","$":{"class":"ms-gothic"}}},{"$":{"class":"indent"},"span":[{"_":"Đ","$":{"class":"bold"}},{"_":"ề","$":{"class":"times-bold"}},{"_":" tích s","$":{"class":"bold"}},{"_":"ở","$":{"class":"times-bold"}},{"_":" ki","$":{"class":"bold"}},{"_":"ế","$":{"class":"times-bold"}},{"_":"n x","$":{"class":"bold"}},{"_":"ứ","$":{"class":"times-bold"}},{"_":".","$":{"class":"bold"}}]},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"去 年 ","$":{"class":"ms-gothic"}},{"_":" 日 此 門 中 ","$":{"class":"ms-gothic"}}],"a":{"$":{"href":"http://annonymous.online.fr/HVDic/onldic_main.php?PronMode=0&HEXCodes=4ECA&Traditional=ON&Simplified=ON"},"span":{"_":"今","$":{"class":"ms-gothic"}}}},{"_":"Kh niên kim nht th môn trung","$":{"class":"indent"},"span":[{"_":"ứ","$":{"class":"times-reg"}},{"_":"ậ","$":{"class":"times-reg"}},{"_":"ử","$":{"class":"times-reg"}}]},{"$":{"class":"indent"},"span":[{"_":"人 面 桃 花 ","$":{"class":"ms-gothic"}},{"_":" 影 紅 ","$":{"class":"ms-gothic"}}],"a":{"$":{"href":"http://annonymous.online.fr/HVDic/onldic_main.php?PronMode=0&HEXCodes=76F8&Traditional=ON&Simplified=ON"},"span":{"_":"相","$":{"class":"ms-gothic"}}}},{"_":"Nhân din đào hoa tng ánh hng.","$":{"class":"indent"},"span":[{"_":"ệ","$":{"class":"times-reg"}},{"_":"ươ","$":{"class":"times-reg"}},{"_":"ồ","$":{"class":"times-reg"}}]},{"$":{"class":"indent"},"span":[{"_":"人 面 不 知 何 處 ","$":{"class":"ms-gothic"}},{"$":{"class":"ms-gothic"}}],"a":{"$":{"href":"http://annonymous.online.fr/HVDic/onldic_main.php?PronMode=0&HEXCodes=53BB&Traditional=ON&Simplified=ON"},"span":{"_":"去","$":{"class":"ms-gothic"}}}},{"_":"Nhân din bt tri hà x kh? ","$":{"class":"indent"},"span":[{"_":"ệ","$":{"class":"times-reg"}},{"_":"ấ","$":{"class":"times-reg"}},{"_":"ứ","$":{"class":"times-reg"}},{"_":"ứ","$":{"class":"times-reg"}}]},{"$":{"class":"indent"},"span":{"_":"桃 花 依 舊 笑 東 風 ","$":{"class":"ms-gothic"}}},{"_":"Đào hoa y cu tiu đông phong","$":{"class":"indent"},"span":[{"_":"ự","$":{"class":"times-reg"}},{"_":"ế","$":{"class":"times-reg"}}]},{"_":" Thôi H","$":{"class":"indent"},"span":[{"_":"崔護","$":{"class":"ms-gothic"}},{"_":"ộ","$":{"class":"times-reg"}}]},{"$":{"class":"indent"}},{"_":"Writing Down of What I Saw Last Year","$":{"class":"noindent"}},{"$":{"class":"indent"}},{"_":"It means:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"Last year, today, at this gate,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Lady’s face and cherry flower were both pink.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Where is the beautiful face?","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Cherry flowers still smile in Spring Wind.","$":{"class":"italics1"}}},{"$":{"class":"indent"}},{"_":"A few days later, he went back to the house and heard someone crying inside.","$":{"class":"indent"}},{"_":"He knocked at the door, and an old man opened the gate.","$":{"class":"indent"}},{"_":"The old man asked, “Are you Ts’ui Hu?”","$":{"class":"indent"}},{"_":"He answered, “Yes, sir.”","$":{"class":"indent"}},{"_":"The old man said, “My daughter went to visit our relatives. When she came home, she saw your poem posted at the gate. She read the poem and cried a lot, then starved herself. She is going to die now.”","$":{"class":"indent"}},{"_":"Ts’ui Hu asked the old man to allow him to see the young lady. He agreed. Ts’ui Hu looked at her and could not keep from crying. He then prayed, and his teardrops fell on the lady’s face. All of a sudden, she woke up and recovered gradually. They then married after that.","$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"I wished my love would eventually come to the same consequence. I pondered and composed a Vietnamese version:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"Ghi l","$":{"class":"bold"}},{"_":"ạ","$":{"class":"times-bold"}},{"_":"i vi","$":{"class":"bold"}},{"_":"ệ","$":{"class":"times-bold"}},{"_":"c đã th","$":{"class":"bold"}},{"_":"ấ","$":{"class":"times-bold"}},{"_":"y ","$":{"class":"bold"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Ngày nay, năm ngoái, c","$":{"class":"italics1"}},{"_":"ử","$":{"class":"times-italic"}},{"_":"a này. ","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Má h","$":{"class":"italics1"}},{"_":"ồ","$":{"class":"times-italic"}},{"_":"ng, ng","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i đ","$":{"class":"italics1"}},{"_":"ẹ","$":{"class":"times-italic"}},{"_":"p nhu","$":{"class":"italics1"}},{"_":"ộ","$":{"class":"times-italic"}},{"_":"m say ánh đào. ","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Bây gi","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":" nàng ","$":{"class":"italics1"}},{"_":"ở","$":{"class":"times-italic"}},{"_":" n","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i nao?","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Hoa đào v","$":{"class":"italics1"}},{"_":"ẫ","$":{"class":"times-italic"}},{"_":"n th","$":{"class":"italics1"}},{"_":"ế","$":{"class":"times-italic"}},{"_":", c","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i chào gió đông.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"VHKT 1971- Ch","$":{"class":"italics1"}},{"_":"ợ","$":{"class":"times-italic"}},{"_":" Lách ","$":{"class":"italics1"}}]},{"$":{"class":"indent"}},{"_":"A few days later, after school, I decided to go to see her. I saw her fetching water with Lam in the distance. When I was almost upon her, Diep walked into the house and closed the door. I followed her, pushed the door, then walked into the house. I saw Diep sitting on the rickety bed. Her face was pale and her eyes were red. I felt pain in my heart. I sat on a stool and stared at her eyes. She did not say anything, just looked down to evade my eyes.","$":{"class":"indent"}},{"_":"I softly asked, “Diep, did I do anything wrong to you? Please let me know!” She still kept quiet, but her shoulders were shivering. I asked her again, “Did I do anything wrong?”","$":{"class":"indent"}},{"_":"I saw teardrops in her eyes. I did not know what I should do next. We both sat in silence. Her teardrops started to flow down her cheeks. I could not control myself.","$":{"class":"indent"}},{"_":"I said, “Diep, please let me know if anything bad happened. I love you! I love you! Do you know?”","$":{"class":"indent"}},{"_":"I could not believe what I’d done. I had dared to utter the words I love you to a girl for the first time ever in my life.","$":{"class":"indent"}},{"_":"She burst into tears. “No! I don’t love you! I don’t love you!”","$":{"class":"indent"}},{"_":"“Why? Please tell me! What’s happened?”","$":{"class":"indent"}},{"_":"Diep replied to me, weeping, “I consider…you as my…parent! Go away! Get…out of…here!”","$":{"class":"indent"}},{"_":"I guessed there was something wrong, but I did not have a chance to explain to her. I had no reason to stay at her house, so I had to leave. I staggered home.","$":{"class":"indent"}},{"_":"At home, I took a folding bed out to the patio. Sitting on the bed, I pondered over and over to find out the cause of the matter. The first question that rose in my mind was did Diep love me or not? Possibly, she did not love me, as she said. But why did she cry because of my words? So far, she had treated me very gently and sweetly. The way she spoke and smiled to me implied a thousand loving meanings, or so I made the mistake of believing. I tried to recall all of my past actions, then analyzed if any of those was the cause of her reaction. I still could not find the reason.","$":{"class":"indent"}},{"_":"I took the guitar out and played and sang a lovesick song, “Bai khong ten so hai” by Vu Thanh An. I drank some cups of rice alcohol to lessen my lovesickness. I am not a guy who can drink alcohol, but in this case, I had to drink. I am not a guy who plays guitar well, but I had to play.","$":{"class":"indent"}},{"_":"But the rice alcohol and the music could not do their job. The sadness still filled my broken heart. It was exactly as Mrs. Doan thi Diem, a Vietnamese poetess living in the eighteenth century, wrote in a poem called “Chinh Phu Ngam.” A portion of the poem says:","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-017-backlink"},"a":{"_":"72","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-017"}}}}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"Sâ","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"u ôm nă","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"ng hãy chô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"ng làm gô","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Muô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"n ôm đâ","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"y hãy thô","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":"i thành c","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"m.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"M","$":{"class":"italics1"}},{"_":"ượ","$":{"class":"times-italic"}},{"_":"n hoa, m","$":{"class":"italics1"}},{"_":"ượ","$":{"class":"times-italic"}},{"_":"n r","$":{"class":"italics1"}},{"_":"ượ","$":{"class":"times-italic"}},{"_":"u gi","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":"ai buô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"n.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Sâ","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"u làm r","$":{"class":"italics1"}},{"_":"ượ","$":{"class":"times-italic"}},{"_":"u nha","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"t, muô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"n làm hoa ôi.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Gõ sênh ng","$":{"class":"italics1"}},{"_":"ợ","$":{"class":"times-italic"}},{"_":"c mâ","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"y hô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"i không tiê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"ng.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Ôm đàn tranh mâ","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"y phím r","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i tay.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"_":"Translation:","$":{"class":"noindent"}},{"$":{"class":"indent"}},{"_":"A heavy bundle of sadness; let’s make a pillow pile.","$":{"class":"hanging-list"}},{"_":"An armful of sorrowfulness, let’s cook into rice.","$":{"class":"hanging-list"}},{"_":"Using flowers, rice alcohol to lessen sadness.","$":{"class":"hanging-list"}},{"_":"Sorrow makes flowers withered; sadness makes rice wine tasteless.","$":{"class":"hanging-list"},"br":{"$":{"class":"calibre4"}}},{"_":"Play the jadestone drum; there is no sound.","$":{"class":"hanging-list"}},{"_":"Play the traditional guitar a few times, then throw away","$":{"class":"hanging-list"},"span":{"_":".","$":{"class":"italics1"}}},{"_":"Eventually, I felt drunk and fell asleep.","$":{"class":"hanging-list"}},{"$":{"class":"indent"}},{"_":"In the early morning, when I opened my eyes, I saw Mrs. Ba and Lan, her only daughter, standing nearby with smiles. Mrs. Ba is Diep’s cousin. She is the eldest daughter of Aunt Tu. Mrs. Ba owned a small convenience shop right in front of my house and on the canal bank, where Diep frequently dropped by to buy things.","$":{"class":"indent"}},{"_":"Mrs. Ba asked, “Teacher, why did you sleep out here last night?”","$":{"class":"indent"}},{"_":"I looked at them but did not reply.","$":{"class":"indent"}},{"_":"Lan said, “Teacher, mosquitoes bit you all over your body. Don’t you feel itchy?”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute68","src":"image/Image2011_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\LOVESICK.png"}}},{"_":"I looked at my arms and legs and saw hundreds of red dots, which were the mosquito bite marks. Perhaps I drank so much that I did not feel itchy.","$":{"class":"indent"}},{"_":"I said, “I’m very sad, Mrs. Ba.”","$":{"class":"indent"}},{"_":"“What makes you sad? Are you sad because of Diep?”","$":{"class":"indent"}},{"_":"I was surprised by her words. How did she know that story?","$":{"class":"indent"}},{"_":"I asked, “Mrs. Ba, do you know the reason Diep got angry with me?”","$":{"class":"indent"}},{"_":"She answered, “No, I don’t know.”","$":{"class":"indent"}},{"_":"I did not think she told the truth, so I kept asking her many times, but she still denied it. I finally had to go to school.","$":{"class":"indent"}},{"_":"That evening, I went to see Mrs. Ba at her store to find out the reason. I asked her, “Mrs. Ba, do you know that so far there is a good relationship between Diep and me?”","$":{"class":"indent"}},{"_":"“Yes, I do.”","$":{"class":"indent"}},{"_":"I reluctantly asked, “Does she…love me?”","$":{"class":"indent"}},{"_":"She smiled. “Why don’t you go there and ask her?”","$":{"class":"indent"}},{"_":"“I already did, but she said she does not love me. What do you think?” Mrs. Ba still smiled, but kept quiet. I continued, “I don’t know why half a month ago, Diep suddenly treated me frostily. Could you please help me?”","$":{"class":"indent"}},{"_":"She asked, “How can I help you?”","$":{"class":"indent"}},{"_":"“Please let me know the main reason for that problem.”","$":{"class":"indent"}},{"_":"Mrs. Ba said, “Someone told us that you are cheating my cousin.”","$":{"class":"indent"}},{"_":"I was very angry. “Who told you that?”","$":{"class":"indent"}},{"_":"“You need not know.”","$":{"class":"indent"}},{"_":"I got very angry and wanted to find some way to release the anger. I then jumped up to kick at her window panel. The panel was just higher than my head. It broke and fell off. I knew I went too far. At that time, Aunt Tu and Lan came out from their house, hearing the noise.","$":{"class":"indent"}},{"_":"Aunt Tu asked, surprised, “What’s the matter?”","$":{"class":"indent"}},{"_":"I said, “I accidentally made the window fall off, Aunt Tu! Sorry! I will fix it. I apologize.”","$":{"class":"indent"}},{"_":"Ba explained the story to Aunt Tu, smiling. “Teacher Hiep kicked the window panel off.”","$":{"class":"indent"}},{"_":"Aunt Tu asked, “Why did he get angry?”","$":{"class":"indent"}},{"_":"Ba said, “He got angry because of Diep.”","$":{"class":"indent"}},{"_":"Aunt Tu said, “Teacher, go into my house and get pliers and hammers from Sau, my son, and fix the window! After that, come to see me. I have something to talk to you about.”","$":{"class":"indent"}},{"_":"I fixed the window, then went into Aunt Tu’s house.","$":{"class":"indent"}},{"_":"I said, “Aunt Tu, would you please explain to me about Diep? In the past few days, I have gone without eating and sleeping.”","$":{"class":"indent"}},{"_":"She said, “You should not do that. It could harm your health.”","$":{"class":"indent"}},{"_":"I implored, “I beg your pardon, Aunt Tu. Please let me know.”","$":{"class":"indent"}},{"_":"She said, “We’ve heard something bad about you, but the truth will be the truth. Someday, it will be clear. You should not be so sad like this.”","$":{"class":"indent"}},{"_":"I did not fully understand her meaning. I said, “Mrs. Tu, I don’t understand.”","$":{"class":"indent"}},{"_":"She asked, “Are you married?”","$":{"class":"indent"}},{"_":"“No, madam.”","$":{"class":"indent"}},{"_":"“Do you love any girl at Cai Ga?”","$":{"class":"indent"}},{"_":"I wondered why she asked me that question. I really loved Diep and had no relationship with any girl.","$":{"class":"indent"}},{"_":"I said, “No, madam! I do not love any girl at Cai Ga.”","$":{"class":"indent"}},{"_":"“The truth is the truth. No one can deny it! You should go home for a rest.”","$":{"class":"indent"}},{"_":"That night, I lay on the bed and searched my memory to solve the problem that Mrs. Tu pointed out. I remembered that a few years ago, when I lived at the house of an old lady with Duong and Thai, I met a girl. That girl’s family had evacuated from Cai Ga, and her family was in big trouble. I helped them to settle at a house next door. Later, I found out that she was also my student at school.","$":{"class":"indent"}},{"_":"In 1969, when her village returned to normal, she invited me and some female classmates to go to Cai Ga. We stayed at her house overnight. I knew that girl had a lot of sympathy for me, but I cared for her as for my other students, nothing special.","$":{"class":"indent"}},{"_":"One year later, a gentleman came and proposed to marry her. Her parents accepted the proposal. By that time, many marriages of couples were decided by their parents. The wedding day came, and she asked me to attend her wedding ceremony. When I arrived there, I realized that I was the only teacher she invited.","$":{"class":"indent"}},{"_":"At the end of the party, she brought some cakes out for dessert.","$":{"class":"indent"}},{"_":"She showed four cakes to me and asked, “Teacher, do you know Chinese characters?”","$":{"class":"indent"}},{"_":"I said, “I know some.”","$":{"class":"indent"}},{"_":"“Can you read these words?”","$":{"class":"indent"}},{"_":"She put the cake dish on my table, then stood nearby waiting. I saw they were four special cakes for the wedding ceremony.","$":{"class":"indent"}},{"_":"I looked at those words and realized those were the popular characters: ","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute69","src":"image/Image2020_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\Wedding Cake.tif"}}},{"_":"I said, “It means ‘Bach Nien Hao Hiep.’”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-016-backlink"},"a":{"_":"73","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-016"}}}}},{"_":"She said in a low emotional voice, “So these words have your name. Please eat it all for me.”","$":{"class":"indent"}},{"_":"“Too much to eat.”","$":{"class":"indent"}},{"_":"I looked at her eyes a0nd saw two teardrops on her cheeks.","$":{"class":"indent"}},{"_":"She said, “So you take them home please, Teacher. I don’t want anyone to eat these.”","$":{"class":"indent"}},{"_":"Actually, the Chinese in the cake and , my name pronounced in Vietnamese the same as Hiep, but the meanings are different. s to live in concord or unity and  is a knight.","$":{"class":"indent"},"span":[{"_":"合","$":{"class":"ms-gothic"}},{"$":{"class":"italics1"}},{"_":"俠","$":{"class":"ms-gothic"}},{"_":"合","$":{"class":"ms-gothic"}},{"_":" i","$":{"class":"italics1"}},{"_":"俠","$":{"class":"ms-gothic"}}]},{"_":"Months later, I met her friend and asked, “Is your friend happy?”","$":{"class":"indent"}},{"_":"She replied, “My friend let me know that her life was not too happy because she could not marry the one she loved.”","$":{"class":"indent"}},{"_":"A few months before, her husband had died, and her stepmother said, “Why doesn’t Mr. Hiep come here to marry my daughter?”","$":{"class":"indent"}},{"_":"I guessed the reason for my current trouble came from that story. If my guess was correct, Diep had already fallen in love with me.","$":{"class":"indent"}},{"_":"I tried to explain things to Diep, but she did not give me a chance to do so.","$":{"class":"indent"}},{"_":"From that day on, I did not go to Diep’s house. Every day, when I passed her house on the way to scho0ol or back home, I felt very sad and always remembered the happy days of passing by, with Diep’s voice calling me. Occasionally, I went to the places where we had had good days, which brought back beautiful, painful memories, and I felt my heart breaking. I buried my lovesickness deep in my heart and put forth effort not to show my grief. Sometimes, I met Diep on the way to school or back home. She always looked the other direction.","$":{"class":"indent"}},{"_":"In Saigon, I met many girls who were my parents’ friends’ daughters or schoolgirls. Some of them were nice looking, but I never thought of loving them. I promised myself if I could not marry Diep, I would not marry anyone else.","$":{"class":"indent"}},{"_":"By that time, Hai, my roommate, was detached from the military force back to school and resumed his teaching career. He initially disagreed with me about sharing our house with Dau. I tried to persuade him that Dau was a happy, funny person. I also let him know that Dau was as good a billiard player as himself. The next day, Dau and Hai went to play billiards together. They were very good opponents for each other. From that day on, they became very good friends. Thanks to Hai and Dau, I reduced my pain a lot.","$":{"class":"indent"}},{"_":"To forget Diep, I turned in an application to transfer to other schools in Saigon. Learning that news, most of my students came to see me to ask me to withdraw that decision. They loved me, and if my application were accepted, they would not have any mathematics teacher to teach them for the baccalaureate examinations. It was a dilemma that I had to struggle with myself. On one hand, I really loved my students at that district. On the other hand, I wanted to forget Diep as soon as possible. I went back to Saigon to see Mr. Pham Dang Canh one more time to ask him to help me. He promised he would solve the problem by the next school year.","$":{"class":"indent"}},{"_":"One day, I met Phuong Mai, a cousin of mine, in Saigon. After chatting awhile, Mai asked me, “Hiep, why do you look pale and humorless?”","$":{"class":"indent"}},{"_":"I said, “I have something to worry about.”","$":{"class":"indent"}},{"_":"“Are you worried about your teaching career?”","$":{"class":"indent"}},{"_":"“No.”","$":{"class":"indent"}},{"_":"“So what’s the matter?” ","$":{"class":"indent"}},{"_":"I kept quiet. ","$":{"class":"indent"}},{"_":"She looked at my eyes, then said, “Oh! I know the reason.”","$":{"class":"indent"}},{"_":"I asked, “What reason?”","$":{"class":"indent"}},{"_":"She laughed. “You’re lovesick.” I did not answer. Phuong Mai urged, “Hiep, tell me your love story. I’m a girl, so I know the girl’s psychology. I think it may help you.”","$":{"class":"indent"}},{"_":"I told the love story from the day we knew each other until the bad thing happened.","$":{"class":"indent"}},{"_":"After listening to the story, Mai said, “In my analysis, I think she loves you. Firstly, she did not care about danger by standing up on the boat when it was at the middle of the river. It showed that she thinks of you a lot. Secondly, she explained to you about the assistant chief and his friends who came to her house and asked you to pick up the love letter of a student. It bears out that she feared you would be jealous. Thirdly, she cried in front of you because of another girl. It proves that she is jealous of that girl.”","$":{"class":"indent"}},{"_":"I had the same feeling so far, but I was not sure. After Phuong Mai analyzed the problem, I felt much better and hoped a bright day was in my near future.","$":{"class":"indent"}},{"$":{"class":"indent1","id":"calibre_pb_50"}}]}}}}