{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_23"}},{"_":" Chapter 15","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor016","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute62","src":"image/Image1950_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\chapter 13.tif"}}}},{"_":"few weeks later, I moved to Aunt Tu’s house and shared that room with Hai. But only a few months later, Hai was drafted to attend at Thu Duc Military Officer Academy. I became lonely again. Every evening, after preparing the next lesson or grading students’ homework, I went around to visit friends or play billiards with some students, then returned home.","$":{"class":"firstpara"},"span":{"_":"A ","$":{"class":"_idgendropcap1"}}},{"_":"One day at sunset, after finishing my job, I felt very lonely, so I took a leisurely promenade on the riverbank. Approaching Mr. Hoa’s house, under the twilight, I saw two girls walking in the opposite direction. When they came closer, I recognized Diep and Lam.","$":{"class":"indent"}},{"_":"They both saluted. “Hello, Teacher.”","$":{"class":"indent"}},{"_":"I replied, “Hello there. Where are you going?”","$":{"class":"indent"}},{"_":"Lam said, “We’re going home from watching TV, Teacher.”","$":{"class":"indent"}},{"_":"Diep merrily said, “Teacher, are you busy?”","$":{"class":"indent"}},{"_":"“No. What’s the matter?”","$":{"class":"indent"}},{"_":"She said, “If so, would you please come to my tiny house?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"This is a good opportunity to understand these two girls.","$":{"class":"italics1"}}},{"_":"I happily answered, “That’s fine. Let’s go.”","$":{"class":"indent"}},{"_":"I followed them into that squalid house. Inside, I saw a rickety bamboo bed. The jackfruit tree poked through the bed and the roof of her house. At the end of the bed, there was an old wooden table, with a kerosene lamp sitting on it. On the other side of the table, there was a curtain dividing the front part from the back one. I did not know if there was anything behind that.","$":{"class":"indent"}},{"_":"Diep turned on the kerosene lamp to make it brighter, while Lam said, “Teacher, please take a seat.”","$":{"class":"indent"}},{"_":"I did not know where I should sit, so I sat on the rickety bamboo bed’s end.","$":{"class":"indent"}},{"_":"Lam said, “No! Teacher, please sit on the stool.”","$":{"class":"indent"}},{"_":"She pulled out an old stool from under the table.","$":{"class":"indent"}},{"_":"Diep and Lam went to the opposite side of the table, rolled the curtain partially up, and sat on something.","$":{"class":"indent"}},{"_":"I pointed to the bamboo bed next to me and asked, “Who sleeps over here?”","$":{"class":"indent"}},{"_":"Diep answered, “No one, Teacher. We both sleep on this bed.”","$":{"class":"indent"}},{"_":"Now I knew they were sitting on another bed. Looking around, I asked, “Where do you cook your meals every day?”","$":{"class":"indent"}},{"_":"Lam laughed. “Teacher, don’t tease us. We cook our meals thanks to this.”","$":{"class":"indent"}},{"_":"She bent down and pulled out an old kerosene stove.","$":{"class":"indent"}},{"_":"I took a deep breath and thought, ","$":{"class":"indent"},"span":{"_":"There are hundreds of thousands of poor students living in this condition, and hundreds of thousands of others less lucky, who cannot go to school. Meanwhile, many people cheat or bribe others and live lavishly. This society is full of inequality.","$":{"class":"italics1"}}},{"_":"I asked, “When do you start studying your lessons and doing your homework?”","$":{"class":"indent"}},{"_":"Diep said, “A few more minutes from now, Teacher.”","$":{"class":"indent"}},{"_":"I suggested, “I can help you comprehend your mathematics and science homework. Would you like that?”","$":{"class":"indent"}},{"_":"Diep and Lam replied, “We are very happy, Teacher. We are so stupid in those subjects.”","$":{"class":"indent"}},{"_":"From that day on, I had a chance to help those students. Some other boys who were Diep and Lam’s friends also came there to learn with me. Among those was Chau Tuan. For that reason, we had a close relationship. Diep and Lam considered me very close to them. When they had any trouble, they always came to see me for a solution. I also tried my best to help them, but I never let Diep know that I may have already fallen in love with her. Every week, if they had any fruit that they picked up in their home village, they always reserved it for me.","$":{"class":"indent"}},{"_":"Another day, I came to help them study their lessons, but they did not have homework. I took that opportunity to ask them about their families. I asked, “Tell me about your families.”","$":{"class":"indent"}},{"_":"Lam said, “I am very poor, Teacher. My family is at Tan Thieng, but anyway, my situation is much better than Diep’s. Diep, tell Teacher about you.”","$":{"class":"indent"}},{"_":"Diep was shy. She did not answer.","$":{"class":"indent"}},{"_":"I asked, “Is that true, Diep?”","$":{"class":"indent"}},{"_":"She said, “Yes, Teacher.”","$":{"class":"indent"}},{"_":"I suddenly thought of a love story about a student and a teacher of our school. In our school, there was a beautiful girl who loved her teacher. The teacher also loved her. The teacher loved the girl because of her beauty, and the girl loved her teacher because of his talent. The love story lasted for a few years and then suddenly terminated. Later, we learned that the teacher did not want to marry her because her family was too poor.","$":{"class":"indent"}},{"_":"I sighed and looked at Diep. I felt I loved her more.","$":{"class":"indent"}},{"_":"I asked, “How many siblings do you have?”","$":{"class":"indent"}},{"_":"“I have one stepsister and two stepbrothers. Besides that, I have two more brothers. The stepsister is already married and lives with her husband. The next stepbrother is Tu, who is a nurse for Dr. Ngo van Binh, a cousin of mine, who left Cai Hang when he was young for schooling.”","$":{"class":"indent"}},{"_":"Curiously, I asked, “Why do you have stepbrothers?”","$":{"class":"indent"}},{"_":"“My dad had a wife, but she died when another stepbrother, Nam, was only a few days old. My dad had to raise him on rice soup. When Nam was seven years old, my dad married my mom. From that day on, my mom took care of him. Later, Mom helped him marry a lady. They live happily and do farming in Cai Hang, my native village.”","$":{"class":"indent"}},{"_":"“Is Cai Hang your Dad’s home village too?”","$":{"class":"indent"}},{"_":"“Yes, my father’s side comes from Cai Hang and my mother’s side from Tan Thieng.”","$":{"class":"indent"}},{"_":"I asked, “Where is Cai Hang?”","$":{"class":"indent"}},{"_":"“It is about seven or eight kilometers from Tan Thieng, Teacher.”","$":{"class":"indent"}},{"_":"“How far from here to Tan Thieng?” I asked.","$":{"class":"indent"}},{"_":"Diep looked at Lam.","$":{"class":"indent"}},{"_":"Lam said, “Also about seven kilometers, Teacher. If you want to go to Cai Hang, you must pass Tan Thieng. Both villages are on the Co Chien River’s bank.”","$":{"class":"indent"}},{"_":"I asked Diep, “Does Dr. Ngo van Binh belong to your mom or dad’s side?”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-020-backlink"},"a":{"_":"69","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-020"}}}}},{"_":"“Dad’s side.”","$":{"class":"indent"}},{"_":"“So your last name is Ngo, isn’t it?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. My name is Ngo thi Diep.”","$":{"class":"indent"}},{"_":"“How about your brothers’ situations?”","$":{"class":"indent"}},{"_":"“My older brother is Sau Truyen. He is married and has three sons. They live at Tan Thieng and do farming. He is also a nurse. My second brother is Bay Ke, who is also married and is a policeman at My Thuan ferry landing site.”","$":{"class":"indent"}},{"_":"“You are young, so I think your brothers are young too.”","$":{"class":"indent"}},{"_":"“No, Teacher. After Ke was born, twelve years later, Mom gave birth to me.”","$":{"class":"indent"}},{"_":"“Are any of your relatives around here?”","$":{"class":"indent"}},{"_":"Diep said, “I have several relatives around here. This house is the property of my cousin, and the house that you rent belongs to my aunt.”","$":{"class":"indent"}},{"_":"I was surprised. “You mean Aunt Tu?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. Aunt Tu is Mom’s older sister.”","$":{"class":"indent"}},{"_":"I asked, “Who is the owner of this house?”","$":{"class":"indent"}},{"_":"“Mr. Sau, the soldier, Teacher.”","$":{"class":"indent"}},{"_":"“Really?”","$":{"class":"indent"}},{"_":"Actually, Diep and Lam did not know his real name, but he was the fifth son of a family, so his name was Sau, and he joined the army, so everyone had given him that nickname. He worked in the intelligence office of the district.”","$":{"class":"indent"}},{"_":"Lam said, “This morning, he came here, Teacher.”","$":{"class":"indent"}},{"_":"I asked, “Why did he come here?”","$":{"class":"indent"}},{"_":"Lam said, “He threatened us.”","$":{"class":"indent"}},{"_":"“What did he say?”","$":{"class":"indent"}},{"_":"Lam looked at Diep and smiled.","$":{"class":"indent"}},{"_":"Diep said, “He told us that if we still talk and stay close with you, we someday will follow you to prison.”","$":{"class":"indent"}},{"_":"Through her words, I reckoned that the District Headquarters Intelligence Section had considered me as a VC. However, they hadn’t arrested me because they had no evidence, and all the students as well as their parents loved me a lot.","$":{"class":"indent"}},{"_":"I smiled and asked, “Are you afraid of that matter?”","$":{"class":"indent"}},{"_":"They both shook their heads.","$":{"class":"indent"}},{"_":"I asked Lam, “You told me Diep’s family is poor, but I see her brothers have jobs right now.”","$":{"class":"indent"}},{"_":"“Her family has to leave Cai Hang for Tan Thieng, Teacher.”","$":{"class":"indent"}},{"_":"I looked at Diep and asked, “Is your family poor for a long time or just recently?”","$":{"class":"indent"}},{"_":"“Recently, Teacher,” she said. “My parents told me that when I was young, my family was rich. I still remember that in the whole village, only I had a baby doll with one arm and one leg.”","$":{"class":"indent"}},{"_":"Lam and I both laughed. I asked, “Why’s that?”","$":{"class":"indent"}},{"_":"“No, Teacher. At first, the doll had two arms and two legs. But my nieces did not have anything to play with, so they stole my doll many times. I had to fight with them to get it back. Later, one of them stole the right arm and another stole the left leg. Finally, my doll had a left arm and a right leg.”","$":{"class":"indent"}},{"_":"I said, “Diep, now tell me about yourself.”","$":{"class":"indent"}},{"_":"Diep nodded, and with an emotional voice, she started to narrate her own story.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Diep was born in 1955, the youngest daughter of a rich landlord, Mr. Ngo van Cuong, of Cai Hang village, a remote area of Mo Cay District which belongs to Kien Hoa Province (currently Ben Tre). At a very young age, she lived in happiness with her parents. Her father, Mr. Cuong, was the community chief who controlled several villages, so he had the nickname Chief Cuong.","$":{"class":"indent"}},{"_":"Mr. Chief Cuong was very rich and powerful, but he treated his employees very kindly. Every year, the villagers who rented his land got to pay the rent after the harvest. Mrs. Thanh, Diep’s mother, had to go from house to house to collect the rent. The rentals were rice itself. Depending on the situation of the crop, they would pay more or less. In some cases, Mrs. Thanh reduced the rent for the poor, even giving it away if needed.","$":{"class":"indent"}},{"_":"In the late ’50s, the South, with support from the US, enforced a program called Nguoi Cay Co Ruong, meaning Fields for Ploughmen, giving away land to the poor. That program was to stand against the Land Reform Movement of the North. In the program, they did not kill any landlords. The government purchased the lands from the landlords at a cheap price, then gave them away to the poor peasants of the village.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-019-backlink"},"a":{"_":"70","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-019"}}}}},{"_":"During that movement, many of Mr. Cuong’s rice fields were purchased. Nevertheless, he still had plenty of lands to cultivate. His family was still in good condition.","$":{"class":"indent"}},{"_":"In 1961, the North Vietnamese created the National Liberation Front (NLF) in South Vietnam and then started the Land Reform Movement. At that time, Communists controlled almost all remote rural areas in the countryside of the South. Mo Cay was the first district where the VC carried out the movement. Diep was six years old by that time.","$":{"class":"indent"}},{"_":"One evening, the VC gathered all the villagers of Cai Hang at a location and then began a combat with landlords. Every family had to have a representative at the combat. Mrs. Thanh, Diep’s mother, carried her in her arms and planned going to that location. Some cadres suddenly showed up. One cadre told the younger one to separate Diep from her mom, then hold Diep home. After that, they led Mrs. Thanh to the land-reform combat zone.","$":{"class":"indent"}},{"_":"Diep cried miserably, “Mom! Mom! I want Mom! Let me go! Let me go!”","$":{"class":"indent"}},{"_":"She knew that they were going to kill her mom.","$":{"class":"indent"}},{"_":"The landlord that they aimed for was no one else but her parents.","$":{"class":"indent"}},{"_":"The combat lasted until midnight, and the people’s court reached a unanimous decision: “Execute the landlord.” They prepared to execute Mrs. Thanh. Someone else blindfolded her mother and led her to a hole, which would be the eternal home of Diep’s mother.","$":{"class":"indent"}},{"_":"At home, Diep was afraid of her mom’s fate; she tried to struggle within the cadre’s arms, so she could come to save her mom. But how could a six-year-old child do this? She could only wait and see the final moment of her beloved mother.","$":{"class":"indent"}},{"_":"She kept on crying, “Mom! Mom! I want you! Release my mom, please!”","$":{"class":"indent"}},{"_":"At the combat zone, the whole crowd looked at her mother pitifully, but no one dared to interfere with the VC cadres. They knew that if they did something wrong, they would be executed too.","$":{"class":"indent"}},{"_":"Before the execution was carried out, a cadre asked, “We are going to put Thanh to death. Any objection?”","$":{"class":"indent"}},{"_":"No one in the village dared say anything. They all remained silent.","$":{"class":"indent"}},{"_":"The cadre asked the villagers again, “This is the last time we ask you. Does anyone in the village have any ideas?”","$":{"class":"indent"}},{"_":"Abruptly, a voice called from the crowd, “I have one idea.”","$":{"class":"indent"}},{"_":"Everyone looked at that person. It was Mr. Hai Guong, one of the poorest people of the village, living in a hut with four posts and a leaf roof and some branches of trees hanging around to make the walls. According to the Communist policy, Mr. Hai Guong belonged to the proletariat class of the society, so he obviously was on their side. After the death of the landlord, he would have some more pieces of land for cultivation.","$":{"class":"indent"}},{"_":"VC cadres knew that Mr. Hai Guong would give more evidence about Mrs. Thanh’s crimes to the peasants of the village.","$":{"class":"indent"}},{"_":"The other villagers waited for Mr. Guong’s opinion quietly.","$":{"class":"indent"}},{"_":"Mr. Guong came out of the crowd and slowly said, “I am very dumb…I have no…no education, but in my opinion, Mr. and Mrs. Cuong are good…good people. They always give me rice or money…to raise my children. I know they also help many other poor people in this village.”","$":{"class":"indent"}},{"_":"The Communist cadres did not expect Mr. Guong to say that.","$":{"class":"indent"}},{"_":"One of them asked the villagers, “Is that true?”","$":{"class":"indent"}},{"_":"Many people agreed, “It’s true.”","$":{"class":"indent"}},{"_":"In that circumstance, the Communist cadres had to reverse the verdict. “If so, we decide to release Thanh and not to kill her as well as her spouse. But tomorrow, we will come to their house to take back our rice, and we must take his rice fields to give to our poor peasants.”","$":{"class":"indent"}},{"_":"They untied Mrs. Thanh and released her.","$":{"class":"indent"}},{"_":"When he saw Mrs. Thanh returning, the cadre who held Diep also released her and put her down.","$":{"class":"indent"}},{"_":"Diep was so happy, she cried with happiness, “Mom! Mom!”","$":{"class":"indent"}},{"_":"She and her mom ran to each other. Her mom squeezed Diep tightly in her arms. A second ago, she had just thought she would never have that chance again. They held each other tightly with tears of joy.","$":{"class":"indent"}},{"_":"Mrs. Thanh went home and told the story to her family. ","$":{"class":"indent"}},{"_":"The next day as promised, the cadres led the villagers to Diep’s house and took away all of their rice. The Communists also confiscated almost all her family lands. Only a few bad ones were left for her family. From that day on, her family became very poor. Luckily, their big house was not forfeited, so they still had a good place to live.","$":{"class":"indent"}},{"_":"A few days later, Mr. Hai Guong came to see Diep’s family.","$":{"class":"indent"}},{"_":"Diep looked at Mr. Guong in tears. She remembered that Mr. Guong always came to her house to borrow rice. Some other times, her dad also gave him fruits or coconut leaves to use as firewood. Once in a while, he gave her a piggyback ride around the village.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"From that day on, Mr. Chief Cuong hated Communists. He always cursed them, but most of them in that village were his posterity, and moreover, they had no reason to kill him.","$":{"class":"indent"}},{"_":"At same year, Diep attended elementary school at the village.","$":{"class":"indent"}},{"_":"Sometimes, the villagers heard ARVN opened an operation somewhere in the area; they all tried to run away or hide. Young girls like Diep or older always ran to hide at a small church. It was safe for them, even though they were not Catholic. ","$":{"class":"indent"}},{"_":"When Diep was seven years old, she attended the village elementary school, but the village was bombed many times, so her parents decided to send her to Tan Thieng, her mom’s native village, where she lived with her aunt for schooling. She missed her parents very much, but once in a while, she could return home.","$":{"class":"indent"}},{"_":"One day, she went home to see her parents. The happiness she enjoyed was interrupted suddenly, as aircraft arrived and bombed her village. Her parents put her into a hiding place, which was a big earthen jar buried in the ground. She was afraid of the bombing, but she could not stay in that tiny place; she felt suffocated. Although she loved her parents a lot, she finally asked them to send her back to Tan Thieng. She could only enjoy being with her parents for a couple of hours.","$":{"class":"indent"}},{"_":"In 1967, Diep graduated elementary school and prepared to take the exclusive examination to enter junior high at Cho Lach High. Although their situation was poor, her mom always encouraged Diep to study more in order to pass the examination. She told Diep many times, “If you passed the test, I would make some new good-looking clothes for you.” ","$":{"class":"indent"}},{"_":"Diep knew that was only an encouragement because her parents were very poor, so how could they make new clothes for her?","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute63","src":"image/Image1958.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\air raid.jpg"}}},{"_":"The examination day came. Diep followed her friends to Cho Lach to take the test. She did well on the first day. In the afternoon of that day, she followed some friends to the canal bank. Sitting on the branches of a big tree that stretched over the water, they studied the lessons for the next day.","$":{"class":"indent"}},{"_":"Late that afternoon, when the high tide was approaching, they prepared to go back to their lodge. As the water was overflowing the canal onto lands and gardens nearby, they heard some American jets circling somewhere in the direction of her native village. For a time, they heard the explosions of bombs echoing over the water surface. Because of high tide, the sound was carried from very far away.","$":{"class":"indent"}},{"_":"She did not know if they bombarded her village or not. She was very sad, thinking of her parents still living in the poor village but warm with love. She only longed for the examination to be over so she could return to them.","$":{"class":"indent"}},{"_":"The next morning, she had to cross the canal by a small boat. When the crossing boat was at the middle of the canal, she saw some boats carrying wounded people passing there. She felt compassion for them.","$":{"class":"indent"}},{"_":"At noon, when she got out of the school gate after the examination, she saw a few relatives including Aunt Tu waiting for her. When they saw Diep, they circled around her offering good wishes. They also promised to take her to My Tho to buy new clothes. Diep was surprised by that. They had never acted that way with her before.","$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"She thought, Perhaps they are all concerned about my education.","$":{"class":"italics1"}}},{"_":"That day, she did very well on her examination.","$":{"class":"indent"}},{"_":"The next day, when the examination was over, as promised, Aunt Tu took her to My Tho to buy new clothes.","$":{"class":"indent"}},{"_":"Diep said, “No, Aunt Tu. I don’t want go to My Tho. I want to return home to see my parents.”","$":{"class":"indent"}},{"_":"Aunt Tu insisted, “Diep, I must take to My Tho. You will have many new and beautiful clothes.”","$":{"class":"indent"}},{"_":"Like other children, especially girls, she liked to have new pretty clothes very much. But the love of her parents dominated her heart, so she wanted to go back to her poor but cozy home to see them rather than buying new clothes.","$":{"class":"indent"}},{"_":"Sitting in a big powerboat to My Tho, Diep asked, “Aunt Tu, why don’t you take me back to Cai Hang to see Mom and Dad?”","$":{"class":"indent"}},{"_":"Aunt Tu did not reply but looked at her strangely. Diep had a feeling that something bad had happened to her.","$":{"class":"indent"}},{"_":"She repeated the question, “Why are we going to My Tho?”","$":{"class":"indent"}},{"_":"Aunt Tu kept quiet again.","$":{"class":"indent"}},{"_":"Diep sensed something unusual happening, then beseeched again, “I want to see my parents. I don’t want to go to My Tho, Aunt Tu.”","$":{"class":"indent"}},{"_":"At that moment, Aunt Tu said, “Diep, you should be calm. Actually, they bombed your house yesterday, and the bombing injured your dad.”","$":{"class":"indent"}},{"_":"Those words struck her head like a thunderbolt. She could not control herself and burst into tears, even though weeping in front of a crowd was very shameful. She could not believe that when she had watched the airplanes bombing the previous day, they had been bombing her house, and one of the injured she had seen in the boat when crossing the canal was her own father.","$":{"class":"indent"}},{"_":"Weeping bitterly, she asked Aunt Tu, “How…is he? Is he…still… alive?”","$":{"class":"indent"}},{"_":"Aunt Tu, at that point, also burst into tears, consoling her. “He was burnt by an American napalm bomb. I only know that much. On the morning of the next day after the bombing, he was…still…still alive, but now I don’t…I don’t…” She stopped abruptly.","$":{"class":"indent"}},{"_":"Diep sat on the boat for two more hours that felt like two days. She did not know how hot a napalm bomb was, but inside her body, it felt as if something very hot was burning. She wished the boat could go faster so she could arrive at My Tho as soon as possible to see her old beloved father. She feared the worst, believing that her father had died already, but Aunt Tu had told her a lie to console her.","$":{"class":"indent"}},{"_":"Her eyes always stuck to the bow of the boat, with the hope of seeing My Tho at the horizon.","$":{"class":"indent"}},{"_":"Eventually, the boat anchored at Lac Hong Pier of that city. She was then led to Dr. Ngo van Binh’s office to see her dad. Dr. Binh was Diep’s cousin. He took her to the city hospital. There she met her whole family. She saw her dad lying on a small bed, covered with white bandages all over his body; her family members looked very sorrowful. She did not know if her father was alive or not. Diep ran toward her father, but her mom held her back and embraced her tightly in her arms.","$":{"class":"indent"}},{"_":"She burst into tears and could not say anything, but she held her mom tight.","$":{"class":"indent"}},{"_":"After several minutes of crying, Diep sobbed out, “How…how is…Dad, Mom?”","$":{"class":"indent"}},{"_":"Diep’s mom also replied in tears, “He was burnt seriously, but luckily, he is still alive.”","$":{"class":"indent"}},{"_":"After a few weeks of treatment, her father recovered from the burning and returned to Tan Thieng.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"When Diep finished her story, I looked at her and saw teardrops in her eyes. Not only her, Lam and myself could not hold our tears. Possibly, the sad horrible story still haunted her mind.","$":{"class":"indent"}},{"_":"I asked her, “Where is your dad now?”","$":{"class":"indent"}},{"_":"“He is at Tan Thieng, Teacher.”","$":{"class":"indent"}},{"_":"“Can I come to see your dad?”","$":{"class":"indent"}},{"_":"“No, Teacher. It is unsafe at my village.”","$":{"class":"indent"}},{"_":"I said to Diep, “I have some questions for you. Your dad is actually the landlord, so why did they take your mom to public trial?”","$":{"class":"indent"}},{"_":"“I think the first reason was that all the VC cadres of the villages are my dad’s posterities and their families live on my father’s land. The second reason is that my mom is the one who went around to collect rent.”","$":{"class":"indent"}},{"_":"I asked, “My second question is, why did American jets bomb your house?”","$":{"class":"indent"}},{"_":"“As you know, my dad hated the VC. All day long, he insulted them as thieves. My house was big. Many times, they asked my dad if they could borrow it for meetings, but he refused. They are my dad’s posterities, so they could not do any harm to him. However, they wanted revenge on him. That day, they hung a VC flag on a tall tree next to my house. A reconnaissance airplane saw it and thought that my house was a VC center, then called jets to bomb my house.”","$":{"class":"indent"}},{"_":"I could not believe the VC would use such methods to get revenge on a civilian. However, this was a personal idea, not the Cong policy. But they could kill two birds with one stone through their propaganda. Firstly, they could kill the one they hated. And secondly, in that way, the villagers would blame ARVN and America for this atrocity, so they would stand on same side with the VC.","$":{"class":"indent"}},{"_":"I said, “I cannot believe how similar your situation is to mine. When I was young, many times, I thought I would die by bombs or guns.”","$":{"class":"indent"}},{"_":"Diep said, “That’s right, Teacher. Our village is in a zone that Communists control, so very often, American jets and ARVN aircraft come and attack. Another day, they bombed my home area, and that time, Nam Thanh’s wife and his son, Kha, were seriously wounded.”","$":{"class":"indent"}},{"_":"I asked, “How about you? Have you had any experience like that before?”","$":{"class":"indent"}},{"_":"She nodded. “When I was about nine or ten years old, during Tet Break, I went home to Cai Hang. That evening, we all got together to prepare some special Tet foods and cake. When we were chatting, an L-19 suddenly appeared, then we all heard a big boom, and fire and sparks went all over the place. After that, we saw a lot of colored smoke fly up from very close to us. It was a signal, so other aircraft could see and come to attack. We ran for our life. Mrs. Sau Truyen, my sister-in-law, embraced Toan, her younger son. I held Kham, her older one, and ran.”","$":{"class":"indent"}},{"_":"Lam asked Diep, “Where were you planning to run to?”","$":{"class":"indent"}},{"_":"“We did not know where we should run. Mrs. Sau Truyen first thought we should cross a paddy field, then reach a small family graveyard. It would be safe there. But when we reached the paddy field, a helicopter came and circled around over our heads. Our legs felt too clumsy and weak, so we could not run but laid down in the field and waited for death to come for us. The helicopter flew very low, and I could see an American sitting at the door, aiming his machine gun at us. Luckily, he was a humane person and he did not fire at us. If he had fired, we would have been killed.”","$":{"class":"indent"}},{"_":"Lam asked, “Why didn’t you run along the orchard edges?”","$":{"class":"indent"}},{"_":"“Because we were stupid.” Diep smiled.","$":{"class":"indent"}},{"_":"I said, “Thanks to your stupidity, you’re still alive.”","$":{"class":"indent"}},{"_":"Lam asked, “Why’s that, Teacher?”","$":{"class":"indent"}},{"_":"I said, “Diep and Mrs. Sau Truyen ran to the paddy field, an open space. The gunner could identify them as woman and child. If they ran along an orchard edge, the gunner could not distinguish if you were women, children, or men, so they would shoot you.”","$":{"class":"indent"}},{"_":"One day, I went to Saigon to teach. I saw a pink T-shirt and bought it and a box of candy. When I returned to Cho Lach, I looked for Diep.","$":{"class":"indent"}},{"_":"I gave her those and said, “I have this for you.”","$":{"class":"indent"}},{"_":"Diep refused. “No thanks, Teacher. I cannot accept this.”","$":{"class":"indent"}},{"_":"I asked, “Why?”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute64","src":"image/Image1972_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\RUN FOR LIFE.png"}}},{"_":"She smiled. “Thank you, but my parents would scold me a lot if I accept any gift from someone outside of our family.”","$":{"class":"indent"}},{"_":"Her actions made me respect her more; I knew she was not a material girl.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"That summer, I stayed at Cho Lach to operate some private mathematics classes instead of returning to Saigon. I set up a rule for my class as follows: students who could afford to had to pay the fee. But the poor and students whose fathers were deceased military personnel or victims of war could attend those classes for free. Diep and Lam were two among them. I encouraged Diep and Lam to attend one of those classes.","$":{"class":"indent"}},{"_":"One afternoon, I had lunch, then I was ready to go home. All at once, a heavy shower came, so I had to stay at Mr. Hoa’s house until it let up. Approaching closer to Diep’s house, I saw that Diep and Lam were trying to climb to the roof of their house by a bamboo ladder.","$":{"class":"indent"}},{"_":"I went to them and asked, “May I help you?”","$":{"class":"indent"}},{"_":"Diep and Lam were very happy.","$":{"class":"indent"}},{"_":"Diep said, “Teacher, we went to your house look for you, but you weren’t there. We want to ask you to help us fix the roof.”","$":{"class":"indent"}},{"_":"I looked at the roof and saw a big hole.","$":{"class":"indent"}},{"_":"I asked, “What’s up?”","$":{"class":"indent"}},{"_":"Lam said, “Teacher, a ripe jackfruit fell onto the roof. It made a big hole in the roof. We are trying to fix it.”","$":{"class":"indent"}},{"_":"I said, “Both of you should get down. I’ll fix it for you.”","$":{"class":"indent"}},{"_":"I went around to look for a spray of areca leaves, then went up to the roof. I spent about fifteen minutes fixing the roof, then got down.","$":{"class":"indent"}},{"_":"Lam asked, “Teacher, do you like wet jackfruit?”","$":{"class":"indent"}},{"_":"A jackfruit is a big fruit of Southeast Asia; it is as big as a soccer ball or bigger. Inside of it are many yellow pods when it is ripe. There are two kinds of jackfruit: regular and wet. When the wet jackfruit is ripe, its pods are half dry and half wet.","$":{"class":"indent"}},{"_":"Ever since I was young, I’ve hated to eat something half dry and half wet like that, but in this case, I had to change my mind.","$":{"class":"indent"}},{"_":"I said, “Yes, I do.”","$":{"class":"indent"}},{"_":"Diep said, “Teacher, the jackfruit is very good. Come into my house and we’ll try it.”","$":{"class":"indent"}},{"_":"I smiled and followed them. Diep took out three spoons, and we ate that fruit. I did not know why the ripe jackfruit was so good. I did not know if the fruit was really good itself or the special circumstance made it taste good.","$":{"class":"indent"}},{"_":"Several days later, Kim Hanh—a classmate of Diep and Lam—was absent from my class. Hanh was also a beautiful girl of the school.","$":{"class":"indent"}},{"_":"The next day, Diep and Lam also did not attend at my class. That made me a little worried for them.","$":{"class":"indent"}},{"_":"After school, I met Diep at the market. I asked, “Why were Hanh, Lam, and you all absent from the class?”","$":{"class":"indent"}},{"_":"Diep looked at me with eyes full of tears and said, “Teacher, Kim Hanh got…killed last night, so…we came to her…her family.”","$":{"class":"indent"}},{"_":"“What?” I asked.","$":{"class":"indent"}},{"_":"Diep sobbed out, “Kim Hanh got killed last night.”","$":{"class":"indent"}},{"_":"I said, “Let’s get you home.” We then went back to Diep’s house.","$":{"class":"indent"}},{"_":"On the way home, I asked, “How did Kim Hanh get killed?”","$":{"class":"indent"}},{"_":"Diep tried to keep calm and said, “Yesterday morning, she…went to her…uncle’s house for a memorial ceremony. She did not return home that evening. Her family worried about her very much. They went out searching for her, but they could not find her. This morning, they found her body in a paddy field. Someone had raped her and broken her neck, then put her head under the mud of that paddy field and put young rice over her head.”","$":{"class":"indent"}},{"_":"“Where is Hanh’s house?”","$":{"class":"indent"}},{"_":"“At Vinh Binh village, Teacher.”","$":{"class":"indent"}},{"_":"“Is the paddy field in a remote area?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. It is a remote area close to a coconut garden and a local soldier station.”","$":{"class":"indent"}},{"_":"I took pity on the beautiful girl who lived in the rural countryside and had no law to protect her. After that, a rumor spread that Kim Hanh had been raped by a soldier who was stationed close to that paddy field, but we did not know exactly what happened next. Such was the life of a beautiful girl who lived in the remote rural countryside during the war era.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"The next school year, Diep and Lam moved to Anh Lieng’s house. They lived with some other girls, including Ha (Diep’s niece and Nam’s daughter), Tuyen, Phuong, and Tuyet. Anh Lieng and Bach Chau had graduated and attended school in another city.","$":{"class":"indent"}},{"_":"One morning, at break time, a male student of fourteen or so came to me and said, “Teacher, this afternoon, can you come to my house?”","$":{"class":"indent"}},{"_":"I knew this boy because he always played with me, but I did not know his name. I was not surprised by his invitation because similar things had happened many times.","$":{"class":"indent"}},{"_":"I asked, “What is your name?”","$":{"class":"indent"}},{"_":"“My name is Hinh, Teacher.”","$":{"class":"indent"}},{"_":"Hinh was not my student; he attended eighth grade.","$":{"class":"indent"}},{"_":"“Where is your house?”","$":{"class":"indent"}},{"_":"“At a small canal in Vinh Binh Village.”","$":{"class":"indent"}},{"_":"I thought for a second, then said, “Okay, this afternoon, I have another class until 4:00. By 11 this morning, I’ll be free. Do you have a bike?”","$":{"class":"indent"}},{"_":"“No, Teacher.”","$":{"class":"indent"}},{"_":"“That’s fine. I will take you there.”","$":{"class":"indent"}},{"_":"After my morning period was over, I carried Hinh on my Honda to his village. After fifteen minutes of traveling, we reached the edge of the village. We turned onto a small earthen lane in a coconut forest and drove for another distance, then the road became worse, so I could not control the motorcycle. Hinh asked me to stop, and I locked my Honda. Then he led me, walking on some small, dark, earthen paths under lofty trees.","$":{"class":"indent"}},{"_":"After fifteen more minutes of walking, he finally pointed to a small cottage appearing vaguely behind some banana trees and said, “That is my house.”","$":{"class":"indent"}},{"_":"His cottage was as miserable as Diep’s house, located on a riverbank of a remote area.","$":{"class":"indent"}},{"_":"Hinh called, “Daddy, my teacher is here!”","$":{"class":"indent"}},{"_":"Inside the house, a surprised voice said, “Really!”","$":{"class":"indent"}},{"_":"The shaky bamboo door popped open, and then a man appeared at the door. He was about forty years old and looked healthy.","$":{"class":"indent"}},{"_":"Hinh’s father smiled, shook my hand, and said, “Hello, Teacher. Would you please come in?”","$":{"class":"indent"}},{"_":"I smiled and bowed to reply, then followed him to his house. “Hello, mister.”","$":{"class":"indent"}},{"_":"Inside, the house was very simple; there was no table, only four low stools circling around three broken bricks, which formed a stove for cooking. A rickety bamboo bed was in a corner. I guessed that was the bed where Hinh and his father slept every night.","$":{"class":"indent"}},{"_":"Hinh’s dad showed me a stool and said, “Take a seat please. I am penniless, so my house is very simple, but I’ve heard my son talking a lot about you. He said you are a commoner, so I think you would not mind my lifestyle.”","$":{"class":"indent"}},{"_":"I smiled and nodded, then asked, “Only Mister and Hinh live here?”","$":{"class":"indent"}},{"_":"He laughed. “Teacher, just call me Ba, so we feel friendly. Don’t call me Mister. It makes me feel like an old person.” Mr. Ba sighed then continued, “Yes. Only the two of us live here. His mom has passed away.”","$":{"class":"indent"}},{"_":"I said, “Sorry, Mr. Ba.”","$":{"class":"indent"}},{"_":"Hinh brought out some broken teacups and gave them to his father.","$":{"class":"indent"}},{"_":"Ba picked up an old teapot on the stove, filled up a cup with hot tea, then gave it to me, “Teacher, I heard my son talk a lot about you. I’m very proud to make friends with you.”","$":{"class":"indent"}},{"_":"“Me too,” I replied.","$":{"class":"indent"}},{"_":"We talked about the education of the younger generation. After hours of chatting, I realized that Mr. Ba was very frank and honest.","$":{"class":"indent"}},{"_":"I thought that I needed to go home for lunch. I said, “Mr. Ba, I must go home now.”","$":{"class":"indent"}},{"_":"“No, Teacher. Please stay here with us. My son has reared a chicken for a long time. He merely waits for this day.”","$":{"class":"indent"}},{"_":"Hinh also said, “Teacher, it is too soon to go home. Please take lunch with us.”","$":{"class":"indent"}},{"_":"I had a hard problem to solve. The chicken was a precious thing for his family; how could I eat that?","$":{"class":"indent"}},{"_":"After a moment, I said, “Mr. Ba, I think we should go angling for some fish, then we can prepare a simple lunch. Actually, Hinh’s chicken should be reserved for the New Year or another important occasion, such as Hinh’s mother’s memorial day.”","$":{"class":"indent"}},{"_":"“No, Teacher. We hoped you would come here and have lunch with us.”","$":{"class":"indent"}},{"_":"I said, “If we go angling and make some dishes from the fish we catch, I will stay here with you for lunch. But if you slaughter a chicken, I will leave here right away.”","$":{"class":"indent"}},{"_":"Finally, Mr. Ba said, “I give up! We’ll go fishing! But what do we have for bait?”","$":{"class":"indent"}},{"_":"“We’ll catch grasshoppers and dig for earthworms!”","$":{"class":"indent"}},{"_":"“That’s fine.”","$":{"class":"indent"}},{"_":"We took some fishing rods and then went the river for fishing. Hinh used a hoe to dig around the banana bushes to search for earthworms, then he returned home to cook rice.","$":{"class":"indent"}},{"_":"We sat on the riverbank and fished.","$":{"class":"indent"}},{"_":"Ba asked, “What do you think about our society’s situation?”","$":{"class":"indent"}},{"_":"I sighed. “I think there are a lot of inequalities in our society. The rich are too rich and the poor are too poor.”","$":{"class":"indent"}},{"_":"He forced a smile. “I agree with your point. How about North and South Vietnam?”","$":{"class":"indent"}},{"_":"I asked, “You mean in the political field?”","$":{"class":"indent"}},{"_":"“Yes, Teacher.”","$":{"class":"indent"}},{"_":"“They have both good and bad aspects.”","$":{"class":"indent"}},{"_":"Ba looked at me and gave a nod of assent. “I have the same idea as you, but I don’t have much education, so I need to see things clearer. Would you please point them out for me? We are friends, so I don’t think we have any problem.”","$":{"class":"indent"}},{"_":"I said, “I think South Vietnam’s government is only a US puppet government. There are too many bad guys who want to take a part of the US’ aid to put in their own pockets.”","$":{"class":"indent"}},{"_":"He smiled. “I wholly agree about that too. What is your idea about North Vietnam? You are a Northerner, possibly you migrated from North to South in 1954, so you know a lot about them. Is that right?”","$":{"class":"indent"}},{"_":"I nodded. “Yes, sir. Actually, I escaped to the South in 1955.”","$":{"class":"indent"}},{"_":"“Can you tell me something about that?”","$":{"class":"indent"}},{"_":"“In my opinion, the Communist theory is very good, or in other words, it is very attractive. They want to equalize society, but it’s unrealistic. I agree that our society is full of inequality, but we cannot carry out the Land Reform Movement, as the Communists had done in the North. The Fields for Ploughmen program of the South, with the aid of the US, is much better. In the South, the rich are too rich and sweat the poor. I think Communist cadres in North are pretty clean, not as corrupt as in the South. However, they are very cruel. I’ve witnessed a public trial; they killed the landlord without good reason. In the North, no one can express a different political idea other than what the Communist cadres have told us. We cannot go freely anywhere. All the newspapers are strictly under the control of the government.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-018-backlink"},"a":{"_":"71","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-018"}}}}},{"_":"Ba sat quietly, listened, and nodded a couple times.","$":{"class":"indent"}},{"_":"I continued, “For the field of freedom, in the South, we have very limited freedom. However, for freedom of speech, freedom of religion, freedom of thought, or liberty of press, I thought in the South, it is much better. Although the South government censors all press.”","$":{"class":"indent"}},{"_":"He said, “Thank you, Teacher. I learned a lot from you.”","$":{"class":"indent"}},{"_":"After more than an hour of fishing, we caught only some small fish. Nevertheless, the meal was very good because I was so hungry.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"That afternoon, I went back to school for some classes and got back home by evening. Approaching Diep’s house, I saw Diep, Lam, Tuyen, and Tuyet standing at the threshold, waiting for something.","$":{"class":"indent"}},{"_":"When they saw me, they all called happily, “Teacher! Teacher, come here please.”","$":{"class":"indent"}},{"_":"I was surprised by their attitude. “What’s the matter? Whom are you waiting for?”","$":{"class":"indent"}},{"_":"They all said, “We are waiting for you.”","$":{"class":"indent"}},{"_":"Diep said, “Teacher, this afternoon, there was an old insane woman here. She threatened to beat us up. We are so afraid of her!”","$":{"class":"indent"}},{"_":"I asked, “Is that true?”","$":{"class":"indent"}},{"_":"Lam said, “She is very cruel, Teacher. For the last few evenings, she passed here and called our name. Today, she chased us. We had to run away or she might beat us up.”","$":{"class":"indent"}},{"_":"“Really! Why didn’t you close the door when you saw her?”","$":{"class":"indent"}},{"_":"Diep said, “We could not see her because she always comes here in the evening.”","$":{"class":"indent"}},{"_":"Tuyet said, “A few minutes ago, she came here and chased after us with a long stick. She almost got Diep and me.”","$":{"class":"indent"}},{"_":"At that moment, Tan Thanh and Chau Tuan rushed to Diep’s house.","$":{"class":"indent"}},{"_":"Thanh told me, “It’s very good that you are here. I’m afraid of the insane lady attacking my aunt.”","$":{"class":"indent"}},{"_":"I asked, “Who is your aunt?”","$":{"class":"indent"}},{"_":"Tuyen said, “Teacher, Tan Thanh is Diep’s nephew. She is the same level as the grandma of Tuyet and Phuong.”","$":{"class":"indent"}},{"_":"“Really?”","$":{"class":"indent"}},{"_":"Thanh said, “Teacher, please teach Aunt Diep and her friends some martial arts moves for self-defense.”","$":{"class":"indent"}},{"_":"Tuan asked Thanh astonished, “Does Teacher know kung fu, Thanh?”","$":{"class":"indent"}},{"_":"Thanh answered, “Yes! I watched him throw Hanh to the playground at school a few years ago.”","$":{"class":"indent"}},{"_":"Tuan turned to me. “Teacher, do you know a lot of martial arts?”","$":{"class":"indent"}},{"_":"I shook my head. “Not too much, but enough to deal with one who does not know anything.”","$":{"class":"indent"}},{"_":"All the girls looked at me doubtfully.","$":{"class":"indent"}},{"_":"Tuan rubbed his hands together and said, “Teacher, please teach me some moves too, so I can throw Le to the ground and let him eat cow dung.”","$":{"class":"indent"}},{"_":"I knew Le and Tuan were good friends, but Tuan was a funny guy and was making a joke.","$":{"class":"indent"}},{"_":"I said, “Learning martial arts is very good for self-defense but not to hit others without a good reason.”","$":{"class":"indent"}},{"_":"Tuan asked, “Have you ever used martial arts to fight with others?”","$":{"class":"indent"}},{"_":"I smiled. “When I was young and before learning martial arts, I fought a lot because of the discrimination of others. But after learning martial arts, I’ve never fought with others.”","$":{"class":"indent"}},{"_":"Thanh asked, “So have you ever used that for self-defense?”","$":{"class":"indent"}},{"_":"“No! But I used it to save some people in danger.”","$":{"class":"indent"}},{"_":"Tuan asked, “Can you tell us those stories?”","$":{"class":"indent"}},{"_":"I laughed. “The first time, I used martial arts to save a pho seller. It was 1964 or ’65 when I was studying homework for the final at home. I suddenly heard someone arguing loudly in front of my house. I rushed to the gate and saw two pho sellers arguing. Around that area, there were many people looking on, but no one dared to dissuade them.","$":{"class":"indent"}},{"_":"“In our lane, at that time, there was only one pho seller who sold pho from a cart, but on that day, another one came. The old seller went to the new guy’s cart and tried to scare the new one away.","$":{"class":"indent"}},{"_":"“The new one said, ‘It’s a free country, so anyone can sell pho. We must compete with each other. The one whose pho is better will win the war.’","$":{"class":"indent"}},{"_":"“The old one lost the argument, then got angry. He rolled up his sleeves and started to fight the new one, and the new one also fought back.","$":{"class":"indent"}},{"_":"“At that time, I was wearing only shorts. In the hot weather, to make me comfortable, I wear that when studying at home. I would have felt embarrassed, going out to dissuade them with my bare chest. Moreover, I did not see any danger if they fought that way because they did not know martial arts.","$":{"class":"indent"}},{"_":"“After a moment, the new one threw a punch to the old one’s nose, making his nose bleed. The broken-nosed guy lost control and became crazy. He grabbed a pho knife from the new guy’s cart. The pho knife is very big. It’s about thirty centimeters long and ten centimeters wide. He hacked at the new one’s body. The guy was panicky, and he rushed to the other side of the pho cart. He looked for a weapon, but he found nothing, so he broke a big bowl for a weapon. However, he realized that his weapon was no match to the big knife.","$":{"class":"indent"}},{"_":"“All the onlookers screamed with fear but still stayed inside their gates. I sensed danger, so I opened the gate and rushed to that pho cart.","$":{"class":"indent"}},{"_":"“The bleeding guy chased after the enemy and hacked a second time. He jumped over and luckily evaded the attack of his enemy. The momentum of the knife was very powerful, so the knife chopped a column off that pho cart, broke it in half, and made its cover fall down. The new guy was so scared, he ran away. Unfortunately for him, that was a not a through lane, so at the end of the lane, he trembled, waiting for his enemy to come and end his life.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute65","src":"image/Image1983_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\SAVE PHO SELLER.png"}}},{"_":"“Soon the bleeding guy came and raised the big sharp knife to the other guy’s head. He had no choice but to wait for the angel of death to come and take him to hell.","$":{"class":"indent"}},{"_":"“At that moment, I reached them. I used an aikido move called ude-hineri to drive the knife to the other side. Once the knife was out of its momentum, I pulled him off balance, then used both hands to turn his hand over and took the knife away. The onlookers gave me great applause.","$":{"class":"indent"}},{"_":"“If I had continued the move, I would have thrown him to the ground, but my purpose was to take the knife off him, so I stopped and helped him to regain his balance.","$":{"class":"indent"}},{"_":"“The other pho seller took advantage of this. He pushed his pho cart with its broken post and ran away.”","$":{"class":"indent"}},{"_":"Tuan said, “I bet it looked like a Hong Kong kung fu movie. How about the second time, Teacher?”","$":{"class":"indent"}},{"_":"I looked around and realized that everybody seemed to be interested in the story, then continued, “The second one happened in 1965 or ’66. One evening, I had a class that trained for Baccalaureate-Part I. Before the class, I stood in front of the classroom, upstairs, chatting with a group of students.","$":{"class":"indent"}},{"_":"“When we were chatting, all of a sudden, we heard some girls arguing noisily at a fountain in front of the school. We all looked in that direction and saw two girls, about eighteen or nineteen years old, who were collecting running water at a public fountain. They were arguing with each other about the location of their water containers. At that period, in Saigon, not every house had running water. For those that did not have running water, the house’s owners had to hire someone to get water from a public fountain and carry it to their homes.","$":{"class":"indent"}},{"_":"“After a moment of quarreling, they started to fight. They slapped each other’s faces and tore each other’s coats. Some female students standing around me asked me to go downstairs and dissuade those girls. At first, I thought with that way of fighting, they would be ashamed, but nothing serious would happen, so I only smiled and did not respond. Moreover, it is not good when a man interferes with girls’ problems in our culture, so I felt reluctant to get involved.","$":{"class":"indent"}},{"_":"“A few minutes passed by, their coats were all torn, and they had exposed their chests. All the female students felt ashamed of that and turned their heads away.","$":{"class":"indent"}},{"_":"“They said, ‘Teacher, why don’t you go there to dissuade those two girls?’","$":{"class":"indent"}},{"_":"“I also felt the shame, which made me reluctant to go there and dissuade them, so I replied, ‘That is a girls’ dispute. There is nothing serious.’ Then I stood there watching again.","$":{"class":"indent"}},{"_":"“After that, the two girls tried to tear each other’s pants. After a moment of struggling, one of them succeeded in tearing a patch of her enemy’s pants. The girl with the torn pants became insane, grabbed a yoke that is used to carry water, and whipped the other. The yoke was almost two meters long. If she were successful in her whipping, the other girl would have some broken bones at least.","$":{"class":"indent"}},{"_":"“Luckily, because of her anger, the girl missed her enemy. However, the yoke hit a twenty-liter water bucket, deforming it and turning it upside down. Water flowed all over the place. The other girl was panicky and ran away. The girl with the yoke kept on chasing her enemy.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute66","src":"image/Image1990.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\Save Water Carrier.jpg"}}},{"_":"“A lot of people around yelled and screamed, but no one dared to interfere in the fight. I saw danger coming to the other girl. If I ran downstairs and turned to the yard and reached the fountain, it would have been too late. I looked around and saw a round bar at the roof end, about 1.5 meters from our place. When I was young, I had used to practice the horizontal bar, so I knew what to do. I got out on the balcony and jumped reaching the bar, then swung out, and dropped myself down to the ground. All the students, boys and girls, urged me, ‘Save her, Teacher! Save her, Teacher!’ I rushed after those two girls.","$":{"class":"indent"}},{"_":"“The escaping girl ran through a wet area, and unfortunately, she stepped on a slippery portion and fell down. The second girl reached her at that place and raised the yoke. She aimed for her enemy’s body and whipped with all her strength. ","$":{"class":"indent"}},{"_":"“Fortunately, I got there in time and used my hand to push the yoke away from the first girl. My right hand held her right hand where the fingers gripped the yoke; meanwhile, my left hand pushed her elbow upward, and I rotated myself 180 degrees around my left foot. That is another aikido move, which is called kote-hinneri.","$":{"class":"indent"}},{"_":"“If I had completed the move, that girl would have been seriously hurt when I threw her to the street full of stones and rocks. But my purpose was to save the other girl, not to hurt anyone at all. For that reason, I had to stop halfway and help keep that girl from falling down. She was very scared and held my body firmly, making her and me very ashamed. Some ladies around took out some clothes for those two girls and dissuaded them.”","$":{"class":"indent"}},{"_":"Tuan said, “Very interesting story! Did anyone gave you a big hand, Teacher?”","$":{"class":"indent"}},{"_":"“Yes, of course! All the students of the school and the onlookers around there too. All student at school shouted: “Hoan Hô Võ Hiêp Ky Tình.”","$":{"class":"indent"},"span":[{"_":"̣","$":{"class":"times-reg"}},{"_":"̀","$":{"class":"times-reg"}}]},{"_":"Tuan continued, “Next time, if I have a chance to go to Saigon, I will go to the fountains, waiting for a similar occasion.”","$":{"class":"indent"}},{"_":"Thanh said, “Mr. Hiep knows martial arts, so he could save someone. If you went there, they would whip you and then they would have to call an ambulance to take you to the hospital.”","$":{"class":"indent"}},{"_":"Tuan asked, “Have you ever taught martial arts to anyone?”","$":{"class":"indent"}},{"_":"I nodded.","$":{"class":"indent"}},{"_":"To make them more confident, I said, “In 1964 or ’65, when there was a movement called Phong Trao Vo Thuat Hoc Duong or Martial Arts Movement for High School, I was assigned to teach aikido for Chu van An students at Cong Hoa Stadium. For that, I got some extra money, and luckily, I met Mr. Nam, a reporter and also my comrade, during the time we protested for religious equality. At that time, he taught fencing.”","$":{"class":"indent"}},{"_":"I turned to those female students and asked, “Now, do you want to learn some martial arts moves for self-defense or not?”","$":{"class":"indent"}},{"_":"They all answered, “Yes, Teacher.”","$":{"class":"indent"}},{"_":"I asked those girls to take out a large reed mat, so we could fall on that.","$":{"class":"indent"}},{"_":"I said, “To prevent my making contact with you, I will use Thanh and Tuan as samples for teaching. You would follow the way I move to practice for yourselves, okay?”","$":{"class":"indent"}},{"_":"They all said, “Yes, Teacher.”","$":{"class":"indent"}},{"_":"They then stood around to watch me practicing with Tuan and Thanh. After a while, they started practicing themselves. At that point, they realized it was too hard to understand, especially the hand positions and directions.","$":{"class":"indent"}},{"_":"I said, “It is too hard to show you how to move unless I can hold your hands or wrists. When learning martial arts, we must discard the perceptions of Confucianism. Nowadays, we must accept liberal thought. I have to practice with one of you, then that person will practice with the rest. I need one volunteer.”","$":{"class":"indent"}},{"_":"No one volunteered, but they all suggested, “Diep, you should practice with Teacher Hiep.”","$":{"class":"indent"}},{"_":"Diep said, “Practicing with you is not a problem, but I don’t want you to touch my skin.”","$":{"class":"indent"}},{"_":"In my country, many girls, especially in the rural areas, were still shy when making contact with males.","$":{"class":"indent"}},{"_":"I said, “So there is no way I can teach you. Do you have any measure to prevent skin-to-skin contact?”","$":{"class":"indent"}},{"_":"All of them shook their heads. A moment later, Diep said, “I have one way.”","$":{"class":"indent"}},{"_":"Everyone asked, “What’s that?”","$":{"class":"indent"}},{"_":"Diep suggested, “I think there is one way that you can hold our hands for teaching.”","$":{"class":"indent"}},{"_":"I asked, “How?”","$":{"class":"indent"}},{"_":"“We could use old newspapers to wrap around our wrists, so you can hold our wrists but through the newspapers.”","$":{"class":"indent"}},{"_":"I laughed at her funny idea and said, “That’s fine.”","$":{"class":"indent"}},{"_":"They wrapped their wrists with some papers, and I continued teaching them aikido. I spent many evenings teaching them that kind of martial arts. During those days, the insane woman did not show up.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Every year, on the occasion of Tet or before the vacation, the students asked me to tell them a “martial arts fantastic love story” (Vo Hiep Ky Tinh). During my spare time, I used to tell them interesting stories by playing all the roles of the characters of the story. They loved to listen to me tell that kind of story.","$":{"class":"indent"}},{"_":"That year, when summer vacation was coming, every class in school was preparing a farewell party. All the eleventh grades pooled together to make a big one. They asked me to tell them a story. I told them to make a small stage and bring in a bamboo stick two meters long, and I would tell them a martial arts romantic story that I based on a Hong Kong movie.","$":{"class":"indent"}},{"_":"That morning, I arrived at the classroom and saw, besides the thing that I had asked for, there were a couple of soft drink bottles.","$":{"class":"indent"}},{"_":"I asked, “Why did you put these bottles over here?”","$":{"class":"indent"}},{"_":"Tri, a schoolboy, replied, “For you, Teacher.”","$":{"class":"indent"}},{"_":"I said, “For me? Only one bottle is enough.”","$":{"class":"indent"}},{"_":"Van Phuong said, “We fear that when you tell a story, you will be very thirsty, so we bought some for you.”","$":{"class":"indent"}},{"_":"I went to the stage and started to play. The very big crowd in the room and outside made me quite excited. When I reached the point where the hero used his weapon to block the attack of his enemy and executed a drop kick, I also executed that move as in the movie. When I was executing the drop kick, I unexpectedly heard the sound of material tearing, then the whole crowd burst into laughter. I touch my buttocks and found that my pants had ripped.","$":{"class":"indent"}},{"_":"I felt ashamed and said, “Because of technical problems, the story will temporarily stop. Ten minutes from now, I will continue.” I rode my Honda home to change into a military uniform, then went back there for the play. The whole crowd still waited for that story. By noon, the story ended with the sobbing of schoolgirls.","$":{"class":"indent"}},{"_":"I left the class and went to Diep’s house to bid farewell to her group. But when I reached there, I found no one; the door was locked from the outside. I sadly walked home. On the way, I came across Tan Thanh. I asked, “Thanh, have you seen your aunt since this morning?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. A few minutes ago, I saw her going somewhere with a group of her friends and some teachers. One of them is Mr. Quan.”","$":{"class":"indent"}},{"_":"“Where did they go?”","$":{"class":"indent"}},{"_":"“I don’t know, sir.”","$":{"class":"indent"}},{"_":"I went home. Lying on my bed, I thought,  ","$":{"class":"indent"},"span":{"_":"So far, Diep hasn’t gone out with any male teachers. Why does she do so this time? The only man whom she contacts with is myself. Does she know I like her? And why am I jealous of her actions? She has the right to go out with any person she likes. I cannot interfere in her choice.","$":{"class":"italics1"}}},{"_":"We have a proverb, “N thâp tam, nam thâp luc” (, , Girl at 13, boy at 16) to depict the natural life. When a girl is thirteen years old, she may fall in love, and a boy of sixteen may do the same thing. Possibly, she has already fallen in love with someone else.","$":{"class":"indent"},"span":[{"_":"ữ","$":{"class":"times-reg"}},{"_":"̣","$":{"class":"times-reg"}},{"_":"̣","$":{"class":"times-reg"}},{"_":"̣","$":{"class":"times-reg"}},{"_":"女十三","$":{"class":"ms-gothic"}},{"_":"男十六","$":{"class":"ms-gothic"}}]},{"_":"I knew Quan was Diep’s teacher. He had sympathy for her, but I did not know if she felt the same way about him or not. Besides him, there were many young men of all kinds of social classes who were striving to conquer her heart.","$":{"class":"indent"}},{"_":"Lunchtime was over, but I did not feel hungry. I lay in bed until sunset, then went out, started my Honda, and rode to Tan Phu Temple.","$":{"class":"indent"}},{"_":"At that time, there was no one at Tan Phu Temple. The flamboyant tree was full of yellow, orange, and red flowers. The sun had not set yet, but the full moon was already out and appeared, then disappeared behind some patches of clouds at the east horizon. Looking at the vast river, I saw some duckweed patches floating on the water surface and suddenly felt very sad and very lonely.","$":{"class":"indent"}},{"_":"I composed a poem:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"ĐÌNH TÂN PHÚ","$":{"class":"bold-italic"}}},{"$":{"class":"indent"},"span":{"$":{"class":"bold-italic"}}},{"$":{"class":"indent"},"span":[{"_":"Đình Tân Phú chi","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":"u nay qu","$":{"class":"italics1"}},{"_":"ạ","$":{"class":"times-italic"}},{"_":"nh qu","$":{"class":"italics1"}},{"_":"ẽ","$":{"class":"times-italic"}},{"_":".","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Sông Ti","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":"n Giang l","$":{"class":"italics1"}},{"_":"ặ","$":{"class":"times-italic"}},{"_":"ng l","$":{"class":"italics1"}},{"_":"ẽ","$":{"class":"times-italic"}},{"_":" n","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c trôi.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Mây đang l","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":" l","$":{"class":"italics1"}},{"_":"ữ","$":{"class":"times-italic"}},{"_":"ng chân tr","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Bèo xanh trôi n","$":{"class":"italics1"}},{"_":"ổ","$":{"class":"times-italic"}},{"_":"i bi","$":{"class":"italics1"}},{"_":"ế","$":{"class":"times-italic"}},{"_":"t n","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i nào ng","$":{"class":"italics1"}},{"_":"ừ","$":{"class":"times-italic"}},{"_":"ng?","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Thân ta đã khôn ch","$":{"class":"italics1"}},{"_":"ừ","$":{"class":"times-italic"}},{"_":"ng v","$":{"class":"italics1"}},{"_":"ấ","$":{"class":"times-italic"}},{"_":"t v","$":{"class":"italics1"}},{"_":"ả","$":{"class":"times-italic"}},{"_":".","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"M","$":{"class":"italics1"}},{"_":"ố","$":{"class":"times-italic"}},{"_":"i nhân duyên nào đã th","$":{"class":"italics1"}},{"_":"ả","$":{"class":"times-italic"}},{"_":"nh th","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Trăng ","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i ta h","$":{"class":"italics1"}},{"_":"ỏ","$":{"class":"times-italic"}},{"_":"i đôi l","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Ng","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i ta yêu d","$":{"class":"italics1"}},{"_":"ấ","$":{"class":"times-italic"}},{"_":"u ","$":{"class":"italics1"}},{"_":"ở","$":{"class":"times-italic"}},{"_":" n","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i ph","$":{"class":"italics1"}},{"_":"ươ","$":{"class":"times-italic"}},{"_":"ng nào?","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"VHKT 1971- Ch","$":{"class":"italics1"}},{"_":"ợ","$":{"class":"times-italic"}},{"_":" Lách- V","$":{"class":"italics1"}},{"_":"ĩ","$":{"class":"times-italic"}},{"_":"nh Long.","$":{"class":"italics1"}}]},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute67","src":"image/Image1997.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\Dinh Tan Phu.jpg"}}},{"_":"Translation:","$":{"class":"noindent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"Tan Phu Temple","$":{"class":"bold-italic"}}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"Tan Phu Temple, this evening, is so lonely.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Tien Giang River, water flows tranquilly.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Black clouds are floating at the horizon.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Green duckweeds are drifting without landing zone.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"My life is too laborious.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"My love is very tedious.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"The Moon, I have a question for you.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Where does my lover go to?","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"_":"On the river, once in a while, a boat passed by; I looked after it until it disappeared at the horizon. After a while, a small boat appeared on the river surface from Tan Phong Island with some latania-leafed hats. Tan Phong is an island in the Mekong River northwest of Tan Phu Temple; it also is a very rich village of Cho Lach District.","$":{"class":"indent"}},{"_":"As I watched the beautiful moon, suddenly, I heard the sound of a small boat engine. Then I heard the voices of some girls calling from the boat, “Teacher Hiep is on the riverbank.”","$":{"class":"indent"}},{"_":"Looking in that direction, I realized that the boat was coming from Tan Phong Island. On the boat, I saw a pink coat among several girls and some male teachers. Mr. Quan was one of them. Be Tu, a male student, was driving the boat. Be Tu’s house was at Tan Phong Village.","$":{"class":"indent"}},{"_":"All of a sudden, the pink-coated girl rose up on the small boat. She yelled with joy, “Teacher!”","$":{"class":"indent"}},{"_":"Some other girls simultaneously screamed with frightened voices, “Diep! Sit down or the boat will capsize!”","$":{"class":"indent"}},{"_":"Diep sat down. I had no time to respond to her call before the boat disappeared behind a row of trees.","$":{"class":"indent"}},{"_":"All my sadness suddenly disappeared as her voice called to me. I got onto the Honda and drove home. I thought, ","$":{"class":"indent"},"span":{"_":"Diep also liked me a lot. While she was in the middle of the current, she forgot the danger and rose up to call me.","$":{"class":"italics1"}}},{"_":"At home, I went to a hammock hanging between two mango trees and lay there to enjoy the breeze from the canal. Ten minutes later, the boat stopped at a place about seven meters from the hammock. Diep and Lam went to the hammock.","$":{"class":"indent"}},{"_":"Diep said, “Those are bad guys, Teacher.”","$":{"class":"indent"}},{"_":"I asked, “Why do you say that?”","$":{"class":"indent"}},{"_":"Lam said, “They wanted to flirt with Diep and My Lan, Teacher.” ","$":{"class":"indent"}},{"_":"My Lan was a female student of the school. She was also a pretty girl.","$":{"class":"indent"}},{"_":"I said, “Perhaps they were all drunk!”","$":{"class":"indent"}},{"_":"Diep asked me with a smile, “Be Tu gave me a big mango. Do you want to join us in eating it?”","$":{"class":"indent"}},{"_":"I smiled. “Of course! Why not?”","$":{"class":"indent"}},{"_":"I followed them to their house to enjoy that mango. I asked, “When do you return to Tan Thieng?”","$":{"class":"indent"}},{"_":"Lam said, “We’ll stay here for a few days, then return home after that, Teacher.”","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_48"}}}}}}