{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_11"}},{"_":" Chapter 5","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor006","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute20","src":"image/Image1596_copy.png","alt":"Chapter 14"}}}},{"_":"he Lunar New Year was coming. All the classes at school began to organize a committee to prepare a party to celebrate that occasion. I was elected as the chief of the celebration committee for my class, and Binh was a member.","$":{"class":"firstpara"},"span":{"_":"T","$":{"class":"_idgendropcap"}}},{"_":"One day, during a meeting of the committee, I said, “I think we should be here at 1:00 p.m. to arrange the tables and benches and also prepare fruits, candies, and soft drinks.”","$":{"class":"indent"}},{"_":"Everyone agreed with that idea.","$":{"class":"indent"}},{"_":"At 1:00 p.m., I was in front of the school. I saw no one but Binh approaching from the other end of the street. I stayed there waiting for her, and we walked together to the gate after exchanging a smile. We stood at the gate to wait for our classmates while chatting. Several minutes passed by, and no one showed up. It was too hot at that place. We could not get into the classroom because the class leader, Ba Gà, kept the key. (Ba is his name and Ga means “chicken.” His family raised many chickens, so he was nicknamed Ba Gà.)","$":{"class":"indent"}},{"_":"I suggested, “Binh, to avoid the heat, I think we should go to the back veranda to wait for our friends. What do you think?”","$":{"class":"indent"}},{"_":"Binh nodded. “I agreed with your idea. Let’s go!”","$":{"class":"indent"}},{"_":"We went side by side, going around the building to the back of our class. This time, I did not feel shame because nobody was in school. There was a broken two-meter-long student table there, which the janitor put there for fixing. Binh sat at one end of the bench, and I sat at the other.","$":{"class":"indent"}},{"_":"While we were chatting, the two bullies of the school—the ones who had opened the window next to Binh many times to flirt with her—suddenly appeared at the end of school. One of them was a body builder, so he had a bulky body, and the other was as skinny as me but taller. They paused for a moment to talk to each other, then went to our bench.","$":{"class":"indent"}},{"_":"They did not say anything but sat on the bench between Binh and me.","$":{"class":"indent"}},{"_":"They ignored me, turned to Binh, and said, “Hello, Binh. How are you today?”","$":{"class":"indent"}},{"_":"Binh stood up and replied, “I’m fine, thank you.”","$":{"class":"indent"}},{"_":"She left there for the other end of the veranda; I still sat on the bench with those two boys. Her action made those two boys lose face.","$":{"class":"indent"}},{"_":"The skinny guy, sitting next to me, raised his chin and asked me, “What are you doing here?”","$":{"class":"indent"}},{"_":"I said, “We are waiting for my classmates.”","$":{"class":"indent"}},{"_":"He frowned, “Why don’t you wait for them in front of the class?”","$":{"class":"indent"}},{"_":"I felt angry; they were impolite to sit between us, and that kind of question was asked as if they were questioning a criminal.","$":{"class":"indent"}},{"_":"I said, “We can wait for them anywhere we want to. That doesn’t belong to your lay.”","$":{"class":"indent"}},{"_":"He stared at me with threatening eyes. “What? Dare you say so?”","$":{"class":"indent"}},{"_":"I repeated word by word. “It’s not your business.”","$":{"class":"indent"}},{"_":"They both stood up. The skinny guy rolled up his sleeves. “I know you are a tough guy, but I want to know how tough you are.”","$":{"class":"indent"}},{"_":"I laughed scornfully and said, “I don’t want to fight with you.”","$":{"class":"indent"}},{"_":"He burst into laughter. “Ha! Ha! Are you afraid of me?”","$":{"class":"indent"}},{"_":"I shook my head, saying, “I’m not afraid of you or anyone at all. I am only afraid of doing something wrong. I’ve fought several times in the past, not for my hobby, but for self-defense, to protect my prestige, and to vindicate the rights of other weak people.”","$":{"class":"indent"}},{"_":"Binh heard us talk aloud. She recognized I was in trouble, so she started to walk hurriedly back to me. She realized that if they started a fight, I had to confront two strong members of a gang.","$":{"class":"indent"}},{"_":"Binh dissuaded me, “Hiep, don’t start a fight.”","$":{"class":"indent"}},{"_":"I said, “I don’t want fighting, but he wants it.”","$":{"class":"indent"}},{"_":"The guy lost in this logical argument. His face became red, and he pointed to me. “Fuck you! Dare you fight with me?”","$":{"class":"indent"}},{"_":"I was so angry at his vulgar word, so I raised my fist to prepare for combat. “Now I have to fight because you insulted me. Do you want to fight one by one or two at a time?”","$":{"class":"indent"}},{"_":"Binh dissuaded me again, “Hiep! Don’t! Please…”","$":{"class":"indent"}},{"_":"I knew that if I fought those two guys, I would be wounded. However, with my prestige, I had no choice. I do not tolerate anyone insulting my prestige, even though it would put me in danger. At the same time, I heard the front door opening. A dozen of my friends opened the door next to us.","$":{"class":"indent"}},{"_":"They asked, “What’s going on, Hiep?”","$":{"class":"indent"}},{"_":"I did not say, but the guy who had just insulted me replied instead, “Nothing!”","$":{"class":"indent"}},{"_":"Then he pulled his friend and walked away.","$":{"class":"indent"}},{"_":"We went back to our class and started to prepare for the party.","$":{"class":"indent"}},{"_":"All the male students helped me to decorate the class with paper flowers and firecrackers.","$":{"class":"indent"}},{"_":"While finishing my job, I went over to Binh and asked her, “May I give you a hand?”","$":{"class":"indent"}},{"_":"Binh smiled. “Oh! Sure! Please bring the big watermelon over there, and follow me.”","$":{"class":"indent"}},{"_":"We walked side by side in front of other eyes, but after many times of chatting with her, I became more and more brave. Binh had a very good hand; she cut watermelon into flower shapes and displayed it on big dishes.","$":{"class":"indent"}},{"_":"While cutting a watermelon, Binh said gently to me, “Hiep, I hate the two boys who bothered us this afternoon.”","$":{"class":"indent"}},{"_":"I felt happy with her words.","$":{"class":"indent"}},{"_":"We went around to arrange fruits and candies until everyone in the class gathered for the party. I waited for my friends to take their seats, then, on behalf of the leader of the organization, I gave a few words to my friends, wishing them and their families a happy, prosperous new year. After that, I began to burn the firecrackers.","$":{"class":"indent"}},{"_":"Having no experience with firecrackers, Binh stood very close to them; she was very scared when they started exploding. She ran around and finally approached me, then stood right in front of my face with both hands covering her ears. I wanted to stretch my arms to hold her, but I dared not do so. The fragrance from her hair scared the smell of firecrackers away. I had a feeling that I was in paradise.","$":{"class":"indent"}},{"_":"A few weeks ago, in that situation, I would have run away in shame, but now, I had a feeling of protecting her. A lot of friends were pointing at us and saying something. The firecrackers exploded vehemently. I feared that Binh would be hurt, so I pushed her to stand behind my back and used my skinny body to cover her.","$":{"class":"indent"}},{"_":"When it was over, we looked for place to sit. I saw two vacant seats together. I did not know if that was a coincidence or if my friends intentionally left them vacant. Binh came there and took one. I was supposed to take the other, but looking around, I realized all my classmates’ eyes were staring at me, as if they wanted to see an interesting thing happening. I was so ashamed, I went to Suy and Hoa and asked them to move over to make room, and I sat between them.","$":{"class":"indent"}},{"_":"Hoa asked me, “Why don’t you sit over there?”","$":{"class":"indent"}},{"_":"I kept quiet.","$":{"class":"indent"}},{"_":"Suy said, “You are stupid. What a stupid boy!”","$":{"class":"indent"}},{"_":"I also felt I was a real dummy.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute21","src":"image/Image1608_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\tet cel.png"}}},{"_":"*****","$":{"class":"xxx1"}},{"_":"After Tet, I became the target of Mr. T’s attacks. He always said I was an impolite, eccentric, rude student. Binh knew I was saddened by the attacks, so many times, she consoled me.","$":{"class":"indent"}},{"_":"Everything he blamed was incorrect, but eccentric was partially right.","$":{"class":"indent"}},{"_":"Perhaps I was unwillingly an eccentric person. At the age of sixteen or seventeen, I did not talk about my clothes. Being the son of a poor family, I had some trousers that were torn in the seat. After mending it several times, it had torn again. Dad angrily took a piece of material as big as a letter-size paper cut into a heart shape and mended over that place. Other boys my age never wore that kind of pants, but to help my parents, I ignored the teasing and kept wearing that to school.","$":{"class":"indent"}},{"_":"In just a few more months, the school year would be over. The school organized a drawing competition for the school magazine on the occasion of summer. Every junior and senior student would have an equal opportunity to compete for that award. The winner’s picture would be used for the magazine cover.","$":{"class":"indent"}},{"_":"To participate in the competition, I used watercolor to paint a picture of a closed book, with an empty inkpot lying next to the book. On the other side of the book, there was a pen. On top of the book, there was a branch of gorgeous flamboyant flowers. A flamboyant flower is a flower with five colorful petals, dark red at the center, which becomes red, orange, and then yellow. Scattered on the petals are a lot of red dots.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute22","src":"image/Image1615_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\Magazine Cover.png"}}},{"_":"The closed book, unused pen, and empty inkpot meant no school, time to relax. The gorgeous flamboyant flowers stood for summer. That kind of flower blossoms at the beginning of summer, so our country uses it as a symbol of summer vacation. The book with a blue cover stood for hopefulness for the future. And the result I won first prize.","$":{"class":"indent"}},{"_":"On the streets, we really saw the flamboyant flowers blossoming everywhere, which gave us a sign that the end of school year was coming soon. We had to study very hard for the examination. To avoid noise at home which would distract from my studying and because there was no library in town, I had to go to some remote area to study. One of those areas was the seashore at the Big Mountain’s foot, about four kilometers from my house.","$":{"class":"indent"}},{"_":"At that area, there was an old flat-top underground bastion that had been built by the Japanese during the World War II and had been deserted after the war ended. The bastion was hidden under luxurious trees, on a beach. It was very far from downtown and no one came there. For those reasons, it was very cool and quiet and became an ideal place to study.","$":{"class":"indent"}},{"_":"To help me, Dad let me use his bike to come there for studying every day. I used to walk back and forth on the flat roof of the bastion under the trees’ shade to learn the exam lessons.","$":{"class":"indent"}},{"_":"One day, I went to there to study. After a while, I saw Lam Minh Duc, a friend of mine, also coming there to study his lessons. Everyone in school called him Duc Lam to distinguish him from Duc Phan. He also a repeater, same class with Thanh.","$":{"class":"indent"}},{"_":"We worked hard for two hours, then took a break. We went to the water line to enjoy the sea breeze. Each of us sat on a rock, watching the waves lapping on the beach.","$":{"class":"indent"}},{"_":"Duc Lam asked me, “Hiep, tomorrow is the last day at school. We will have a farewell party at Mr. Phan’s period. Do you remember that?”","$":{"class":"indent"}},{"_":"I answered, “Yes, I do.”","$":{"class":"indent"}},{"_":"Duc said, “We’ll be very sad because we will miss our friends, is that right? And tomorrow what will happen to us?”","$":{"class":"indent"}},{"_":"I answered, “Yes. I feel very sorrowful, but que sera sera, whatever will be will be.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-080-backlink"},"a":{"_":"9","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-080"}}}}},{"_":"Duc suddenly looked at me and said, “I have one question for you, but I don’t know if you’re willing to answer or not.”","$":{"class":"indent"}},{"_":"I asked, “What is that, Duc?”","$":{"class":"indent"}},{"_":"“Do you love Binh?”","$":{"class":"indent"}},{"_":"I kept quiet for a while, then said, “For a beautiful girl as Binh, I like her very much. But I dare not say I love her because I’m not worthy to be her lover. Many people with high positions in society follow her step by step, including some teachers. Therefore, I think my love for her is only a one-way direction.”","$":{"class":"indent"}},{"_":"Duc smiled. “Hiep, I’m sorry to say this. Talking of love, I have more experience than you. There are many things that we cannot predict. According to my observation, as well as my friends too, we think that Binh loves you very much, although you have no career at all.”","$":{"class":"indent"}},{"_":"I felt very happy because other people also recognized that fact. I thought, ","$":{"class":"indent"},"span":{"_":"Possibly, Binh also loves me, and her actions show something strange so that other people could realize that.","$":{"class":"italics1"}}},{"_":"I emotionally said, “Thank you, Duc, for your consolation. Now we should go back to study.”","$":{"class":"indent"}},{"_":"The next day, my class was used to prepare the closing ceremony, so we had to borrow a vacant one in the elementary school to study. At the end of the class, there were some broken student benches piling up. During Mr. Phan’s English period, we had a simple party to bid farewell to each other; for the next few days, we would stay home to study our lessons for the examination. After the examination, some lucky ones would meet each other at school the next school year, but the unlucky ones would repeat the class or stay home forever.","$":{"class":"indent"}},{"_":"Mr. Phan opened the party by wishing everyone would pass the examination.","$":{"class":"indent"}},{"_":"The party began; we ate, drank, and chatted for half an hour.","$":{"class":"indent"}},{"_":"Then he said, “This party always seems to be boring and sad because of the separation between friends. I think that we should change the mood. What do you think?”","$":{"class":"indent"}},{"_":"The whole class liked that idea.","$":{"class":"indent"}},{"_":"Mr. Phan said, “So to change the atmosphere into a merry state, I suggest everyone in the chorus club should volunteer to sing a song. All right?”","$":{"class":"indent"}},{"_":"Many of us yelled, “Yeah! Yeah!”","$":{"class":"indent"}},{"_":"But no one in that club supported his idea.","$":{"class":"indent"}},{"_":"Mr. Phan said, “Is there anybody who has an idea to make the party merry?”","$":{"class":"indent"}},{"_":"I raised my hand.","$":{"class":"indent"}},{"_":"Mr. Phan asked, “Hiep, you have an idea?”","$":{"class":"indent"}},{"_":"“Yes, sir.” I said.","$":{"class":"indent"}},{"_":"“What’s that?”","$":{"class":"indent"}},{"_":"I stood up and displayed my idea: “To have equal opportunity, I suggest that everyone write his or her name on a small piece of paper as a ballot. Then we put them all in a hat. After that, you pick out one ballot at random. Whoever’s name is in that ballot must sing first. When he or she finishes the song, that one would appoint the next one to continue the program and so on.”","$":{"class":"indent"}},{"_":"The class gave me a big hand for that idea. Then everyone started to carry out that plan. Mr. Phan picked a ballot at random. The name on that ballot was Thanh.","$":{"class":"indent"}},{"_":"She sang a beautiful song, then she appointed Mr. Phan the successor. Mr. Phan was a young teacher, and he had just married a few months ago. He had a very good voice, and he sang a foreign song in English, “Come Back to Soriento.” When he finished the song, he appointed Binh to be next. Binh was not a good singer, but she didn’t sing too badly.","$":{"class":"indent"}},{"_":"As the song was about to come to an end, I had a feeling that Binh would appoint me to sing next. If that were true, I would be in trouble. Since the day we migrated to South Vietnam, I did not know any song except some Communist ones that we had learned before. The entire class focused on her. Taking advantage of this, I secretly got down under the table, crawled to the end of the classroom, and hid under the pile of broken tables.","$":{"class":"indent"}},{"_":"When Binh finished the song, the class applauded to cheer her on. She looked around for a second, then sat down.","$":{"class":"indent"}},{"_":"Mr. Phan asked her, “Who would be next, Binh? Why don’t you appoint anyone at all?”","$":{"class":"indent"}},{"_":"Binh blushed with shame, looked down to the table, and said, “Teacher, I would like to ask one person to sing next, but he is not here now.”","$":{"class":"indent"}},{"_":"The whole class asked, “Who is that? Who is that?”","$":{"class":"indent"}},{"_":"Binh did not reply.","$":{"class":"indent"}},{"_":"Mr. Phan asked, “Who is that, Binh?”","$":{"class":"indent"}},{"_":"She still looked down, and mumbled, “It is…Hiep.”","$":{"class":"indent"}},{"_":"Everyone looked at the table where Duc Phan, Suy, Hoa, and Tieng sat because I had just sat at same table with them.","$":{"class":"indent"}},{"_":"Mr. Phan asked Hoa and Suy, “Do you know where Hiep is?”","$":{"class":"indent"}},{"_":"Hoa answered, “Teacher, he has just sat over here, but I don’t know where he is now.”","$":{"class":"indent"}},{"_":"Some students went out of the class, and others went to the backyard to look for me. But they all returned with empty hands. Everyone was very surprised.","$":{"class":"indent"}},{"_":"Hoa and Tieng looked under the table and yelled, “He is there!”","$":{"class":"indent"}},{"_":"I crawled out of the broken benches with trash and a spiderweb on my face, while the entire class was seized with convulsive laughter.","$":{"class":"indent"}},{"_":"Mr. Phan said, “Hiep, you must sing a song in accordance with Binh’s request.”","$":{"class":"indent"}},{"_":"I scratched my ears. “Teacher, I’m so stupid to bring up my suggestion to the class. Actually, I do not know any song at all.”","$":{"class":"indent"}},{"_":"The class yelled, “You are the one who proposes the program, now you try to get away with it?”","$":{"class":"indent"}},{"_":"Mr. Phan said, “If you don’t know any song, you ought to do something else.”","$":{"class":"indent"}},{"_":"The class yelled, “Narrate a funny story!”","$":{"class":"indent"}},{"_":"As I was about to tell a funny story, Mr. Van, the mathematics teacher, suddenly appeared at the door. All of us had to rise to salute him, then Mr. Phan invited him to sit on a chair, but he refused and had a few words:","$":{"class":"indent"}},{"_":"“Today is the last day of the school year, so I have a few words to say to you.” He said, “Firstly, I wish everybody in this class would succeed in the coming examination. In order to pass the examination, you have to work very hard within fifteen days after tomorrow. After four years of teaching you in mathematics, I know that some of you would have a marvelous result in the examination. To those who pass the test, I don’t have a chance to teach you again, but I hope all of you never stay in my class. Good luck to all of you. However, I think academic achievement is less important than good behavior.”","$":{"class":"indent"}},{"_":"We clapped our hands to show our grateful thoughts to him.","$":{"class":"indent"}},{"_":"After Mr. Van left, I started telling a funny story, which the class enjoyed.","$":{"class":"indent"}},{"_":"By the end of that week, the school board organized a ceremony to distribute the awards for all outstanding students. My special award was cut due to my actions in the past that broke many school rules! My individual achievement in mathematics, physics, and literature were also cut due to my behavior. The only award that I could receive was the painting contest for the summer magazine cover of school. Nevertheless, I did not show up to receive that award.","$":{"class":"indent"}},{"_":"Suy got the second place and individual award for English and music. That award was upgraded to first place because mine had been cut. Suy also boycotted that award to protest the school board. His action made me respect him a lot. With his family situation, the prize had great value because he could receive many textbooks, dictionaries, and other schooling instruments that we had spent a lot of money to buy.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After the award ceremony day, I did not have a chance to see Binh again. I really missed her, but for my future, I had to study as hard as I could. I always wondered if Binh missed me or not.","$":{"class":"indent"}},{"_":"The time passed by very quickly. Finally, the examination day arrived. We had to pack our luggage to go to Phuoc Tuy Province for the examination. At that time, the examination was held at Ba Ria, the capital town of Phuoc Tuy province, twenty-four kilometers from our town. All ninth graders and the higher-grade students (if they failed the previous tests) of Long Hai, Ba Ria, Long Dien, Dat Do, and Vung Tau districts gathered there for the examination. Therefore, we had to bring some clothes and money to live there for the three days of the examination. All the boys lodged at boys’ elementary school, and all the girls lodged at girls’ elementary school in the town.","$":{"class":"indent"}},{"_":"The first day, we had to take Vietnamese; it took three hours to finish. At noon, the first part of the examination was over. When I got out of the class, I saw Binh standing at the gate. She was being circled by a group of boys. They were asking her about her test. Being confused, I did not know how I should react. If I went to her, I did not know if she would appreciate my presence or not. For that reason, I pretended not to see her, although after a fortnight of separation, I missed her a lot.","$":{"class":"indent"}},{"_":"When I was passing by her, I saw no sign that Binh wanted to see me. My heart suddenly felt pained, and the sun abruptly set.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"She is a beautiful girl, so many young gentlemen would follow her. Just a few days without seeing each other, she may forget me, a poor boy.","$":{"class":"italics1"}}},{"_":"Just then, I heard Binh’s voice from behind. “Hiep, wait for me!”","$":{"class":"indent"}},{"_":"The pain in my heart disappeared as she called me. I felt the sky all of sudden become clear and bright after many days of storm. I halted to wait for her. Binh forced herself through the crowd to go to me. We exchanged a smile, then walked side by side to the market, where we would take lunch. Thanh and some other girls also joined us. Behind us, there were several boys following. When we were about to sit at a table of a small inn, those boys also brought some chairs to sit at the same table with us.","$":{"class":"indent"}},{"_":"I said, “What kind of dishes do you guys want to eat? Let me know, so I’ll order for you.”","$":{"class":"indent"}},{"_":"Each gave me his or her favorite dish.","$":{"class":"indent"}},{"_":"Binh said, “Hiep, give me your hat, then order food for all of us.”","$":{"class":"indent"}},{"_":"I gave my hat to her and went to the counter to order food for everyone. Binh hung her hat and mine behind a chair next to her and put her arm on it. I did not know if Binh intended to do that or not, but with that action, the whole group looked at me, and no one dared to sit on that chair. Returning to the table, I realized that was the only vacant chair, so I sat on that and felt so glad. That was the first time I sat next to her, the beauty of my dreams.","$":{"class":"indent"}},{"_":"After lunch, we separated to go back to our lodge to study mathematics and physics for the next day of examination. Binh and her friends returned to the girls’ school. Those boys had no reason to follow Binh, so they followed me back to the boys’ elementary school.","$":{"class":"indent"}},{"_":"After leaving the inn for a few seconds, I heard Binh call me from behind, “Hiep, come here! I have something to ask you.”","$":{"class":"indent"}},{"_":"I turned around and saw her standing alone in a tree’s shade.","$":{"class":"indent"}},{"_":"I hurriedly ran to her. “What’s up, Binh?”","$":{"class":"indent"}},{"_":"Binh smiled. “Nothing at all, but I want to tell you that those boys always bother me. I don’t want to see them again. This evening, you find a way to go to the small restaurant at the other end of the town for dinner. Tomorrow, we’ll pretend to go back to our lodge, then do the same thing to get there for our lunch.”","$":{"class":"indent"}},{"_":"I felt very happy because she reserved her sympathy for me alone. “Okay, Binh. See you this evening.”","$":{"class":"indent"}},{"_":"That evening, after reviewing some important theorems and formulas of mathematics, physics, and chemistry, I played with my friends for a while. At sunset, it was about time to have a rendezvous with Binh; I planned to leave there, but the other boys also followed me. Every time I made a move, all the other boys also made the same move.","$":{"class":"indent"}},{"_":"Finally, I pretended to go to the restroom. When I arrived at the restroom at the back of the school, I jumped over the barbed wire fence in the backyard, sneaking behind some bushes. Waiting for the right time, I went to the restaurant.","$":{"class":"indent"}},{"_":"When I reached the restaurant, I saw Binh was not there. I sat at a table in a quiet corner, waiting for her. I felt very anxious, second by second, and feared that she would not show up. I silently prayed that she would come there soon.","$":{"class":"indent"}},{"_":"Several minutes later that to me felt like several hours, Binh appeared at the corner in the long purple dress, the dress she wore when I had met her the first time. How beautiful she was! She was as beautiful as an angel. We sat down at a table for dinner while chatting. I wished I had enough money to buy dinner for her, but I didn’t, so we had to pay separately when we finished our dinner.","$":{"class":"indent"}},{"_":"At the school lodge, when they saw me return, those boys asked, “Hiep, where did you take dinner?”","$":{"class":"indent"}},{"_":"“I visited my cousin at sunset, then had dinner with him,” I lied.","$":{"class":"indent"}},{"_":"“Did Binh go with you?”","$":{"class":"indent"}},{"_":"“No.”","$":{"class":"indent"}},{"_":"Astonished, they said, “It’s so weird! We neither see you nor Binh at dinner. Where was she at that time then?”","$":{"class":"indent"}},{"_":"The next day, after the test, I did not care for someone laughing at me. I went to Binh’s class to wait for her. As soon as I arrived there, she also walked out of her class. She asked me to show her how to solve the mathematics problem. We stood shoulder to shoulder. Accidentally, her shoulder hit mine; I felt as if an electric current were running throughout my body. She asked me many questions in physics and chemistry too. I slowly made it clear to her. Soon, many boys and girls circled around Binh and me. Each one asked me one question. It took me a half hour to answer them.","$":{"class":"indent"}},{"_":"As per our plan, Binh and I said goodbye to each other then went back to our own lodges. Those boys also followed me back to the school. After changing clothes, I pretended to go to the restroom again, and repeated my process. Unfortunately, when I jumped over the barbed wire fence in the backyard, I heard someone yelling in the school, “Hey guys, I see Hiep jumping over the fence!”","$":{"class":"indent"}},{"_":"I ran very fast to the rendezvous place with Binh. As we sat down for lunch, the pack of those damn boys appeared at the door.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Half a month after taking the examination, we were very excited to wait for the result. At home, I always estimated how many points I got in every subject. After adding up all those points, I calculated that I would pass the test, but the next time, I calculated that I would fail because of the different thinking of the judges. So I lived in a bad mood with the nightmare of failing the examination.","$":{"class":"indent"}},{"_":"One day, Tin, a friend of mine, came to my house on his bike.","$":{"class":"indent"}},{"_":"He told me, “Hiep, I was told by someone that today the examination committee would post the results at Ba Ria. Do you want to go there to check?”","$":{"class":"indent"}},{"_":"“Yes, but by what means?”","$":{"class":"indent"}},{"_":"Tin tapped his bike. “By this.”","$":{"class":"indent"}},{"_":"“Okay, let me ask Mom for permission.”","$":{"class":"indent"}},{"_":"After getting permission, I told Tin, “Tin, let me carry you because your legs are not too good.”","$":{"class":"indent"}},{"_":"Tin’s leg had been injured when he was young. Tin is a good playwright, so he used to write some plays that I played the main character.","$":{"class":"indent"}},{"_":"Unfortunately for us, it was very windy on that day. We spent more than two hours getting there. I was almost exhausted because of carrying another person while going against the wind. We were so disappointed, upon seeing no result list at all. We returned home to wait in worry again.","$":{"class":"indent"}},{"_":"One evening, when I was fetching water for my family, I saw a girl riding a bike approaching my home. Because of the obscure light of twilight, I could not recognize that girl, so I kept on working. The girl stopped her bike behind me. I looked back and recognized that it was Binh.","$":{"class":"indent"}},{"_":"I yelled with joy, “Binh!”","$":{"class":"indent"}},{"_":"Binh said, “Hi, Hiep. Can we go inside and talk about something?”","$":{"class":"indent"}},{"_":"“No. My parents have some friends visiting, so they are taking dinner. Do you have anything to tell me?”","$":{"class":"indent"}},{"_":"“Yes, Hiep. You passed the examination with a very high score.”","$":{"class":"indent"}},{"_":"I was very glad about that result. I was finally paid off for what I had to suffer for a few months.","$":{"class":"indent"}},{"_":"I said, “Really? How about you?”","$":{"class":"indent"}},{"_":"Binh said in a low voice, “I failed.”","$":{"class":"indent"}},{"_":"“What? You failed? Sorry, Binh.”","$":{"class":"indent"}},{"_":"Through the dark of the night, I still recognized the teardrops in her eyes, which were reflecting the neon light in my house. I knew, at this moment, I had to say something to reduce her sadness, but I did not know how to console her more. We both stood still there for a while.","$":{"class":"indent"}},{"_":"A moment later, I asked her, “Why do you know that result?”","$":{"class":"indent"}},{"_":"“The English teacher, Mr. Phan, let me know,” she replied sadly. “He also said you have the highest score of the whole center.”","$":{"class":"indent"}},{"_":"“Really? Who else has the highest score?”","$":{"class":"indent"}},{"_":"“One more person: he is not a student but an old public officer. He told me you are on top of all students, which is called magna cum laude.”","$":{"class":"indent"}},{"_":"I was very excited about that news, but thinking of her situation, I had to suppress my emotions in front of her. After talking for a few more minutes, Binh said goodbye and returned home. I sighed, took pity on her, and watched her go until her figure disappeared in the darkness.","$":{"class":"indent"}},{"_":"My parents were very happy about that result. Although we were poor, they gave me a Seiko watch as an award.","$":{"class":"indent"}},{"_":"A few days later, I met Thanh.","$":{"class":"indent"}},{"_":"She said, “Hiep, congratulations! You got magna cum laude.”","$":{"class":"indent"}},{"_":"I said, “Congratulations to you too. You passed the examination, but I felt so sad for Binh.”","$":{"class":"indent"}},{"_":"“Me too, Hiep. I met her yesterday. She cried a lot.”","$":{"class":"indent"}},{"_":"I was very surprised. “Really? The other day, she came to my house to inform me about the result. At that time, I saw her very sad, but she did not cry.”","$":{"class":"indent"}},{"_":"Thanh laughed. “Hiep, in our culture, a girl never cries before a boy or man, unless he is her lover.”","$":{"class":"indent"}},{"_":"I thought, . ","$":{"class":"indent"},"span":[{"_":"Thanh is right","$":{"class":"italics1"}},{"_":"Binh has never said the words “I love you” to me, and I have never done the same thing. Does Binh love me or not? Perhaps Binh does not know my sentiment toward her. Only I myself know that I have already fallen in love with her.","$":{"class":"italics1"}}]},{"_":"Two days later, again at sunset, Binh came to my house. Luckily for me, my parents were visiting a friend. I asked her to come into the house.","$":{"class":"indent"}},{"_":"We stood at the students’ table of Mom’s class. Coincidentally, she stood at the place where she came the first time, and her hand caressed the table surface; she seemed to recall her memory of the first day we met. She looked so sad, but that appearance mixed with her beauty made her a lovely girl.","$":{"class":"indent"}},{"_":"Without thinking, I asked, “Where are you going?”","$":{"class":"indent"}},{"_":"After asking, I felt so stupid. Binh, of course, came to my house to see me, to talk, and to reduce her sadness. I did not even make her some tea or say something funny to make her happy.","$":{"class":"indent"}},{"_":"Binh said, “I came here merely to see you.”","$":{"class":"indent"}},{"_":"I asked, “Really? Binh, you came here merely to see me, or do you have something else?”","$":{"class":"indent"}},{"_":"She sorrowfully said, “I only came to see you.”","$":{"class":"indent"}},{"_":"I knew Binh came here to talk with me in order to lessen her depression, but I stood still as a statue of stone. Looking at her eyes, I saw they started to become red.","$":{"class":"indent"}},{"_":"I collected all of my courage, then said, “Binh, I understand your sorrowfulness, but God only bestows to each person one favor. I think you already received one favor from him. It is your beauty.”","$":{"class":"indent"}},{"_":"Binh could not say anything. I knew she strove to shield herself from the excess emotion. Eventually, she burst into tears. I could not predict that, so I did not have an appropriate reaction.","$":{"class":"indent"}},{"_":"I ran around her and implored, “Binh! Binh! I beg you to stop crying.”","$":{"class":"indent"}},{"_":"Binh cried more vehemently. I said to myself, “Should I let her know that I love her? No. I cannot say that, unless I plan to marry her. But if I marry her, what can I do for a living?”","$":{"class":"indent"}},{"_":"I discarded that idea right away.","$":{"class":"indent"}},{"_":"I came closer to her and said, “Binh! Stop crying, please! If my parents return here, we would have big trouble.”","$":{"class":"indent"}},{"_":"For a while, she stopped crying, then said goodbye. I walked along with her to the gate, then watched after her, until she disappeared at the corner of the street.","$":{"class":"indent"}},{"_":"That night, I couldn’t fall asleep. One big question ran through my mind: Does Binh love me? Why did she cry in front of me? Although we were only in ninth grade, most the students were seventeen or eighteen years old or maybe older because of war conditions and the tough examination system. At that age, Binh would marry, but as for me, I was too young to do so. If I wanted to marry her, I needed to pass two baccalaureate diplomas, then graduate from university as soon as possible. In addition, I had to have a job for a living. It was my responsibility. The conclusion: I could not marry her at that time.","$":{"class":"indent"}},{"_":"Because of my achievement in the exam, my sister and some of her friends asked me to tutor them in math, so they would pass next year’s Junior High Diploma.","$":{"class":"indent"}},{"_":"I used Mom’s classroom to teach them geometry and algebra for the ninth grade. They seemed to enjoy the way I explained mathematics problems.","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_22"}}}}}}