{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_12"}},{"_":" Chapter 6","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor007","class":"calibre2"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute23","src":"image/Image1622.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 06.jpg"}}},{"_":"few days later, I decided to go to see Binh at her house. On that day, her shop was closed. As usual, I stood in front of her house for fifteen minutes to think if I should knock the door or not. I did not know why during a fight I never felt scared, but each time I came to see her, I had a feeling of timidity.","$":{"class":"firstpara"},"span":{"_":"A ","$":{"class":"_idgendropcap1"}}},{"_":"I said to myself, “Hiep, you are stupid and cowardly. You have to do something.”","$":{"class":"indent"}},{"_":"I approached the door and raised my hand, preparing to knock at the door. Instantly, all my courage disappeared. I shook my head then walked away.","$":{"class":"indent"}},{"_":"Unexpectedly, I heard the door open behind me. I looked back and saw Miss Ni, Binh’s older sister. I bowed to salute her.","$":{"class":"indent"}},{"_":"She said to me as she closed the door, “Hiep, you should come in to console Binh. She is so sad.”","$":{"class":"indent"}},{"_":"I was surprised and did not know how she knew me as well as my name. Possibly, Binh talked to her about me sometimes.","$":{"class":"indent"}},{"_":"I asked her, “Sister, is Binh inside?” (In our culture, and depending on age, to show our respect to an older lady, we use the term “sister.”)","$":{"class":"indent"}},{"_":"“Yes.” She started to walk away.","$":{"class":"indent"}},{"_":"“Where are you going?”","$":{"class":"indent"}},{"_":"“I’m going to the market to buy something.”","$":{"class":"indent"}},{"_":"Ni went away and left me there alone with the door ajar. With those words from Ni, I regained my courage and I returned and knocked at the door.","$":{"class":"indent"}},{"_":"Soon, the door was opened. Binh appeared behind the door with surprise in her eyes and happiness on her lips, seeing me. We exchanged smiles instead of saying hello.","$":{"class":"indent"}},{"_":"Binh said, “Come in, Hiep.”","$":{"class":"indent"}},{"_":"Seeing her wet hands, I asked, “Are you busy?”","$":{"class":"indent"}},{"_":"“Yes, I’m washing our clothes, but we can chat.”","$":{"class":"indent"}},{"_":"I followed her to the kitchen where she was working.","$":{"class":"indent"}},{"_":"Binh took a stool and said, “Hiep, take a seat to chat.”","$":{"class":"indent"}},{"_":"She sat down and continued washing.","$":{"class":"indent"}},{"_":"I asked her, “How are you now?”","$":{"class":"indent"}},{"_":"“Better. I’m still sad but not as sad as some days ago.”","$":{"class":"indent"}},{"_":"“I’m glad to hear that.”","$":{"class":"indent"}},{"_":"“Hiep, do you have any plans for your future? What major will you take up?”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-079-backlink"},"a":{"_":"10","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-079"}}}}},{"_":"“I think that I need to cut short my high school year by skipping the tenth grade and attending eleventh grade instead. For my major, I will select math of B branch.”","$":{"class":"indent"}},{"_":"Binh smiled. “It’s very tough to skip the class, especially taking mathematics for the major, but I think you can do this.”","$":{"class":"indent"}},{"_":"“Binh, please do not say that to anyone else. You and Thanh are the only ones I revealed my secret to because I am not so confident I can pass the Baccalaureate-Part I.”","$":{"class":"indent"}},{"_":"“Okay, I promise.” She sighed. “I don’t know why I failed the Junior High Diploma twice.”","$":{"class":"indent"}},{"_":"Her shoulder started shivering. I guess she was going to weep.","$":{"class":"indent"}},{"_":"I said, “Binh, you should not be sorrowful like that. I think everyone has his or her own destiny.”","$":{"class":"indent"}},{"_":"Binh could not control herself. She burst into tears.","$":{"class":"indent"}},{"_":"Once again, I wanted to hold her shoulders to console her, but I could not do so.","$":{"class":"indent"}},{"_":"I implored her, “I beseech you to stop crying, Binh. When…When…” I was going to say, “When seeing your teardrops, my heart is broken.” But I suddenly held those words back because I thought it was too rude.","$":{"class":"indent"}},{"_":"Binh continued sobbing. I did not know how to make her to stop crying.","$":{"class":"indent"}},{"_":"After several minutes of persuading, I finally said, “Binh! If you continue crying like that, I must get out of here.”","$":{"class":"indent"}},{"_":"Binh ignored my imploring, so I had to say goodbye.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"A week later, I asked my parents to give me permission to skip tenth grade. They agreed but reminded me that it was hard to skip a class and expensive to attend private school.","$":{"class":"indent"}},{"_":"The next day, I went to Saigon to search for a private school that met my needs. Eventually, I found one called Nguyen Cong Tru High.","$":{"class":"indent"}},{"_":"After returning from Saigon, many times, I wanted to see Binh and let her know about my decision, but my timidity prevented me from doing that. I feared seeing her tears.","$":{"class":"indent"}},{"_":"At sunset the next day, I felt sad thinking of my separation with Binh. But because of my future, I had to make that decision. I borrowed Dad ’s bike and rode to the Front Beach (Bai Truoc). There, I found an empty bench. I sat on that bench to watch the waves lapping on the beach. There were a few people on the beach. Through a row of willow trees on the sand, I saw a sailboat far away at the orange horizon. I felt so lonely. I wished I could forget Binh forever, but thinking that, my heart was so pained as if spiked by an invisible needle.","$":{"class":"indent"}},{"_":"Looking at the yellow and orange sunset, which dyed the waves golden, I instantly made a short poem and spoke it quietly:","$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"Nă","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"ng chiê","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"u nhuô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"m sóng n","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c vàng.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":{"_":"Chân mây nam mác, bóng nàng đâu đây?","$":{"class":"italics1"}}},{"_":"(Sunset ray dyes golden waves,","$":{"class":"indent"}},{"_":"Cloud at distant horizon, her image somewhere around here.)","$":{"class":"indent"}},{"_":"I took a deep breath of fresh air to try to cool me down.","$":{"class":"indent"}},{"_":"All of a sudden, the sound of a bicycle brake echoed behind me. I looked back to see Binh in a light blue coat, standing there with her bike. She smiled a fascinating smile. She looked much better than several days ago.","$":{"class":"indent"}},{"_":"I yelled excitedly, “Oh! Binh! Where are you going?”","$":{"class":"indent"}},{"_":"“I’m taking a ride around the beach to dissolve my sadness.”","$":{"class":"indent"}},{"_":"“Binh, would you please sit over here?”","$":{"class":"indent"}},{"_":"I moved to the end of the bench to make room for her. She put her bike against a big tree trunk, then sat at the other end.","$":{"class":"indent"}},{"_":"I asked her, “How do you feel today?”","$":{"class":"indent"}},{"_":"“Much better. Have you made any decision about skipping a class yet?”","$":{"class":"indent"}},{"_":"“Yes, I will attend Nguyen Cong Tru High by the end of this summer.”","$":{"class":"indent"}},{"_":"Binh sighed. She quietly looked to the horizon. I also did the same thing. I did not know what she was thinking. I was thinking of the sorrowful day of separation. I wanted to say something to Binh to make her happier, but I feared if I said something wrong, it would make her cry instead. It would be a disaster for me if she cried over there.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute24","src":"image/Image1629_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\ADMIRING SUNSET TOGHETHER.png"}}},{"_":"Some minutes later, Binh broke the silence by telling me, “Hiep, I want to make some gifts for you, but I don’t know if you’ll like them or not.”","$":{"class":"indent"}},{"_":"I could not believe that the beauty of my dreams made me such an offer! So long had I wished to have this moment.","$":{"class":"indent"}},{"_":"I said with joy, “Whatever you give me, I will be very happy and consider it the most precious thing in my life.”","$":{"class":"indent"}},{"_":"“I will fold some objects from paper for you, but to do so, I need some colored papers. Do you have any?”","$":{"class":"indent"}},{"_":"“How about the  magazine?”","$":{"class":"indent"},"span":{"_":"Free World","$":{"class":"italics1"}}},{"_":"“That’s fine.”","$":{"class":"indent"}},{"_":"We sat there chatting for some time longer, then went home.","$":{"class":"indent"}},{"_":"The next day, I brought some  magazines to Binh, and the following day, she brought some presents to me. They were two table lights and two vases. Her name, Binh, means “peace,” but it also means “a vase.” I considered those gifts to be my most precious things and displayed them in the cupboard. In my country, only those who have sympathy of loving give a souvenir to the opposite sex. That was the first time I had received a souvenir from a girl.","$":{"class":"indent"},"span":{"_":"Free World","$":{"class":"italics1"}}},{"_":"Soon, the new school year was coming. It was the time for me to go to Saigon for my class and temporarily terminate my teaching career. Luckily, Trung Thu, a private junior high school in Saigon, accepted Mom as an English teacher. So Mom and I went to Saigon at the same time. Dad , Mai, and Thang still lived at Vung Tau. Leaving there, I really missed my friends, and of course I missed Binh the most.","$":{"class":"indent"}},{"_":"During that time, Binh and I still kept in touch with each other through the mail. Every time I missed her, I took her letters out to read again and again until they were worn out. My greatest happiness at that time was to wait for the mailman to come and hand me a letter from her.","$":{"class":"indent"}},{"_":"In the early morning of November 11, 1960, we heard gun reports. Everyone thought it was a battle between troops and the Viet Cong. We still went to school as usual, but at school, we learned that there was a coup d’etat of armed forces to overthrow President Diem and his brother Nhu’s family. The coup d’etat was led by Colonel Nguyen Chanh Thi and Lieutenant Colonel Vuong v Dong.","$":{"class":"indent"}},{"_":"I rode my bike to the Independent Palace where the president resided. There I saw thousands of parachute troops besieging the Palace. To my surprise, there were a lot of machine gun reports everywhere. We were caught between gunfights. We all had to lie down; I pushed my bike to get out of the battlefield.","$":{"class":"indent"}},{"_":"Soon, two other infantry divisions suppressed the coup.","$":{"class":"indent"}},{"_":"After that event, I started thinking of the political situation in South Vietnam. I doubted about the democracy and freedom of South Vietnam. Why did President Diem have to announce on radio about dissolving the government and setting up a new one? Was that a sign to prove to everyone that Diem’s regime was not supported by the South Vietnamese people?","$":{"class":"indent"}},{"_":"One day, I received a letter from Binh. In the letter, she wrote: “Hiep, if you have a chance of returning here, come to see me. I have something to talk to you about. And if you want, I will give you a pair of wooden sabots for a souvenir. Now I have something sad that I want to talk to you about.”","$":{"class":"indent"}},{"_":"A pair of wooden shoes? Did she imply any meaning in those words? For many people, a pair of shoes is the symbol for a pair of lovers. If that was true, Binh probably also loved me as I loved her.","$":{"class":"indent"}},{"_":"I hurriedly wrote a letter to console her and promised that I would come to see her when I had a chance.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"That chance came to me soon; that was the Tet occasion. After a long time of hard study, I returned to Vung Tau to see Dad and my siblings. I hoped I could see Binh after our several months of separation. That evening, I went to see Thanh at her house before seeing Binh because Thanh was best friend to both of us.","$":{"class":"indent"}},{"_":"Seeing me, Thanh was very merry.","$":{"class":"indent"}},{"_":"After some conversation about my education, she said to me with a smile on her face but a serious manner in her eyes, “Hiep, I have news that I want to tell you. Do you want to hear it?”","$":{"class":"indent"}},{"_":"I wondered about that news. “Bad news or good news?”","$":{"class":"indent"}},{"_":"Thanh frowned. “Perhaps bad.”","$":{"class":"indent"}},{"_":"I reluctantly answered, “Yes, I…do.”","$":{"class":"indent"}},{"_":"Thanh gave a forced laugh. “I’ll inform you of this news, but don’t faint. Okay?”","$":{"class":"indent"}},{"_":"Curiosity swelled in my head. I was eager to hear the news. “What is it, Thanh? Don’t beat about the bushes.”","$":{"class":"indent"}},{"_":"Thanh stopped laughing. “Binh is going to marry.”","$":{"class":"indent"}},{"_":"I felt a big thunderbolt hit to my head. Something stuck at my throat, as if I had just swallowed something big and hard. I tried to control myself from bursting into tears. I was successful in doing so. Thanh could not see the tears in my eyes, but she could see the tears in my heart.","$":{"class":"indent"}},{"_":"After a few seconds of silence, I asked, “When will she marry, Thanh?”","$":{"class":"indent"}},{"_":"“Actually, someone asked her to engage with him, but she replied that she needed to think it over.”","$":{"class":"indent"}},{"_":"“Is it a teacher?”","$":{"class":"indent"}},{"_":"“No!”","$":{"class":"indent"}},{"_":"I asked with a bitter voice, “Where did you learn that news?”","$":{"class":"indent"}},{"_":"“She told me last week. The man had proposed many times, but she delayed answering. The latest one was more than half a month ago.” Thanh paused for a second then continued, “I think Binh wants to delay that matter to wait for something.”","$":{"class":"indent"}},{"_":"I thought if that was true, Binh wrote to me a letter after that event. Is her “sad thing to her” the proposal of that person? If she felt sad about the proposal, then maybe she did not love that person. So whom does she love? Is it me?","$":{"class":"indent"}},{"_":"I said goodbye to Thanh, then walked away.","$":{"class":"indent"}},{"_":"Thanh spoke from behind me. “Hiep, you should come see Binh. She told me she wants to see you.”","$":{"class":"indent"}},{"_":"I decided to go home instead of going there to see Binh. At home, I brought a chair to our garden to sit there alone in the dark.","$":{"class":"indent"}},{"_":"Many questions arose in my head. Does Thanh know anything about the relationship between Binh and me? Why did she advise me to come to see Binh? Why did Binh tell Thanh she wants to see me? Should I come to see Binh or not?","$":{"class":"indent"}},{"_":"I loved Binh very much, but I could not marry her at that time. I could ask her to wait for my university graduation, but if something bad happened to me at that time, she would be too old to marry someone else.","$":{"class":"indent"}},{"_":"That night, I went to bed earlier than usual, but in bed, I continued to think about Binh. Eventually, I decided not to come to see her. I had to sacrifice and let my lover marry someone else. If I came to see her, it would be hard for her to decide to marry that person.","$":{"class":"indent"}},{"_":"I thought,  I suddenly recalled a poem of a poetess named TTKH, a famous poet of the first half of the twentieth century.","$":{"class":"indent"},"span":{"_":"Was it easy for her to forget me, when she married someone, if she really loved me?","$":{"class":"italics1"}}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"Hai sac hoa ti gon","$":{"class":"bold-italic"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Tôi vâ","$":{"class":"italics1"}},{"_":"̃","$":{"class":"times-italic"}},{"_":"n đi bên ca","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"nh cuô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"c đ","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Aí ân la","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"t le","$":{"class":"italics1"}},{"_":"̃","$":{"class":"times-italic"}},{"_":"o cua","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":" chô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"ng tôi.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Rô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"i t","$":{"class":"italics1"}},{"_":"ừ","$":{"class":"times-italic"}},{"_":"ng thu chê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t t","$":{"class":"italics1"}},{"_":"ừ","$":{"class":"times-italic"}},{"_":"ng tghu chê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Vâ","$":{"class":"italics1"}},{"_":"̃","$":{"class":"times-italic"}},{"_":"n dâ","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"u trong tim bóng mô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"t ng","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i","$":{"class":"italics1"}}]},{"_":"***","$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"Nê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"u biê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t ră","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"ng em se","$":{"class":"italics1"}},{"_":"̃","$":{"class":"times-italic"}},{"_":" có chô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"ng.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Tr","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i ","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i! Ng","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i â","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"y có buô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"n không?","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Có t","$":{"class":"italics1"}},{"_":"ừ","$":{"class":"times-italic"}},{"_":"n gb nghi","$":{"class":"italics1"}},{"_":"̃","$":{"class":"times-italic"}},{"_":" t","$":{"class":"italics1"}},{"_":"ớ","$":{"class":"times-italic"}},{"_":"i l;oài hoa v","$":{"class":"italics1"}},{"_":"ỡ","$":{"class":"times-italic"}},{"_":".","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"T","$":{"class":"italics1"}},{"_":"ự","$":{"class":"times-italic"}},{"_":"a trái tim pha v","$":{"class":"italics1"}},{"_":"ớ","$":{"class":"times-italic"}},{"_":"i maú hô","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"ng.","$":{"class":"italics1"}}]},{"$":{"class":"noindent"}},{"_":"Translation:","$":{"class":"noindent"}},{"$":{"class":"noindent"}},{"$":{"class":"indent"},"span":{"_":"I’m still walking until the end of my life,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"With my husband’s love, which is cold as ice.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Then one death autumn and one death autumn passed by.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"I still hide my lover’s image in the heart of mine.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"…","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"If he knew, someone already married me,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Oh my god! Does he feel melancholy?","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Does he think of a broken heart shape flower?","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"It looks like a red heart, which is bloody.","$":{"class":"italics1"}}},{"$":{"class":"indent"}},{"_":"I whispered to myself, “Binh, I wish you real happiness.”","$":{"class":"indent"}},{"_":"The next day was Sunday; around noon, I knew Binh would come home from church. I went to some barbershops to watch the Chinese chess matches as before. I pretended to watch the match, but my eyes stuck on the other side of the street.","$":{"class":"indent"}},{"_":"Soon, I saw hundreds of people coming back from the church, but I did not see her. Ten minutes later, through a row of trees, I saw her in a long white dress walking alone on the street where we had walked together in the past. She looked sad, but she was still very beautiful. I had a feeling that there was a thin, cool fog layer covering her face. My heart was torn up into a hundred pieces. I stood there until her lovely figure disappeared behind the door of her house.","$":{"class":"indent"}},{"_":"After that, I went to the beach. At that time, the beach was bare because it was wintertime. The winter weather in Vung Tau is not cold as that of the North, but the beach area looked doleful with withered leaves covering the street along the beach. Only a couple fishermen were casting their nets at the waterfront. I went to the bench, the same one where Binh and I had sat together last time.","$":{"class":"indent"}},{"_":"I sat alone on the bench with my empty heart until the sun set. I watched the sunlight on the clouds at the horizon of the immense sea. The scenery reminded me of my last visit. The sound of a bike brake echoed behind me. I looked back, but it was someone else. I imagined Binh’s beautiful image was no longer around me. I had really lost my lover forever. In a few more days, she would step up to a flower car, which would take her to her husband’s house.","$":{"class":"indent"}},{"_":"I pondered for a while and made a poem:","$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"$":{"class":"bold"}}},{"$":{"class":"indent"},"span":[{"_":"Tình đ","$":{"class":"bold"}},{"_":"ầ","$":{"class":"times-bold"}},{"_":"u","$":{"class":"bold"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"M","$":{"class":"italics1"}},{"_":"ộ","$":{"class":"times-italic"}},{"_":"t áng mây đem đ","$":{"class":"italics1"}},{"_":"ế","$":{"class":"times-italic"}},{"_":"n m","$":{"class":"italics1"}},{"_":"ố","$":{"class":"times-italic"}},{"_":"i s","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"u.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"M","$":{"class":"italics1"}},{"_":"ố","$":{"class":"times-italic"}},{"_":"i s","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"u man mác l","$":{"class":"italics1"}},{"_":"ạ","$":{"class":"times-italic"}},{"_":"i t","$":{"class":"italics1"}},{"_":"ừ","$":{"class":"times-italic"}},{"_":" đâu?","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Lòng tôi ch","$":{"class":"italics1"}},{"_":"ợ","$":{"class":"times-italic"}},{"_":"t c","$":{"class":"italics1"}},{"_":"ả","$":{"class":"times-italic"}},{"_":"m cô đ","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"n quá.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Ch","$":{"class":"italics1"}},{"_":"ạ","$":{"class":"times-italic"}},{"_":"nh nh","$":{"class":"italics1"}},{"_":"ớ","$":{"class":"times-italic"}},{"_":" hôm nao, bu","$":{"class":"italics1"}},{"_":"ổ","$":{"class":"times-italic"}},{"_":"i ban đ","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"u.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Ngày ","$":{"class":"italics1"}},{"_":"ấ","$":{"class":"times-italic"}},{"_":"y g","$":{"class":"italics1"}},{"_":"ặ","$":{"class":"times-italic"}},{"_":"p em l","$":{"class":"italics1"}},{"_":"ớ","$":{"class":"times-italic"}},{"_":"p h","$":{"class":"italics1"}},{"_":"ọ","$":{"class":"times-italic"}},{"_":"c đêm.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Tình yêu mình đ","$":{"class":"italics1"}},{"_":"ế","$":{"class":"times-italic"}},{"_":"n th","$":{"class":"italics1"}},{"_":"ậ","$":{"class":"times-italic"}},{"_":"t êm đ","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":"m.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Nh","$":{"class":"italics1"}},{"_":"ư","$":{"class":"times-italic"}},{"_":"ng nay em có ngày “vui” ","$":{"class":"italics1"}},{"_":"ấ","$":{"class":"times-italic"}},{"_":"y.","$":{"class":"italics1"}}]},{"_":"Đ li mình tôi cô tch thêm.","$":{"class":"indent"},"span":[{"_":"ể","$":{"class":"times-reg"}},{"_":"ạ","$":{"class":"times-reg"}},{"_":"ị","$":{"class":"times-reg"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Hôm nay em s","$":{"class":"italics1"}},{"_":"ắ","$":{"class":"times-italic"}},{"_":"p b","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"c theo ch","$":{"class":"italics1"}},{"_":"ồ","$":{"class":"times-italic"}},{"_":"ng.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"M","$":{"class":"italics1"}},{"_":"ộ","$":{"class":"times-italic"}},{"_":"t ngày bu","$":{"class":"italics1"}},{"_":"ồ","$":{"class":"times-italic"}},{"_":"n bã, m","$":{"class":"italics1"}},{"_":"ộ","$":{"class":"times-italic"}},{"_":"t mùa đông.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Tôi xin nguy","$":{"class":"italics1"}},{"_":"ệ","$":{"class":"times-italic"}},{"_":"n c","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"u cho em nhé,","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Quên lãng chuy","$":{"class":"italics1"}},{"_":"ệ","$":{"class":"times-italic"}},{"_":"n x","$":{"class":"italics1"}},{"_":"ư","$":{"class":"times-italic"}},{"_":"a có đ","$":{"class":"italics1"}},{"_":"ượ","$":{"class":"times-italic"}},{"_":"c không?","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Thôi bóng ng","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i yêu đã xa v","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i! ","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Tôi ng","$":{"class":"italics1"}},{"_":"ồ","$":{"class":"times-italic"}},{"_":"i l","$":{"class":"italics1"}},{"_":"ặ","$":{"class":"times-italic"}},{"_":"ng ng","$":{"class":"italics1"}},{"_":"ắ","$":{"class":"times-italic"}},{"_":"m bóng chi","$":{"class":"italics1"}},{"_":"ề","$":{"class":"times-italic"}},{"_":"u r","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"Nhìn r","$":{"class":"italics1"}},{"_":"ặ","$":{"class":"times-italic"}},{"_":"ng li","$":{"class":"italics1"}},{"_":"ễ","$":{"class":"times-italic"}},{"_":"u g","$":{"class":"italics1"}},{"_":"ầ","$":{"class":"times-italic"}},{"_":"y trên bãi v","$":{"class":"italics1"}},{"_":"ắ","$":{"class":"times-italic"}},{"_":"ng,","$":{"class":"italics1"}}]},{"_":"Xõa tóc bun che nhng  .","$":{"class":"indent"},"span":[{"_":"ồ","$":{"class":"times-reg"}},{"_":"ữ","$":{"class":"times-reg"}},{"_":"nụ","$":{"class":"times-reg"}},{"_":"cười","$":{"class":"times-reg"}}]},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"_":"Translation:","$":{"class":"noindent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"The First Love","$":{"class":"bold"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"A patch of cloud brings up something gloomy.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Whence the dolefulness comes?","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"My heart suddenly felt so lonely,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Recalling the first day of memory.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"That day, I met you at a night class.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Then our love has smoothly past.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Today, you have a merry day,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Let me alone; I must pay.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Now you’re going to your husband’s family,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"In a winter day that’s melancholy.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Let me wish you, my lover,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Forget our past days forever.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"My lover’s image has gone away.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Sitting alone admiring the sunset as other day.","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Watching a row of willow on the deserted beach,","$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":{"_":"Hanging down its hair to cover smiles of lovesick.","$":{"class":"italics1"}}},{"$":{"class":"xxx"},"span":{"_":"*****","$":{"class":"italics1"}}},{"_":"After many doleful days of Tet, I returned to Saigon to continue my education. From then on, I never met her again. I used my lessons at school as a weapon to scare away my lesson of love, the lovesickness.","$":{"class":"indent"}},{"_":"I also learned that she married a medical officer of ARVN. I silently prayed she would be happy beside her husband.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-078-backlink"},"a":{"_":"11","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-078"}}}}},{"_":"In January 1961, the VC started many moves to intensify the guerrilla war in South Vietnam after the Hanoi government announced formation of the NLF or Mat Tran Giai Phong Mien Nam. After that, the VC increased their activities in South Vietnam by kidnapping high-level officers and ambushing troops. A close friend of Dad ’s, Mr. Nguyen Van Toan, the Representative in Chief of the government in the central part of Vietnam was kidnapped and killed at that time.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-077-backlink"},"a":{"_":"12","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-077"}}}}},{"_":"At the same time, the VC also created another operation, called Dong Khoi at Mo Cay District of Ben Tre Province, a province one hundred kilometers South of Saigon. That operation aped the land reform movement of the North to eradicate the rich in the rural countryside.","$":{"class":"indent"}},{"_":"To have more efficiency in confrontation with those moves, South Vietnam’s government began the Strategic Hamlet (Ap Chien Luoc) program, a program, which forced peasants to relocate into defended compounds.","$":{"class":"indent"}},{"_":"Soon, I heard news from my friends that Suy had been arrested for leaflet distribution for the Communists. After a few months in prison, he was released. He always denied his participation in that matter, but I could not verify if that was true or false.","$":{"class":"indent"}},{"_":"At the end of that school year, I passed the Baccalaureate-Part I examination and attended Chu Van An High in the same class with Tru, a cousin of mine. He once lived at Nap Village of Thanh Hoa Province.","$":{"class":"indent"}},{"_":"At the same time, my parents bought a small house at Truong minh Giang Street in Saigon, so my whole family reunited there. Because of financial problems, Mai had to drop out of high school after passing the Junior High Diploma and look for job. One of her jobs was singing for Saigon Radio Station. I also resumed my teaching career by tutoring two young kids of a radio shop owner. We contributed most of our earnings to our family budget. Thankful of that fact, I started to learn aikido, judo, and tae kwon do at the Vietnamese Aikido Center with Mr. Dang Thong Tri.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Soon after that, Mr. Th, a close friend of Dad’s, also moved to Saigon from a province in Central Vietnam, where he had been the province chief. At that time, he have had been kicked out of that position just because he was a Buddhist. Now he held a position much lower: a director of a branch belonged to Agriculture Department.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-076-backlink"},"a":{"_":"13","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-076"}}}}},{"_":"Mr. Th had several children. The eldest one was Phu. She was a few years older than me. The second daughter of Mr. Th was Lan, whom I had never met. The third was the beautiful girl Kim, who was one year younger than me. She attended grade 11 at Gia Long Girl-High School. Actually, she was in the same grade as me, but only because I skipped a class. The next was Lu. He was a few years younger than Kim and attended the eighth grade at a private school. There were also a couple of younger sons and daughters in the family.","$":{"class":"indent"}},{"_":"The first day that Mr. Th met Dad after fifteen years, he invited my family over to his house for dinner. Mr. Th was rich person. He owned a beautiful new sedan and a pretty mansion on the Truong Vinh Ky, which was our extended street. His house was only two kilometers away from ours.","$":{"class":"indent"}},{"_":"Before dinner, he brought Kim, Lu, Mai, Thang, and me to Nguyen Hue Movie Theater in his car to see the film with Pat Boone playing the main character. After purchasing tickets for us, he drove back home and picked up us when the movie was over. In the movie theater, Kim sat next to me. She sometimes asked me questions about the movie.","$":{"class":"indent"},"span":{"_":"April Love ","$":{"class":"italics1"}}},{"_":"Although she was beautiful, I only considered her a regular friend. I never had any idea of loving her. The first reason was that Binh’s image still dominated in my heart. The second reason was that I feared being lovesick when my lover had to marry another person. And the third reason was that her family was too rich for me, and the rich girls often looked down on the poor.","$":{"class":"indent"}},{"_":"The relationship between our two families was very close. Sometimes, when Mom baked a cake or made something special, my parents asked me to bring these things to Mr. and Mrs. Th. During those times, I met with Kim and her siblings. They merrily talked to me, especially Kim. I felt that I started to have a lot of sympathy for that pretty girl, but I still dared not love her.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"The morning of February 27, 1962, while we were attending school, we suddenly heard two loud noises, like bombs going off. We thought it was an attack by the VC on Saigon. The school board dismissed the school, so we could go home to be with our families. When I reached the street, I saw two sky raiders circling in the sky, and someone told us there was a coup d’etat by the air force to overthrow President Diem and his brother Nhu’s family.","$":{"class":"indent"}},{"_":"Later we learned that those aircraft had dropped two bombs on the Independent Palace. The first bomb destroyed a part of that palace, and the second was dropped at the door of Diem’s bunker, where he, Mr. and Mrs. Nhu, and Father Thuc were hiding. Luckily for them, that bomb did not explode.","$":{"class":"indent"}},{"_":"That was the second event that made me think about Diem’s government. Why did so many people disagree with him and try to kill him and his family? Perhaps I was too young to see some bad things in his policy.","$":{"class":"indent"}},{"_":"One day, my parents invited Mr. Th’s family to come over for dinner. During that afternoon, besides the time I help Mom to prepare for the party, I chatted with Mr. Th’s children. In our yard, there was a “fish-egg tree,” a kind of tropical tree that produces edible round fruits the size of marbles. The fruits are bright red when ripe.","$":{"class":"indent"}},{"_":"When I saw Kim trying to use a pole to collect the red-ripe fruits, I came to her and asked, “Kim, do you like those fruits?”","$":{"class":"indent"}},{"_":"She smiled, “Yes, I do. There was a very big one on top of the tree, but I cannot take it down.”","$":{"class":"indent"}},{"_":"“Let me climb up there and take it down for you.”","$":{"class":"indent"}},{"_":"“Watch out, Hiep! Don’t do that! It is dangerous for you.”","$":{"class":"indent"}},{"_":"I smiled and said, “Not at all, it’s a piece of cake.”","$":{"class":"indent"}},{"_":"Then I climbed the tree and took that one down for her. It was twice the size of all the others.","$":{"class":"indent"}},{"_":"Kim looked very happy. She asked me, “Hiep, do you have a piece of paper?”","$":{"class":"indent"}},{"_":"“Yeah! What’s it for?”","$":{"class":"indent"}},{"_":"“I’ll wrap this fruit in it.”","$":{"class":"indent"}},{"_":"I smiled. “Follow me!”","$":{"class":"indent"}},{"_":"We went inside. At my disorderly desk, when I was trying to find a white piece of paper for her, she put some of my books in order.","$":{"class":"indent"}},{"_":"Kim pointed to a thick-covered book on the desk and asked me, “What book is that, Hiep?”","$":{"class":"indent"}},{"_":"“That is my music book.”","$":{"class":"indent"}},{"_":"“Can I see it?”","$":{"class":"indent"}},{"_":"“Sure! Go ahead!”","$":{"class":"indent"}},{"_":"A few years before, when Binh had asked me to sing a song, I did not know any. I was angry with myself, then I decided to learn English through foreign songs. I often listened to those songs on the radio. In order to understand the tenor of the song, I copied the songs in that book. The singers I liked the most were Elvis Presley, Paul Anka, Ricky Nelson, Connie Francis, and François Hardy.","$":{"class":"indent"}},{"_":"She opened my book, turned some pages, then asked, “Wow! Who wrote these titles and drew these pictures?”","$":{"class":"indent"}},{"_":"“I did.”","$":{"class":"indent"}},{"_":"“They are really nice. Hiep, can you write similar articles for me?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"“Tomorrow, I will buy a book like this. The next day, could you please come to see me? I will give you that book to make the titles for me. Okay?”","$":{"class":"indent"}},{"_":"“Okay. I will see you after school.”","$":{"class":"indent"}},{"_":"Two days later, I came to see her at her home. Kim merrily led me to her room, then pulled the drawer of her desk to take out the book. I suddenly saw the red fish-egg fruit that I had picked for her two days ago, still in a pretty plastic box, surrounded by white cotton on her desk.","$":{"class":"indent"}},{"_":"I wondered why she kept that fruit. For a rich girl like her, she only needed to spend a few piasters to buy a whole basket of that kind of fruit.","$":{"class":"indent"}},{"_":"I asked her, “Kim, why don’t you eat that fruit?”","$":{"class":"indent"}},{"_":"Her face blushed, “No. I…I…it is pretty, so I keep it there to watch.”","$":{"class":"indent"}},{"_":"I suddenly realized that she was not merely pretty but very lovely.","$":{"class":"indent"}},{"_":"“If you like, next time I will bring another one for you,” I offered.","$":{"class":"indent"}},{"_":"She handed me her book, in which she had already copied some songs. After chatting for a moment, I said goodbye to her.","$":{"class":"indent"}},{"_":"Upon arriving home, I opened her book. The first song in the book was “You Are my Destiny,” sung by Paul Anka. I realized that she always capitalized the sentence “YOU ARE MY DESTINY” in the song. In other love songs, she also capitalized the words, “I LOVE YOU.” I wondered if she loved me or not, but I kept in mind that she was rich, so she would look down on me. Besides that, Binh’s image still hung around in my heart.","$":{"class":"indent"}},{"_":"However, I tried my best to do the song titles for her. Before returning the book, I picked one big ripe fish-egg fruit and wrapped it in a small box with cotton.","$":{"class":"indent"}},{"_":"From that day on, every week, I came to see Kim twice, once to take the music book and once to return it.","$":{"class":"indent"}},{"_":"One day, I went to her house and returned her music book. I saw her sitting by her desk and singing “Nôi Lòng” (“My Heart’s Melody”) a Vietnamese song by Mr. Hoang Trong.","$":{"class":"indent"},"span":{"_":"̃","$":{"class":"times-reg"}}},{"_":"I asked, “Kim, do you also love Vietnamese songs?”","$":{"class":"indent"}},{"_":"She smiled. “I love many songs, such as this one.”","$":{"class":"indent"}},{"_":"I asked, “Can you sing this song for me?”","$":{"class":"indent"}},{"_":"Her face blushed. “I sing very badly. I fear you would laugh and tease me.”","$":{"class":"indent"}},{"_":"“I would not dare tease you because I do not know how to sing.”","$":{"class":"indent"}},{"_":"She tried to calm herself, then sang that song; her voice was not too bad. When she sang the sentence, “Em oi gio day gan toi, sao em ngai ngung khong noi nen loi? Co biet chang tieng long toi?” I suddenly saw her glancing at me with lovely eyes, which made me excited.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-075-backlink"},"a":{"_":"14","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-075"}}}}},{"_":"After finishing the song, she asked me, “Hiep, do you like this song?”","$":{"class":"indent"}},{"_":"I nodded. “I do. This song is touching.”","$":{"class":"indent"}},{"_":"“Let me give it to you for a souvenir.”","$":{"class":"indent"}},{"_":"She handed me the song.","$":{"class":"indent"}},{"_":"Although I tried to stay away from love with that lovely girl, I fell in love with her after all.","$":{"class":"indent"}},{"_":"From that day on, whenever I missed her, I took out my guitar, played the song, and sang, even though I was not a good guitar player or a good singer.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"The guitar had a good story.","$":{"class":"indent"}},{"_":"When I was young, I always wished to have a musical instrument to play with, especially after witnessing Minh—a cowboy friend—who only used a string tied to his latanier-leafed hat and played songs. However, my family was poor, so my dream never came true.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-074-backlink"},"a":{"_":"15","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-074"}}}}},{"_":"I have one cousin named Tam Thang. He was a very good writer, and from 1959 to 1975, he worked for Saigon Radio Station. He married and had a couple of sons.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-073-backlink"},"a":{"_":"16","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-073"}}}}},{"_":"On the Tet occasion of 1960, I paid a visit to his family.","$":{"class":"indent"}},{"_":"I saw a brand-new guitar lying in a corner of his house.","$":{"class":"indent"}},{"_":"I asked, “Mr. Thang, do you also love music? Are you a good guitar player?”","$":{"class":"indent"}},{"_":"He smiled. “I don’t know how to play guitar. That is my award when I attended a Tet celebration at Saigon Radio Station last year.”","$":{"class":"indent"}},{"_":"By June of the same year, he and I both took the Baccalaureate-Part I examination. He took the literature major and I took the mathematics. After the first exam term, I passed and he failed. It was ridiculous; he failed because of math, a minor subject of his major.","$":{"class":"indent"}},{"_":"Some days after the result was posted, I came to see him again.","$":{"class":"indent"}},{"_":"He said, “Hiep, you are good in math. Can you help me to pass the exam?”","$":{"class":"indent"}},{"_":"I laughed. “Sure, why not? But only three months from now, you must take the exam, so I don’t know if it is sufficient time for me to help you.”","$":{"class":"indent"}},{"_":"He laughed. “We’ll just try.”","$":{"class":"indent"}},{"_":"From then on, a couple times a week, I went to his house to tutor him in algebra, circular trig, and 3-D geometry. Sometimes, I had dinner with his family.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-072-backlink"},"a":{"_":"17","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-072"}}}}},{"_":"By September of the same year, the second term took place, and a couple weeks later, the result was posted.","$":{"class":"indent"}},{"_":"I stopped by his house to find out his status. I asked, “How is your result, Mr. Thang?”","$":{"class":"indent"}},{"_":"He laughed. “Oh, my young teacher, I’ve passed.”","$":{"class":"indent"}},{"_":"I merrily said, “Congratulations to you and your family.”","$":{"class":"indent"}},{"_":"His wife said, “Honey, I think we have to repay him something.”","$":{"class":"indent"}},{"_":"Thang said, “Of course! I’ve thought of how to pay him.” He turned to me and said, “Sincerely, I must say that the way you explained things to me made it much easier to understand than my teachers. I don’t know how and what I should pay to you. Do you like money, or do you like clothes?”","$":{"class":"indent"}},{"_":"I said, “I need nothing.”","$":{"class":"indent"}},{"_":"They both said, “It’s not good. You must accept something, at least a gift from us.”","$":{"class":"indent"}},{"_":"I said, “If so, I remember you have a guitar that you never use. May I have that?”","$":{"class":"indent"}},{"_":"His wife said, “I thought you’d want gold or diamonds that we don’t have, but the guitar is so easy.”","$":{"class":"indent"}},{"_":"She went to the room and took out the guitar.","$":{"class":"indent"}},{"_":"From that day on, I had a guitar. I bought a book to learn how to play that instrument, but I do not have talent in that field, so after learning for a couple months, I still played poorly.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"My school was eight kilometers (5 miles) away from my house, so I had to ride an old bike to get there. One day, the bike was broken, so I had to take the bus instead. In order to get to my school, I had to transfer at Ben Thanh market. There was a shortcut to get there by getting off the bus at the Doan Thi Diem/Phan Thanh Gian intersection, which was close to Gia Long High School and then taking a walk on Phan Thanh Gian Street for about six hundred or seven hundred meters (almost 0.5 mile). At the next intersection of Phan Thanh Gian and Le Van Duyet, there was another bus stop that led to my school.","$":{"class":"indent"}},{"_":"I decided to take the shortcut. That afternoon, on the way back home, I got off at the Phan thanh Gian/Le Van Duyet bus stop then took a walk to the Gia Long one. Standing at the bus stop, I saw several girl students in long white dresses walking to the bus stop. One girl with a latania-leafed hat covering her face took out some money and gave it to a beggar at Xa Loi pagoda. After that, she slowly walked to the bus stop. I thought, When she came closer, I realized it was Kim. She still did not recognize me because I stood behind a tree.","$":{"class":"indent"},"span":{"_":"That girl is so kind. ","$":{"class":"italics1"}}},{"_":"I called her, “Kim.”","$":{"class":"indent"}},{"_":"Kim was surprised to see me standing there. “Hiep, you also take the bus?”","$":{"class":"indent"}},{"_":"“Yes. Are you out of school at the same time every day?”","$":{"class":"indent"}},{"_":"“Yes. And you?” she said.","$":{"class":"indent"}},{"_":"“Almost. I thought your dad takes you to school in his car.”","$":{"class":"indent"}},{"_":"“No. He is busy.”","$":{"class":"indent"}},{"_":"A bus arrived. There were many students forcing themselves onto the crowded bus. When everyone was on the bus, only Kim and I were still left behind. I knew one of us could get into the bus.","$":{"class":"indent"}},{"_":"I went to her and gently said, “Kim, go ahead!”","$":{"class":"indent"}},{"_":"She looked at me without responding.","$":{"class":"indent"}},{"_":"I urged her, “Get on the bus! Hurry up, Kim! The bus will leave soon.” ","$":{"class":"indent"}},{"_":"“How about you?” she asked.","$":{"class":"indent"}},{"_":"“I’ll wait for the next one.”","$":{"class":"indent"}},{"_":"“I’ll stay here for the next one too.”","$":{"class":"indent"}},{"_":"So we both stayed at that bus stop to wait for next bus. I wished that one would arrive very late. After about a quarter of an hour, another bus arrived; I pushed Kim onto the bus, then yielded for an old man and some other girls who followed her. When I got on the bus, Kim was pushed into the middle of the bus. Because the bus was very crowded, I had to hang at the door. In a moment, the bus conductor arrived to check bus tickets. I was the last one for him to check. I took out one piaster to buy a ticket.","$":{"class":"indent"}},{"_":"The conductor looked at me, smiled, and said, “Hey, the lucky guy! A pretty girl over there already purchased a ticket for you.”","$":{"class":"indent"}},{"_":"I looked at Kim. Simultaneously, she looked at me, and we both smiled.","$":{"class":"indent"}},{"_":"I realized that I had already fallen in love with Kim.","$":{"class":"indent"}},{"_":"I frequently came to see Kim at her house. All her siblings seemed to support our love, especially her sister Phu and her brother Lu, but Mr. Th seemed to disagree with my presence in his house. I did not blame him for his attitude because in our country at that time, parents always wanted their daughters to marry a rich or educated person. I, myself was not rich or educated, so how could he be happy with that? After sensing that, I never came to see her at her house. The only way we could see each other was at the bus stop.","$":{"class":"indent"}},{"_":"At the end of that school year, Kim passed Baccalaureate-Part I, so I felt a heavy pressure in my education. I had to pass Baccalaureate II because if I failed, I could not see Kim again.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Two weeks after Kim passed theBaccalaureate-PartI, I began to take the written section of the examination. Luckily, more than two weeks after that, I passed it and prepared to take the oral section, which lasted a few days.","$":{"class":"indent"},"span":[{"$":{"class":"bold"}},{"$":{"class":"bold"}}]},{"_":"Just as with the written section, every morning of the oral examination, I had to go to a pho restaurant to have a small bowl. This special breakfast would make me comfortable to take the examination. For the B branch ofBaccalaureate-Part II, mathematics had a coefficient 5, physics a coefficient of 4, and the other parts only 2 or 1. If a student had a mathematics score above average, he or she had a very good chance of passing the examination. However, most of the students of B branch were male.","$":{"class":"indent"},"span":{"$":{"class":"bold"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute25","src":"image/Image1636_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\At the bus stop.tif"}}},{"_":"It was the day to take the mathematics examination, the most important subject. After having my special breakfast, I went to the examination center. That center was Gia Long High School, where Kim attended. I went to the classroom that I was assigned and saw about twenty others already seated there, waiting for the judge. I looked for a place and kept my mouth shut like the others.","$":{"class":"indent"}},{"_":"For this section, a student may fail not only by his or her lack of knowledge but also depending on the judge’s mood. If the judge had an argument with his or her spouse on the same morning, he could lose his temper and give a low score to the student.","$":{"class":"indent"}},{"_":"No one wanted to talk to each other, and we all had a very serious mood. Some took out their mathematics book for review. I closed my eyes and sat motionlessly as if I was in meditation. We were all very anxious and excited, waiting for the most important moment.","$":{"class":"indent"}},{"_":"The hands of the clock hanging on the wall pointed to 8 o’clock sharp; the bell rang, indicating the time for the examination to begin. Soon, an examiner appeared at the door. He was about thirty years old, skinny, white, with a wide forehead and a pair of glasses. He looked smart, but we all looked at him imagining he was an evil genius; he might let us pass or he might let us fail.","$":{"class":"indent"}},{"_":"He sat down slowly at the teacher’s desk and opened a student list. He started to call us one by one. Each of us had to pick out a subject randomly and then go to the chalkboard to explain the subject. After that, the judge questioned the student about that subject. If the student could answer fluently, he may pass the oral section.","$":{"class":"indent"}},{"_":"Several students walked out of the classroom with joy, and many others left the classroom with funeral-attending faces.","$":{"class":"indent"}},{"_":"All of a sudden, the judge called, “Vo Hiep!”","$":{"class":"indent"}},{"_":"I quickly replied, “Yes, sir.”","$":{"class":"indent"}},{"_":"I stood up and went to his desk. He said, “Pick up a subject.”","$":{"class":"indent"}},{"_":"I looked at the box and saw a lot of white folded pieces of paper inside. I picked one, then opened it. I was very happy when I saw the subject Regular Circular Movement of a Particle, because I had learned that by heart. I gave it to the judge.","$":{"class":"indent"}},{"_":"He looked at it and said, “Go to the chalkboard and talk about it!”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"I went to the chalkboard, drew a circle, then started talking about examples, definitions, properties, and then some theorems about that movement.","$":{"class":"indent"}},{"_":"After a while, I said, “For a regular circular movement of a particle, we have two speeds, angular speed, tangent speed, and an acceleration. The acceleration vector points to the center of the circle, where it moves.”","$":{"class":"indent"}},{"_":"The examiner interrupted. “What? Acceleration vector points to the center of the circle?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"He said bitterly, “That’s enough. You should go home to prepare for second term!”","$":{"class":"indent"}},{"_":"I politely said, “Teacher, I’m right. The acceleration points to the center of that circle. The second derivative—”","$":{"class":"indent"}},{"_":"He tapped hard on the desk and shouted, “You’re wrong, I said! Do you hear me?”","$":{"class":"indent"}},{"_":"About a dozen students in the classroom looked at us.","$":{"class":"indent"}},{"_":"I could not believe it. He mixed up that movement with something else, but how could I explain to him? Just then, I saw a man in a gray shirt passing the door. He seemed very familiar to me, but at that instant, I could not recognize him. Hearing the loud voice of the judge, he paused for a second behind the door, then walked away.","$":{"class":"indent"}},{"_":"I said, “Teacher, would you please allow me to prove it?”","$":{"class":"indent"}},{"_":"He pointed to the door and screamed, “Get out! I don’t have time to listen to you!”","$":{"class":"indent"}},{"_":"I felt something bitter in my mouth, and everything around seemed to be blurred. I staggered out of the room. I did not know where I should go. Could I go home? If my parents learned that I failed the Baccalaureate-Part II, they would be very sad. In addition, from that day on, I would not have the courage to see Kim again.","$":{"class":"indent"}},{"_":"I looked for a tree in the schoolyard and leaned against its trunk. I thought I had to stay there for half an hour at least to cool me down before making the right decision.","$":{"class":"indent"}},{"_":"Unexpectedly, a familiar voice echoed from behind, “Hiep! How are you?”","$":{"class":"indent"}},{"_":"I looked back and saw the man in gray shirt walking in my direction. I recognized him as my former mathematics teacher when I attended Nguyen Cong Tru High.","$":{"class":"indent"}},{"_":"I yelled with joy, “Teacher! How are you?”","$":{"class":"indent"}},{"_":"He said, “I’m fine, but you are sick, aren’t you?”","$":{"class":"indent"}},{"_":"I shook my head desperately. “I failed the oral examination, Teacher.”","$":{"class":"indent"}},{"_":"He frowned. “Why’s that? Can you make clear?”","$":{"class":"indent"}},{"_":"I explained, “To my understanding, the acceleration vector of regular circular movement of a particle points to center of the circle where it moves. But the judge said I am wrong.”","$":{"class":"indent"}},{"_":"He said, “Let me talk to the judge. Wait for me here! Okay?”","$":{"class":"indent"}},{"_":"I nodded. “Yes, Teacher.”","$":{"class":"indent"}},{"_":"He went to my classroom for a few minutes, then returned.","$":{"class":"indent"}},{"_":"He smiled. “Let’s wait here for everyone get out of the classroom. After that, you can go back to resume the test.”","$":{"class":"indent"}},{"_":"I asked, “You can persuade him, Teacher?”","$":{"class":"indent"}},{"_":"He nodded. “He is my friend. This morning, he had some troubles at his house.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After passing the Baccalaureate-PartII, I had to determine my future career. At that time, in Saigon, there were four universities that we needed to pass exclusive tests to attend. They were Phu Tho Engineering University, Agriculture Engineering School, National Administration School, and Faculty of Pedagogy, a school training students to become teachers. The rest were free to enroll in, even medical school.","$":{"class":"indent"},"span":{"$":{"class":"bold"}}},{"_":"After a long period of war with France and a new war with the VC, we had a lack of teachers. Therefore, the South Vietnamese government applied a special policy to attract smart students to attend at the Faculty of Pedagogy. The ones who passed the exclusive test would receive a scholarship of 1,500 piasters and had the highest pay after graduation. At that time, one kilogram of very good beef cost five piasters. Therefore, that amount of money was big for a poor family such as mine.","$":{"class":"indent"}},{"_":"My dream was to be an architect because with this career, I could use my mathematics and physics skills, combined with my abilities in drawing and sculpting. Although enrollment was free, we needed a lot of money to buy school instruments, and the parents had to supply all the needs for the student during six years of schooling. It was a heavy burden for my parents. I was not interested in medical school because I feared dealing with diseases and blood. One branch of engineering that I was interested in was mechanical, but I knew nothing of drafting since my parents could not afford for me to attend that kind of private class. Drafting was a required subject, needed for the entrance examination. In addition, instructors at that school were French, a subject that I hate. One last branch at the Faculty of Pedagogy that I was interested in was mathematics. In our country at that time, we looked up to the mathematics teacher as our idol. For those reasons, I decided to enroll at Architecture Faculty.","$":{"class":"indent"}},{"_":"One evening, Tru came to see my family.","$":{"class":"indent"}},{"_":"Mom asked his opinion about my career: “Tru, which university should Hiep attend?”","$":{"class":"indent"}},{"_":"Tru said, “I think with his ability, he should attend Architecture.”","$":{"class":"indent"}},{"_":"Mom sighed. “As you know, our economic situation is not too bright. How can we afford for him to attend that school? The compass set and other instruments…we don’t have enough money to buy those.”","$":{"class":"indent"}},{"_":"Tru said, “If so, he can take the exclusive test to attend at the mathematics branch of Faculty of Pedagogy. However, it is very hard to pass that test. My uncle told me that every year, more than 1,300 students who are the best in mathematics in the nation take that test, but only the forty top ones are selected.”","$":{"class":"indent"}},{"_":"Mom asked me, “Hiep, can you participate to take the test?”","$":{"class":"indent"}},{"_":"I replied, “I don’t think I can pass the test. I would not only compete with the students of my same year but also with the ones who graduated high school a few previous years, currently attending at Faculty of Science in MGP (MGP is a French term, which stands for Mathematics General et Physics.) Moreover, I already skipped tenth grade, so it’s hard for me to take the test.”","$":{"class":"indent"}},{"_":"Mom sighed, “If you can enter that university, you could help our family.”","$":{"class":"indent"}},{"_":"I replied, “But I already enrolled at Architecture University.”","$":{"class":"indent"}},{"_":"Dad said, “You can drop that class if you pass the exclusive test of mathematics at Faculty of Pedagogy.”","$":{"class":"indent"}},{"_":"I said, “I’ve heard that the course is very difficult. It is not easy to graduate in that subject.”","$":{"class":"indent"}},{"_":"Dad asked, “Is that true, Tru?”","$":{"class":"indent"}},{"_":"Tru explained, “Hiep’s words are true. My uncle told me that every year, there are about five hundred students enrolling the MGP course. But at the end of school year, only ten or twelve of those pass the test and attend the second year. For the first year in the Faculty of Pedagogy, and every year, about twelve or fifteen students of the class would ‘socti lat.’” ","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-071-backlink"},"a":{"_":"18","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-071"}}}}},{"_":"Mom asked, “What does ‘socti lat’ mean?”","$":{"class":"indent"}},{"_":"Dad explained, “Oh! That is a French term, ‘sorti lateral.’ It means ‘graduate halfway.’ But why do they call it ‘graduate halfway,’ Tru?”","$":{"class":"indent"}},{"_":"“Faculty of Pedagogy has a special rule. Each student is allowed to repeat the class only once. If that student cannot pass the test the second time, he will be ejected out of the school. In the mathematics class, many students are ejected every year. Other students used the term ‘socti lat’ to tease these students.”","$":{"class":"indent"}},{"_":"My parents said, “Hiep, you try to take the exclusive examination to enter that university to help our family.”","$":{"class":"indent"}},{"_":"Under those pressures from my parents, I had to study more in mathematics and physics for that examination. Moreover, I also thought, ","$":{"class":"indent"},"span":{"_":"That school produces teachers to teach Vietnamese students, so the instructors had to be a Vietnamese.","$":{"class":"italics1"}}},{"_":"A half month later, I knew the result had been posted, but I did not go to see if I passed or not. A week followed, in afternoon, my dad said, “Hiep, why don’t you to see the result? My friend told that the result for Math branch of Faculty of Pedagogy have been post. Go there to check!” ","$":{"class":"indent"}},{"_":"I answered, “Yes, Dad.”","$":{"class":"indent"}},{"_":"I had to go out in order to comply with his order. I talked to myself, “Wait for the sunset. Everyone gets home by the time I go there to check. If I failed, no one can’t see my funeral-attending face.” Then I came to a small park and sat there in the summer heat. Four hours later, the sun already set for a while, I rode the bike to the Faculty of Pedagogy. I was surprised because a couple dozen students were surrounding the board. So they also had same thinking as me.","$":{"class":"indent"}},{"_":"The posting paper was letter size, and the letters were not too big, and it was not easy to force in closer to look. I had to stand about four meters away looking at the board, so I could not see anything at all. Looking at the post, I saw one line is very short. I talked to myself, “Usually students’ names are long, why is the name of this guy too short. Or is this my name?”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-070-backlink"},"a":{"_":"19","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-070"}}}}},{"_":"Waiting for a couple minutes more, when a lot of those walked out sadly, I could come closer. Surprisingly, it was my name.","$":{"class":"indent"}},{"_":"Luckily, I passed that test, but unfortunately, I found out that the subjects of MGP were taught by French teachers such as Proul and Monavon. For the second year, the CDI (French words derived from Calcule Differentiel et Integral), Mr. Bennaton, another Frenchman, and Dr. Dang Dinh Ang undertook, but Dr. Ang also lectured in French.","$":{"class":"indent"}},{"_":"It was a disaster for me because I was not good in French. Another disaster for students: there was no math textbook, so when the instructors lectured, we had to take notes, then compare with each other to find out the right and meaningful sentences. Actually, when the instructors explained at the chalkboard, I could not understand, so how could I take notes properly? I took the notes home and looked them up word by word in a dictionary to comprehend the meaning. I thought I would not graduate if I continued to learn that way.","$":{"class":"indent"}},{"_":"My dad was good in French, so I took my book home to ask him.","$":{"class":"indent"}},{"_":"I asked, “What does  mean, Dad?”","$":{"class":"indent"},"span":{"_":"fonction","$":{"class":"italics1"}}},{"_":"“It means a specific job of a person, for example, the functions of a judge,” he answered.","$":{"class":"indent"}},{"_":"“So what is the meaning of ?”","$":{"class":"indent"},"span":[{"_":"de","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"reve","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}}]},{"_":"“It means something that originates form the other.”","$":{"class":"indent"}},{"_":"He did not know the mathematics of higher level, so he explained the general meaning of the life.","$":{"class":"indent"}},{"_":"Actually,  is  and  is . For that reason, it made me so confused.","$":{"class":"indent"},"span":[{"_":"fonction","$":{"class":"italics1"}},{"_":"function","$":{"class":"italics1"}},{"_":"de","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"reve","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"derivative","$":{"class":"italics1"}}]},{"_":"At the beginning of that school year, Mr. and Mrs. Th sent Lu to my house so I could teach him more in mathematics. Lu had to take the examination for Junior High Diploma. Lu was a very good student of mine. He worked very hard.","$":{"class":"indent"}},{"_":"One day, Lu came to my house to learn. Seeing him, I realized that he looked very sad, and I thought he was having some troubles.","$":{"class":"indent"}},{"_":"I asked him to sit down to study, and he reluctantly did as I said.","$":{"class":"indent"}},{"_":"I told him, “Open the geometry book, Lu!”","$":{"class":"indent"}},{"_":"He did not respond.","$":{"class":"indent"}},{"_":"I asked him again, “What’s the matter?”","$":{"class":"indent"}},{"_":"Lu looked at my eyes. “I have a question for you.”","$":{"class":"indent"}},{"_":"I gave a nod. “What question?”","$":{"class":"indent"}},{"_":"“Do you love my sister Kim?”","$":{"class":"indent"}},{"_":"His question made me very nervous. I felt like he was a teacher and I was a student, and he was asking me some tough questions during an oral examination. I looked at his eyes, but I did not answer the question.","$":{"class":"indent"}},{"_":"He repeated, “I asked you, ‘Do you love my sister?’”","$":{"class":"indent"}},{"_":"I sat on the chair opposite him, “Why do you ask me that question?”","$":{"class":"indent"}},{"_":"“I have an important thing that I want to tell you.”","$":{"class":"indent"}},{"_":"“Yes, I love her.”","$":{"class":"indent"}},{"_":"“Do you want to marry her?”","$":{"class":"indent"}},{"_":"I kept quiet. Dozens of questions ran back and forth in my head. This was the second time I had to deal with this situation.","$":{"class":"indent"}},{"_":"Lu continued, “If you say yes, my sister would wait for you as long as you want. This weekend, Mrs. Toan will invite my sister to her home for a party. During that occasion, she will introduce my sister to a high school physics teacher who wants to marry her.”","$":{"class":"indent"}},{"_":"I said to myself, “If that guy is a high school teacher, he is capable of taking care of Kim in the future. If he also teaches a private class, he would be rich. How can I compare to him?”","$":{"class":"indent"}},{"_":"Lu attacked, “Why don’t you answer my question?”","$":{"class":"indent"}},{"_":"After a moment of silence, I slowly said, “Lu, this is my word in my deep heart. I really love your sister, but I don’t think about marrying her at this moment. Actually, I think I can’t marry her because of the following reasons: Firstly, I don’t have any career right now, and I don’t know if I can graduate the BS or not. In case I have to drop out or they kick me out, how can I support your sister? Second, our ages are almost the same. With this age of mine, I think my speculations are not enough to make her life happy. The third reason is that your family is too rich. If I marry your sister, a lot of people around would say I live on her property. The final reason, your dad seems to dislike me. If we marry, your sister would be very sorrowful because of the conflict between her dad and her spouse.”","$":{"class":"indent"}},{"_":"Lu sat in his seat, unmoving, and listened to my words. When I finished, he asked, “Is this your ultimate decision?”","$":{"class":"indent"}},{"_":"I gave a nod of assent.","$":{"class":"indent"}},{"_":"Lu stood up, folded his book, then walked out of my house without saying a word. I saw a teardrop in his eye. I quietly followed him to the gate and looked after him until he and his bike disappeared at the end of the alley. I went back to the living room and sat on a chair, looking at the ceiling. I did not know if I should cry or not.","$":{"class":"indent"}},{"_":"Two days later, my sister received an invitation card from Mrs. Toan. Of course, my name was not mentioned in that party.","$":{"class":"indent"}},{"_":"That weekend, Kim and my sister went to Mrs. Toan’s house for the party. I stayed home to study, but in every page of the book, I only saw the picture of Kim, even though I did not have an actual picture of her.","$":{"class":"indent"}},{"_":"At 11:00 p.m., Mai still had not returned home.","$":{"class":"indent"}},{"_":"Mom said, “Hiep, borrow your dad’s Mobylette (a small motorcycle made in France), go to Mrs. Toan’s to see if Mai is still there or not. If she is still there, take her home for me.”","$":{"class":"indent"}},{"_":"Mrs. Toan’s house was on Hai ba Trung Street. It was not too far from mine. On the way to that house, I saw a taxi passing me on the opposite side. Although it was dark, I could see a white hand waving to me from the inside of the car. I thought it was Kim. If that were true, my sister would be there too. But I kept on riding the Mobylette to Mrs. Toan’s house to make sure my sister was not there. When I arrived at Mrs. Toan’s house, I saw some people cleaning up the house. The party was over.","$":{"class":"indent"}},{"_":"I rode the motorcycle back home. At home, I saw Mai sitting at the dinner table.","$":{"class":"indent"}},{"_":"When she saw me, she said, “You are so brutal. You saw Kim waving at you. Why didn’t you turn back to follow us? She cried a lot in the taxi. And you know that a young lady’s tears for a young man are a serious matter.”","$":{"class":"indent"}},{"_":"One more time, my heart was smashed by love.","$":{"class":"indent"}},{"_":"A few months later, we received a wedding card from Mr. and Mrs. Th, announcing the wedding of Kim and the physics teacher. My whole family was invited to participate in the wedding party at a restaurant. It was a tough decision for me. I did not know if I should go to the party to watch my lover marrying another person or not. Finally, I decided to go to the party to prove to myself that I had enough courage to overcome the hardships of my life.","$":{"class":"indent"}},{"_":"Kim’s wedding day came slowly. The evening of that day, I went to the wedding party. Kim looked a little sad but still pretty with her makeup and her wedding dress. We looked at each other, but we did not say anything. During the party, she came to my table and sat down in a chair next to me for a while.","$":{"class":"indent"}},{"_":"She asked in an emotional voice, “Hiep, how are you?”","$":{"class":"indent"}},{"_":"I imagined that lovely voice asking me when singing the “Noi Long” song.","$":{"class":"indent"}},{"_":"She roused me from my dream by repeating the question, “How are you, Hiep?”","$":{"class":"indent"}},{"_":"I said, “I’m fine. How about you?”","$":{"class":"indent"}},{"_":"“Just fine.”","$":{"class":"indent"}},{"_":"That night was the time to terminate my second love. One more time, my heart was broken.","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_24"}}}}}}