{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_28"}},{"_":" Chapter 20","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor021","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute77","src":"image/Image2099_copy.png","alt":"Chapter 27"}}}},{"_":"fter a long period of dealing with each other, a peace accord was signed by the US, North Vietnam, South Vietnam, and NLF on January 27, 1973. The accord provided an end to military action in Vietnam. To comply with the agreement, all US forces would totally withdraw from Vietnam by March 29, 1973, and the fate of South Vietnam would be determined by a free election.","$":{"class":"firstpara"},"span":{"_":"A","$":{"class":"_idgendropcap"}}},{"_":"However, after that date, the war never stopped; it changed to another direction, gaining more land, controlling more people. Also, after that date, ARVN would undertake all military operations against the Communists.","$":{"class":"indent"}},{"_":"That summer, the Education Department appointed me to be a supervisor at Vinh Binh City and then examiner of Baccalaureate-Part II at Le Van Duyet Center in Saigon. Because it would take me at least half a month to complete both periods of examination, I planned to take my wife to Vinh Binh, then go to Saigon. I talked to my mother-in-law about that idea. She let me knew that she would take advantage of Diep’s absence to go back to Cai Hang and Tan Thieng for her crops.","$":{"class":"indent"}},{"_":"For that reason, there was no one to take care of my Dong Tien Center for a few days. I thought of Sau, the girl next door. Sau was a very poor girl, and her house was in Binh Hoa Phuoc, far from Cho Lach, but I allowed her to attend at Dong Tien Center to improve her mathematics for free.","$":{"class":"indent"}},{"_":"I called her to my house and asked her, “This summer, will you return to your house to help your family?”","$":{"class":"indent"}},{"_":"“No, Teacher. My family has no land to cultivate, so I do not need to go back there.”","$":{"class":"indent"}},{"_":"I said, “Diep and I will go to Saigon for the coming examination. Diep’s mother will stay here for a while to take care of this center, but she need to go back to Tan Thieng later. However, we will come back soon after Diep’s mom leaves, so there will be no one to take care of my premises for two days and three nights. During those days, can you come here and take care of my houses? I will pay you for it.”","$":{"class":"indent"}},{"_":"Sau gave a hand gesture of refusal and said, “I won’t accept your money, Teacher. I owe you a lot. So far, I’ve attended your class for free, so I will look after your house for free to return your favor to me.”","$":{"class":"indent"}},{"_":"“That’s fine. However, I have rice and other food for you. You can cook your meals right here. At night, you can sleep on Diep’s mother’s bed. Also, I have a portable radio for you to listen to traditional music. Do you like that?”","$":{"class":"indent"}},{"_":"Sau’s eyes seemed to brighten with that proposal; like other South Vietnamese girls, Sau loved listening to that music, but having a radio was a big problem. A poor family could not afford to own a radio at that time.","$":{"class":"indent"}},{"_":"She confidently said, “Let me take care of your premises and other properties.”","$":{"class":"indent"}},{"_":"“Thank you, Sau.”","$":{"class":"indent"}},{"_":"Some days later, we went to Vinh Binh City and then Saigon as per our plan by my Honda. The distance from Vinh Binh City to Saigon is more than 200 kilometers because we had to pass Vinh Long City, so it was a long way for us to ride by my Honda. The most important factor for me was that Diep always fell asleep when riding the Honda for a while. To secure Diep, I used my aikido belt to tie her body to mine. Sometimes, I had to drive the Honda with one hand, keeping the other hand at Diep’s waist. But after six hours of traveling, we reached Saigon safely.","$":{"class":"indent"}},{"_":"The morning of the second day in Saigon, I went to Le Van Duyet High to grade students’ tasks. At that school, I ran across Mr. T, my former teacher at Vung Tau High, standing at the veranda. I respectfully bowed. “Teacher.”","$":{"class":"indent"}},{"_":"He frostily replied with a nod. When I saluted him, I did not cross my arms, as I did when I was a child. His attitude made me feel uneasy, so I went to the room I was assigned.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Perhaps he still remembers the Binh story, but that was more than a dozen years ago. The teacher and student both could not marry that girl. Moreover, perhaps he was already married and so was I.","$":{"class":"italics1"}}},{"_":"In the room, I met a lot of friends; we chatted with one another before the grading time came.","$":{"class":"indent"}},{"_":"Soon the time came; a secretary brought in some sealed boxes containing students’ tasks. I was surprised to see the secretary was Mr. T. He opened one box, then handed each of the examiners a few dozen students’ tasks for grading. At the same time, we had to sign a document to verify that we were present on that day.","$":{"class":"indent"}},{"_":"When he came to me, he handed me a pile of tasks, then opened the signature document and said, “Would you please sign here for me, sir?”","$":{"class":"indent"}},{"_":"Once more, I felt uneasy with the way he talked to me.","$":{"class":"indent"}},{"_":"As I signed, I said softly, “Teacher, would you please call me Hiep, as you usually did before?”","$":{"class":"indent"}},{"_":"He shook his head. “No, sir. Now you are mature and hold an important position.”","$":{"class":"indent"}},{"_":"I had no choice, so I kept quiet to do my job.","$":{"class":"indent"}},{"_":"A moment later, I saw he wasn’t busy; I went to his desk and said, “Teacher, would you please step out? I have some things to talk to you about.”","$":{"class":"indent"}},{"_":"He nodded, then followed me to the yard.","$":{"class":"indent"}},{"_":"No one was out there because it was the working hour. We both stood at the veranda quietly because I did not know how to start the conversation. He looked at the blue sky with cold eyes.","$":{"class":"indent"}},{"_":"After a few minutes of silence, I said, “Teacher, although you no longer teach me, but I appreciate what you have done for me. A proverb says, ‘Khong thay, do may lam nen.’ (Without Teacher, can you be successful?) Thanks to your teaching, today, I can handle this position. Now I have a request that needs your approval.”","$":{"class":"indent"}},{"_":"“So what is your request, sir?”","$":{"class":"indent"}},{"_":"“Teacher, would you allow me to consider you as a teacher, like a long time ago?”","$":{"class":"indent"}},{"_":"He kept quiet, looked to the street outside, then asked, “What else?”","$":{"class":"indent"}},{"_":"I thought he would yield, so I continued, “So I can call you Teacher and you call me Hiep alone.”","$":{"class":"indent"}},{"_":"He did not answer for a few seconds, then smiled. “Yes! If you don’t mind about your position, we can do it that way.”","$":{"class":"indent"}},{"_":"I was very happy. “Teacher, how have you been?”","$":{"class":"indent"}},{"_":"He smiled. “So far, so good. How about your parents? Are they still well?”","$":{"class":"indent"}},{"_":"“Thank you, Teacher. They’re fine.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After several days in Saigon, we returned to our home.","$":{"class":"indent"}},{"_":"Arriving at the door, we saw Sau sitting on the bed sadly. I was surprised when Sau did not say anything at all. She sat motionless as a statue, while her hands held my radio. Her attitude was totally the opposite of other days.","$":{"class":"indent"}},{"_":"I asked, “What’s going on, Sau?”","$":{"class":"indent"}},{"_":"Sau did not reply but kept looking at us with teardrops in her eyes.","$":{"class":"indent"}},{"_":"I was afraid that something bad happened to her. “What’s up, Sau?”","$":{"class":"indent"}},{"_":"She remained silent. We sensed a bad thing had happened to our house.","$":{"class":"indent"}},{"_":"We both rushed into the house and rolled up the curtain in the bedroom. We saw nothing, except my suits hanging at the corner.","$":{"class":"indent"}},{"_":"My wife started weeping, “What’s going on?”","$":{"class":"indent"}},{"_":"I asked Sau, “Someone has stolen all my properties, Sau?”","$":{"class":"indent"}},{"_":"She burst into tears and gave a nod.","$":{"class":"indent"}},{"_":"I pulled a chair close to her and asked, “You should tell me the full story.” ","$":{"class":"indent"}},{"_":"Sau kept quiet and unmoving.","$":{"class":"indent"}},{"_":"I was out of self-control and said angrily, “You must tell the full story, so I can solve the problem. If you keep quiet like this, how can I know the cause?”","$":{"class":"indent"}},{"_":"Sau said in her throat, so it was too hard to hear, “They broke in early this morning.”","$":{"class":"indent"}},{"_":"“At that time, did you know anything had happened?”","$":{"class":"indent"}},{"_":"“Nothing, Teacher.”","$":{"class":"indent"}},{"_":"“Where were you at that time?”","$":{"class":"indent"}},{"_":"“At my house.”","$":{"class":"indent"}},{"_":"“I asked you to sleep over here to take care of my house. Why did you sleep at yours?”","$":{"class":"indent"}},{"_":"“I was afraid of ghosts.”","$":{"class":"indent"}},{"_":"I realized that something mystical made Sau lose her head, so it was not good to ask her at that moment.","$":{"class":"indent"}},{"_":"I turned to Sau. “Sau, now you can go home. If I need to see you, I will go there.”","$":{"class":"indent"}},{"_":"After Sau left, I looked carefully at the house and found that the lock at the front door had been broken. It seemed to be pried up by a strong person with a heavy instrument.","$":{"class":"indent"}},{"_":"Diep called me from inside the house, “Teacher (she still called me Teacher because of habit), I found our Samsonite lying underneath our bed.”","$":{"class":"indent"}},{"_":"Diep pulled it out and saw it was empty. There was nothing left. There were a few holes in the Samsonite, and its locks were all destroyed. I thought someone had tried to cut a big hole in the suitcase to take everything out. But the suitcase skin was too leathery and sturdy, so they could not cut a hole. Finally, they used a small chisel to destroy the hook of the latch mechanism.","$":{"class":"indent"}},{"_":"Luckily, they had not taken away some old cooking pots. We cooked a simple dinner, then I used my motorbike to take Diep to the main market to buy a mosquito net, a blanket, and a pair of pillows for sleeping overnight. Diep also sent a message to her mom to ask her to come back.","$":{"class":"indent"}},{"_":"The next day, my mother-in-law returned there. She was also very surprised and scared. We called Sau to my house to get some information about the burglary. We all sat around the round table to talk. Sau looked very tired; perhaps she could not sleep last night.","$":{"class":"indent"}},{"_":"I asked her, “Sau, can you tell me something about the burglary?”","$":{"class":"indent"}},{"_":"Sau looked down and said emotionally, “Teacher, I’m so regretful not to complete my job.”","$":{"class":"indent"}},{"_":"I interrupted, “No. You need not say so. I want to know all the events of that night.”","$":{"class":"indent"}},{"_":"Sau continued, “After Diep’s mom left here for Tan Thieng, I came here to sleep as you said. The first night, Mrs. Hai Hoa came here to listen to traditional music with me, then returned at midnight. The night before yesterday, we did the same thing. Shortly after midnight, I heard someone throwing something at the house and sobbing. I thought it was a ghost trying to scare me. I had to turn on the radio loudly. However, I still slept here overnight.","$":{"class":"indent"}},{"_":"“Last night, I stayed here and nothing happened. At midnight, when I was sleeping, I heard someone crying horribly like a phantom. Then they threw something at the house again. I tried to sleep, but I couldn’t. After an hour or so, I finally had to go back to my house with your radio.”","$":{"class":"indent"}},{"_":"My mother-in-law asked, “Did you lock the door?”","$":{"class":"indent"}},{"_":"“Yes, madam.”","$":{"class":"indent"}},{"_":"Diep asked, “Is there any other reason that you had to leave the house?”","$":{"class":"indent"}},{"_":"“No, I was merely afraid of ghosts.”","$":{"class":"indent"}},{"_":"I said, “Let me know what happened in the morning.”","$":{"class":"indent"}},{"_":"Sau sobbed out, “In the very early…morning, I…I…woke up, then ran to see…the house. I saw the door…was opened. I sat on the bed until…you arrived home.”","$":{"class":"indent"}},{"_":"I asked, “At your home, did you hear any strange sounds at my house?”","$":{"class":"indent"}},{"_":"“I was so afraid of phantoms that I rolled myself in my blanket. Therefore, I did not hear anything at all.”","$":{"class":"indent"}},{"_":"I said, “That’s enough. You can go back home. Anyway, thank you for spending time watching my house.”","$":{"class":"indent"}},{"_":"After Sau left the house, I asked Diep and her mom, “Mom and Diep, what do you think?”","$":{"class":"indent"}},{"_":"My mother-in-law said, “I think there is a mystery in this case. Perhaps, Sau…Sau…”","$":{"class":"indent"}},{"_":"Diep chimed in, “Possibly, Sau connected with someone else to create this plot.”","$":{"class":"indent"}},{"_":"My mother asked me, “And you? What do you think?”","$":{"class":"indent"}},{"_":"I looked around the house for a few seconds, then answered, “I still have no evidence to accuse Sau. I need to investigate for myself about this case. Firstly, I must collect all information in our neighborhood, then throw out anything not related to the burglary.”","$":{"class":"indent"}},{"_":"Diep said, “I think Sau is the suspect.”","$":{"class":"indent"}},{"_":"Mom agreed. “She is poor. Perhaps she made a connection with someone such as Mrs. Hai Hoa, then they shared the profit. If we find that she is the prime suspect, we should forgive her.”","$":{"class":"indent"}},{"_":"Diep said, “Mrs. Hai Hoa is also very poor. Her husband returns home a few times a year. They don’t have enough money to raise their children. If she made a connection with Sau, they could take our properties to her house easily because her house is next to Dong Tien Center.”","$":{"class":"indent"}},{"_":"Mrs. Hai Hoa was a nice-looking young woman. Her husband was a soldier stationed somewhere far away. Her house was next to Dong Tien Center, and she was a retailer at the market.","$":{"class":"indent"}},{"_":"I said, “I agree. Not only Sau, but all the people living around here are very poor. If we find anyone committed the crime, we should only take our precious properties back.”","$":{"class":"indent"}},{"_":"I thought that the one who intruded into my house lived in the neighborhood, so they were aware of my absence from home and Sau’s personality.","$":{"class":"indent"}},{"_":"That afternoon, I went around to the neighbors to investigate the case. The people living in that neighborhood were very reluctant to disclose anything they knew because they feared revenge. I had to convince them that all information was confidential, and moreover, I would not harm anyone.","$":{"class":"indent"}},{"_":"Firstly, Mr. Ba Lung and Mrs. Tu, my neighbors, let me know that in the early morning of that day, they saw Mrs. Hai Hoa carrying a big basket and walking speedily in the direction of the canal.","$":{"class":"indent"}},{"_":"I went to see Mrs. Hai Hoa next and asked her, “Mrs. Hai Hoa, on that day, did you see anyone bringing something somewhere?”","$":{"class":"indent"}},{"_":"She thought for a while then replied, “I saw Mrs. Hai, the boat rower, carrying some big containers across the river. I also met Mrs. Huong with a big bag walking to the pier. When I asked her what she was carrying, she told me that she took some rice for grinding.”","$":{"class":"indent"}},{"_":"“Did you see Sau on that day?”","$":{"class":"indent"}},{"_":"“Yes, I saw her sitting in your house.”","$":{"class":"indent"}},{"_":"Next, I came to see Mrs. Huong, whose house was right in front of mine. Mrs. Huong had four children, two girls and two boys. The three oldest ones already had jobs, but their jobs were just barely enough for them to survive themselves. The older son, Canh, was the soldier at Cai Mon, fourteen kilometers from Cho Lach, so she lived with the younger one, Cu. Cu was ten years old at that time. I had never met her husband before.","$":{"class":"indent"}},{"_":"I asked her the same question.","$":{"class":"indent"}},{"_":"She said, “In the morning, I saw Mrs. Hai Hoa bringing a basket to the canal where there was a strange boat docked. Her gestures were so weird and not natural. I also saw Sau and Mrs. Hai Hoa talking about something with each other at your house.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Mom and Diep’s thoughts may be right. Sau and Mrs. Hai Hoa discussed what? A plan to take my property?","$":{"class":"italics1"}}},{"_":"After that, I also went to see dozens of people living around my house. Their answers were all similar to the ones I already knew and offered no further information.","$":{"class":"indent"}},{"_":"By the end of that afternoon, I visited Mrs. Chin Chang. She is the eighth child of her family, so her name is Chin and Chang means wicked. Actually, her name was Chin, but many times she scolded other people, so her neighbors gave her that nickname. Since the day I opened the Dong Tien Center, I never saw anyone come to see her. She was about fifty but still single. That was the first time I had ever contacted her because I did not have any business, which related to her before. Her house was about fifty meters from Mrs. Hai Huong’s.","$":{"class":"indent"}},{"_":"After talking with her for a few minutes, I realized she was a nice woman. Perhaps she had scolded or blamed someone who tried to tease her.","$":{"class":"indent"}},{"_":"She answered the same question. “Every day, I wake up very early, so I see a lot of things. I saw Mrs. Hai Hoa, Mrs. Hai the boat rower, Mrs. Huong, and Miss Lang leaving their houses very early in the morning.”","$":{"class":"indent"}},{"_":"“Where did Mrs. Huong go?”","$":{"class":"indent"}},{"_":"“I don’t know, but she went through the lane next to your center and Mrs. Hoa’s. She carried a big bag.”","$":{"class":"indent"}},{"_":"“How about Miss Lang?”","$":{"class":"indent"}},{"_":"“She went to the riverbank.”","$":{"class":"indent"}},{"_":"When I arrived at Diep’s former house, I met a woman who answered my questions. “That morning, I met Mrs. Hai, the boat rower, with a container. She told me that she carried eels to sell at the market.”","$":{"class":"indent"}},{"_":"Finally, that evening, I went to see Mr. and Mrs. Hai, the boat rower. Their family was also very poor, and they had several children. Mr. Hai once argued with me because I set up a barbed-wire fence around my house to protect my properties as well as my students’ bikes.","$":{"class":"indent"}},{"_":"He answered my question. “I saw Mrs. Huong bring a big bag across the canal by my boat.”","$":{"class":"indent"}},{"_":"As for Sau, he said, “I did not see her that day.”","$":{"class":"indent"}},{"_":"After those interviews, I finalized four people on the suspect list: Sau, Mrs. Hai the boat rower, Mrs. Hai Hoa, and Mrs. Huong. Mom and Diep insisted that Sau and Mrs. Hai Hoa made a connection in that case. I thought I still needed more time to come to a conclusion.","$":{"class":"indent"}},{"_":"The next day, I went to Mrs. Ba, Diep’s cousin. Her house was at the end of my road, next to the canal.","$":{"class":"indent"}},{"_":"I asked her, “Mrs. Ba, on the day my house was robbed, did you see Mrs. Hai Hoa go to the canal?”","$":{"class":"indent"}},{"_":"“Yes, I saw her going to the waterfront to wash her family’s clothes.”","$":{"class":"indent"}},{"_":"“Did you see Mrs. Huong?”","$":{"class":"indent"}},{"_":"“No.”","$":{"class":"indent"}},{"_":"“How about Miss Lang?”","$":{"class":"indent"}},{"_":"“She also did the same thing, soon after Mrs. Hai Hoa.”","$":{"class":"indent"}},{"_":"I asked, “When did you see them?”","$":{"class":"indent"}},{"_":"“I saw Mrs. Hai Hoa in the very early morning and Lang soon after.”","$":{"class":"indent"}},{"_":"I then went to market and found out that Mrs. Hai, the boat rower, went there to sell eels every day. I came to a conclusion: Mrs. Hai Hoa, Miss Lang, and Mrs. Hai, the boat rower, were thrown out of the list of suspects.","$":{"class":"indent"}},{"_":"The only two who still remained on my list were Sau and Mrs. Huong. But Sau did not do anything else except sit in my house until we came back, so Mrs. Huong was the prime suspect. The reason was that Mrs. Huong told Mrs. Hai Hoa that she took rice for grinding. But after my investigation, I learned that the rice-grinding mill was on same side with my house. She did not need to cross the river, so where did she go? She went somewhere to hide my stuff, didn’t she?","$":{"class":"indent"}},{"_":"The following day, while passing Teacher Hoa’s house, I heard someone running behind me call, “Teacher.”","$":{"class":"indent"}},{"_":"I paused and saw that was Tri, an eleven-year-old son of Mr. Hoa.","$":{"class":"indent"}},{"_":"Tri crossed his arms and bowed. “Teacher, my father asked me to invite you to my house.”","$":{"class":"indent"}},{"_":"I rubbed his hair. “Okay, I will come to see your dad.”","$":{"class":"indent"}},{"_":"When I stepped into his house, I saw Mr. Hoa talking with Captain Hien. I had a chance to make friends with Captain Hien when I was still single. At that time, we both had meals at Mr. Hoa’s house. Captain Hien was the chief of police of the district.","$":{"class":"indent"}},{"_":"Mr. Hoa and Captain Hien both stood up to greet me. We shook hands, then sat down around a table to chat.","$":{"class":"indent"}},{"_":"Mr. Hoa said, “Teacher Hiep, we are talking about your case. Where are you at now?”","$":{"class":"indent"}},{"_":"I smiled. “I’m still investigating it myself.”","$":{"class":"indent"}},{"_":"Captain Hien said, “Teacher Hiep, why didn’t you report that burglary to my office? This is a big one.”","$":{"class":"indent"}},{"_":"I said, “I really do not want to bother you.”","$":{"class":"indent"}},{"_":"Captain Hien burst into laughter. “Teacher Hiep, I think you’re hesitant to write a formal application form to me. Right?”","$":{"class":"indent"}},{"_":"“I don’t—”","$":{"class":"indent"}},{"_":"Captain Hien interrupted me. “Or you think we will ignore your case?”","$":{"class":"indent"}},{"_":"I said, “No, I don’t think so. I promised to solve this myself. If I find the suspect, I’ll only take back some precious things and not bring them to a lawsuit. If you and your men get involved in that task, I think you will put them in jail.”","$":{"class":"indent"}},{"_":"Mr. Hoa said, “Teacher Hiep, I think you have the wrong opinion. You must help the police to clean up our society, so you should report the burglary to the police department.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Mr. Hoa is partially right. However, only burglars at night are arrested, the ones who burgle in the daytime, no one dares to arrest. ","$":{"class":"italics1"}}},{"_":"Dad always taught me:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"Con ","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i nh","$":{"class":"italics1"}},{"_":"ớ","$":{"class":"times-italic"}},{"_":" t","$":{"class":"italics1"}},{"_":"ớ","$":{"class":"times-italic"}},{"_":"i điê","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"u này","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"C","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"p đêm là giă","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"c, c","$":{"class":"italics1"}},{"_":"ướ","$":{"class":"times-italic"}},{"_":"p ngày là quan ","$":{"class":"italics1"}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-009-backlink"},"a":{"_":"80","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-009"}}}}]},{"$":{"class":"indent"}},{"_":"When he saw me sitting without responding, Captain Hien said, “If you reluctantly want to write a formal application, you only need to drop me a few lines to describe that case. Please keep in mind that the more information we have, the better for us.”","$":{"class":"indent"}},{"_":"A few seconds of silence passed.","$":{"class":"indent"}},{"_":"I finally said, “Captain Hien, in this case, I will turn in an application form to you.”","$":{"class":"indent"}},{"_":"Captain Hien asked me, “Teacher, between us only, do you suspect anybody?”","$":{"class":"indent"}},{"_":"I reluctantly said, “Yes, but…but—”","$":{"class":"indent"}},{"_":"Mr. Hoa interrupted, “Teacher Hiep, you should say the one you think it is. Captain Hien will arrest that person, if he has enough evidence. Is that right, Captain?”","$":{"class":"indent"}},{"_":"“Yes, sir!”","$":{"class":"indent"}},{"_":"I said, “I fear that if my judgment is not accurate, I would feel guilty because we have a saying:","$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"$":{"class":"italics1"}}},{"$":{"class":"indent"},"span":[{"_":"Mô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"t mâ","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t m","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i ng","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":".","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"M","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i ng","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":", mu","$":{"class":"italics1"}},{"_":"ườ","$":{"class":"times-italic"}},{"_":"i tô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"i","$":{"class":"italics1"}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-008-backlink"},"a":{"_":"81","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-008"}}}}]},{"$":{"class":"indent"}},{"_":"So I dare not suspect anyone at all.”","$":{"class":"indent"}},{"_":"Captain Hien persuaded, “Teacher Hiep, please name the one whom you most think it is.”","$":{"class":"indent"}},{"_":"I had to reply, “I’m still investigating, and the one I’m looking at is Mrs. Huong, whose house is in front of mine.”","$":{"class":"indent"}},{"_":"Captain Hien said, “That’s fine. I will take care of that matter.”","$":{"class":"indent"}},{"_":"We said goodbye to each other, then went home. At home, I wrote an application to police department and turned it in the next day. However, I still collected data for myself.","$":{"class":"indent"}},{"_":"At noon, when we were having lunch, my mother-in-law asked me, “Did you find anyone?”","$":{"class":"indent"}},{"_":"“Not yet, Mom, but I suspect someone.”","$":{"class":"indent"}},{"_":"Diep asked, “Is it Sau or Mrs. Hai Hoa?”","$":{"class":"indent"}},{"_":"“No, I think it’s Mrs. Huong.”","$":{"class":"indent"}},{"_":"They were both surprised. “Really?”","$":{"class":"indent"}},{"_":"I turned to Mom and asked, “Mom, you’ve lived here for a long time. Do you know anything about Mrs. Huong’s husband?”","$":{"class":"indent"}},{"_":"She nodded. “He is a policeman. A couple years ago, he served at our district police department for many years before he was transferred to another district. Mrs. Huong’s native village is Cai Ga, a village eight kilometers from our house—”","$":{"class":"indent"}},{"_":"I interrupted. “Oh my goodness! It’s totally wrong!”","$":{"class":"indent"}},{"_":"Diep asked, “What’s wrong?”","$":{"class":"indent"}},{"_":"“This morning, I turned in a form to ask the police to help us in searching for the suspect.”","$":{"class":"indent"}},{"_":"Mom asked me, “So what’s wrong with that?”","$":{"class":"indent"}},{"_":"“If he served at our district for a long time, he must have a lot of friends who are also policemen,” I explained. “I’ve asked them to investigate their friend’s wife, but I don’t think they can find anything at all. Captain Hien is the new person. He wants to help us, but he’ll order these men to do the job. These policemen will help her to get away with it instead of helping me.”","$":{"class":"indent"}},{"_":"Diep said, “What will you do now?”","$":{"class":"indent"}},{"_":"“I think I must investigate the case again, but this time, it’s very hard. Because we’re not only dealing with Mrs. Huong but also the whole police department.”","$":{"class":"indent"}},{"_":"That evening, I went to play billiards with Tan Thanh, Diep’s nephew, until 11:00, then we prepared to go home. As soon as I stepped out the door, a sergeant of the police department approached me. He said in a very low voice, “Teacher, our captain sent me here to let you know that at 11:30 tonight, we will hold an operation to capture all youth who escaped military service. Our captain will take advantage of the operation to inspect Mrs. Huong’s house.”","$":{"class":"indent"}},{"_":"“Thank you and thank the captain,” I answered. “Nevertheless, please keep in mind that I don’t want Mrs. Huong to know I’m suspecting her.”","$":{"class":"indent"}},{"_":"On the way back home, I saw dozens of policemen dividing into small groups and going to inspect house by house. Arriving at my home, I did not see any policemen. I let Diep and her mom know that policemen were coming.","$":{"class":"indent"}},{"_":"Soon, as I walked out to light a kerosene lamp in front of Dong Tien Center, I saw a dozen policemen standing there. I could not believe they got there that soon. One of them pretended to ask for my papers, while several others went to Mrs. Huong’s house. A few minutes later, they all came out with empty hands, and one of them hurriedly came to me.","$":{"class":"indent"}},{"_":"He told me, “Teacher, we searched her house already but couldn’t find anything at all.”","$":{"class":"indent"}},{"_":"I was very angry because Mrs. Huong was looking at me when he was talking.","$":{"class":"indent"}},{"_":"I said, “Thanks.” But I cursed him silently, “Idiot!”","$":{"class":"indent"}},{"_":"When all the policemen faded away in the darkness, Mrs. Huong started reviling vaguely, “He thinks I’m poor, so he suspects me of burglarizing his properties. He should die…the Northerner’s stupid…somebody should kill his whole family.”","$":{"class":"indent"}},{"_":"After half an hour or so, she went to bed. Perhaps she was tired after such a long time of reviling. But in the very early morning of the following day, we were all awakened by her voice.","$":{"class":"indent"}},{"_":"Mrs. Huong sat on a hammock hanging on her veranda, looking at my house, and went on reviling. I was very disappointed with the police’s measures. Everyone knew she was scolding me.","$":{"class":"indent"}},{"_":"That evening, Captain Hien informed me that his investigation about Mrs. Huong was temporarily paused because there was no evidence. However, he promised that he would take a look at other people.","$":{"class":"indent"}},{"_":"At dinnertime, my mother-in-law asked, “How does she know we reported that to the police?”","$":{"class":"indent"}},{"_":"I forced a smile. “Her husband’s friends let her know, Mom. I realized that the investigation is in vain, and we will suffer a bad reputation by accusing a poor neighbor. Finally, I have to confront not only her family but also a dozen policemen.”","$":{"class":"indent"}},{"_":"“How will you investigate now?”","$":{"class":"indent"}},{"_":"“Tomorrow, you keep an eye on the house. I will take Diep to Cai Ga.”","$":{"class":"indent"}},{"_":"Mom asked, “Why do you need to go there?”","$":{"class":"indent"}},{"_":"“The other day, Mrs. Huong crossed the canal to go back to her village. She may hide our stuff over there or she may sell some of our materials to a shop in the village.”","$":{"class":"indent"}},{"_":"At 9:00 a.m. the next day, I took Diep to Cai Ga Village on my Honda. We got there half an hour later because of the rough road. In that village, there were several students of mine, but I did not know their houses. We were nervous because we did not know where we should go. One way that we could find our material or clothes was to visit a material store.","$":{"class":"indent"}},{"_":"A peasant passed by. I stopped him and asked, “Sir, is there any material store around here?”","$":{"class":"indent"}},{"_":"“Oh yes!” He pointed us in the right direction, “You turn left at the road at the end of the bridge. Twenty meters  away from the intersection is a store.”","$":{"class":"indent"}},{"_":"Looking in the direction the man pointed, we saw a bridge; on the right-hand side of the bridge was a billiard shop, and opposite that shop was a road winding along a small river.","$":{"class":"indent"}},{"_":"I said, “Thank you, sir.”","$":{"class":"indent"}},{"_":"I drove my Honda on the road and found a small material store. As we were looking around to find the store, all of a sudden some girls screamed with joy, “Teacher!”","$":{"class":"indent"}},{"_":"Two girls rushed out of the store to greet me. I recognized Ngam and Nghe. Ngam was a twelfth grader and also a friend of my spouse. Nghe was an eleventh grader and a sister of Ngam. Their parents owned that store. Ngam was very glad to see us, but she did not know the reason we came there.","$":{"class":"indent"}},{"_":"She introduced us to her parents.","$":{"class":"indent"}},{"_":"Her father said, “Teacher, we are happy to see you. Our children always talk about you, but we haven’t had a chance to see you. Why do you come here? This village is a remote one, and there is nothing interesting to visit. Please sit down, and we’ll chat.”","$":{"class":"indent"}},{"_":"I said, “We are sorry to bother you. Sir, in the past few days, has anyone come here to sell used clothes and look for new or other brand-new materials?”","$":{"class":"indent"}},{"_":"“Yes, but why do you ask me that question?”","$":{"class":"indent"}},{"_":"“The reason we come here is that there was a burglary at my house a few days ago. I think Mrs. Huong is the prime suspect.”","$":{"class":"indent"}},{"_":"“Huong who?”","$":{"class":"indent"}},{"_":"“The woman whose native village is this one. Her husband is a policeman who once served at Cho Lach. Her older son is named Canh.”","$":{"class":"indent"}},{"_":"“Oh! Oh! We know her. Teacher, you can look at these closets to see if anything belongs to you.”","$":{"class":"indent"}},{"_":"Then he led me around to look at his closets that displayed sale materials, even in his storage shelves, but I did not recognize anything at all.","$":{"class":"indent"}},{"_":"I said, “Thank you, sir. I did not see my stuff in these closets.”","$":{"class":"indent"}},{"_":"Ngam’s father said, “I don’t know how I can help you.”","$":{"class":"indent"}},{"_":"I asked, “Do you know anything else about her family?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. She is not a good person. Her parents’ house is on the other side of the river, but we don’t know the exact location. Her son Canh is a soldier, stationed at Cai Mon. He is a cruel guy. Once, he threw a grenade at a coffee shop that injured many people. Her husband’s native village is also at Cai Mon, about ten kilometers from here.”","$":{"class":"indent"}},{"_":"I was very happy to learn more about her. “Thank you, sir. I think I have to take my spouse there immediately.”","$":{"class":"indent"}},{"_":"Ngam’s Mom said, “Teacher, you should not go there. The road is not good, and also…also…it is dangerous.”","$":{"class":"indent"}},{"_":"I knew she was implying that the VC always made booby traps and destroyed the road leading to that village.","$":{"class":"indent"}},{"_":"I said, “Thank you, but we have no choice.”","$":{"class":"indent"}},{"_":"We then left there for Cai Mon. The road was very bad; bushes and trees grew all over the place because of the war and because no one maintained it. We did not make good time getting there. In some places, the road was narrow enough just for my motorbike to go through. The bridge was only forty centimeters wide. We could not ride our Honda through that; I had to go backward and guide the Honda, while Diep went behind to help me by pushing it.","$":{"class":"indent"}},{"_":"We arrived there at noon. We did not know if anyone there would have further information.","$":{"class":"indent"}},{"_":"Looking at Diep’s red face, I realized that she was tired because of the heat and the long, hard road. I told her, “We must take lunch first. Are you hungry?” She nodded. “What do you want to eat?” I asked.","$":{"class":"indent"}},{"_":"She smiled, “Anything. We could eat Chinese noodles.”","$":{"class":"indent"}},{"_":"We took lunch at a small inn, then took a walk around the market.","$":{"class":"indent"}},{"_":"I said, “Honey, we’ll go around to look for our missing things. Along the way, you should buy some pieces of material to make some clothes for you.”","$":{"class":"indent"}},{"_":"We pretended to go shopping; that way, we could take a look at clothes, electric irons, and materials similar to ours. We still could not find anything belonging to us.","$":{"class":"indent"}},{"_":"When we were wandering around, suddenly someone called loudly, “Teacher!”","$":{"class":"indent"}},{"_":"We were very surprised because this village was very far from Cho Lach; moreover, the means of transportation were very limited, and therefore, it would be hard for students living there to attend at my school. I thought possibly a student was calling to some other teacher. I looked around and saw a tailor shop on the opposite side of the market. In the shop, a young man was operating a sewing machine. He did not look at us, but he was smiling.","$":{"class":"indent"}},{"_":"I said to Diep, “Let’s go to that shop to see if that gentleman is my student.”","$":{"class":"indent"}},{"_":"As we entered the shop, that young man looked at me and smiled. “Teacher, where are you going?”","$":{"class":"indent"}},{"_":"I asked, “Are you my student?”","$":{"class":"indent"}},{"_":"“Yes, Teacher. I attended Dong Tien Math Center last summer.”","$":{"class":"indent"}},{"_":"“Sorry, I have many students, so I can’t remember them all.”","$":{"class":"indent"}},{"_":"The student asked, “What are you doing at this village, Teacher?”","$":{"class":"indent"}},{"_":"“We are searching for our materials and other things missing on account of a burglary. By the way, do you know anyone in this village named Canh?”","$":{"class":"indent"}},{"_":"“The one who is a local soldier and his mom currently lives at Cho Lach?”","$":{"class":"indent"}},{"_":"I got excited. “That’s him.”","$":{"class":"indent"}},{"_":"“I don’t know his house, but his cousin owns a tailor shop not too far from here.”","$":{"class":"indent"}},{"_":"Diep asked, “Can you show us the way to get there?”","$":{"class":"indent"}},{"_":"“Yes, madam. That shop is also on this street, about three hundred meters from here. When you go there from here, it is on the left hand side. That is the only tailor shop on this street besides mine.”","$":{"class":"indent"}},{"_":"I asked, “Are you Canh’s friend?”","$":{"class":"indent"}},{"_":"“No, Teacher. He’s a bad guy. You should be careful when dealing with him.”","$":{"class":"indent"}},{"_":"I said, “Thank you. Now we’ve got to go. Goodbye.”","$":{"class":"indent"}},{"_":"“Goodbye, Teacher.”","$":{"class":"indent"}},{"_":"At the street, I told Diep, “We’ll ride our motorbike to that shop. When we get there, I’ll slow down the engine, pretending we’re having trouble with our motorbike. I’ll stop right in front of that shop. Taking advantage of that moment, you look carefully at the shop to see if any our clothes or material are there or not. You understand?”","$":{"class":"indent"}},{"_":"“Yes, Teacher.”","$":{"class":"indent"}},{"_":"Everything went exactly as we planned, but we did could not recognize any of our things. Eventually, we had to return home by afternoon.","$":{"class":"indent"}},{"_":"When she saw me, Mrs. Huong started cursing me again.","$":{"class":"indent"}},{"_":"About 3:00 p.m. the next day, a schoolboy rushed to my house and let me know that he saw something floating in a small irrigation canal behind Mrs. Huong’s house.","$":{"class":"indent"}},{"_":"I followed the student to that place and found that it was my blanket, and some other things of Diep’s. All those things I had already listed in my report. The location was about fifty meters from Mrs. Huong’s house and right behind Mrs. Chin Chang’s.","$":{"class":"indent"}},{"_":"I thought someone had informed Mrs. Huong ahead of the police operation so that she hid those things under the mud in the canal at the low tide. That afternoon, when the water rose because of high tide, the mud on top was washed away so that the blanket was able to rise to the water’s surface.","$":{"class":"indent"}},{"_":"I brought the evidence to the police department and handed it to Captain Hien, saying, “I have something for you.”","$":{"class":"indent"}},{"_":"Captain Hien looked at those things carefully and compared them with my report.","$":{"class":"indent"}},{"_":"He said, “It goes without saying that Mrs. Huong relates to this burglary. But why, the other night, could we not find anything?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"If you do it yourself, you can find this evidence. But your men are the suspect’s friends, so how can they find this?","$":{"class":"italics1"}}},{"_":"But I did not inform him of that. I was afraid that the problem would turn out worse if his men got angry with me.","$":{"class":"indent"}},{"_":"I said, “Possibly, she has hidden other stuff at her native village.”","$":{"class":"indent"}},{"_":"“Where is her native village?”","$":{"class":"indent"}},{"_":"I said, “I’ve learned that her native village is at Cai Ga.”","$":{"class":"indent"}},{"_":"“What makes you believe that?”","$":{"class":"indent"}},{"_":"“Someone has told me that she brought a big bag across the canal in the early part of that day. Perhaps she moved all the other stuff to her village.”","$":{"class":"indent"}},{"_":"Hien said, “I need some legal papers to inspect her house at Cai Ga.”","$":{"class":"indent"}},{"_":"The next day at 9:00 a.m., when Mrs. Huong was reviling me, I saw two police officers come to her house and lead her away. A few minutes later, another policeman dropped by my house and let me knew that Huong was escorted to her house at Cai Ga.","$":{"class":"indent"}},{"_":"I was not confident about the police action, so at 10:00 a.m., I tried to interview Cu, Huong’s youngest son, but he was playing with a group of boys.","$":{"class":"indent"}},{"_":"Diep said, “Why don’t you call Cu to come here for more information?”","$":{"class":"indent"}},{"_":"I looked at her and felt good because she was starting to get some good ideas about investigation.","$":{"class":"indent"}},{"_":"I said, “It’s a good idea, but it’s not the right time. Wait for a little while.”","$":{"class":"indent"}},{"_":"At 11:00, the game was over. I called Cu to my house. I gave him some candies and said, “Cu, do you know where your mom is going?”","$":{"class":"indent"}},{"_":"He answered spontaneously, “Yes, Teacher! She’s going back to Cai Ga with some policemen.”","$":{"class":"indent"}},{"_":"“Do you think she is in trouble?”","$":{"class":"indent"}},{"_":"“No, Teacher.”","$":{"class":"indent"}},{"_":"I said, “If they found some things that belong to me, they would arrest her immediately.”","$":{"class":"indent"}},{"_":"Suddenly, Cu burst out crying. “Teacher, please…save her! She…did not…do it by herself.”","$":{"class":"indent"}},{"_":"I said, “Cu, stop crying! I don’t want to harm your mom, but let me know who helped her.”","$":{"class":"indent"}},{"_":"“Ty, Ba Lung’s son, and I helped her.”","$":{"class":"indent"}},{"_":"“So who is the one who came into my house?”","$":{"class":"indent"}},{"_":"“Ty…and I did…and the elders…watched around.”","$":{"class":"indent"}},{"_":"“But the lock is very tough. I don’t think you could break it.”","$":{"class":"indent"}},{"_":"“Mr. Ba Lung…let us…borrow a crowbar.”","$":{"class":"indent"}},{"_":"“Okay, to save your Mom and Mr. Ba Lung, you should not declare their names connected to this burglary. Understood? Now, go with me to the police department! I’ll try to save you too. I only want to take something back.”","$":{"class":"indent"}},{"_":"I then took Cu to the police department. When we were about to cross the canal by Mr. Hai’s boat, I saw Hien standing on that boat to go to our side for lunch at Mr. Hoa’s house.","$":{"class":"indent"}},{"_":"Hien said, “Teacher Hiep, I have just received a call from my men. They reported that they could not find anything at Huong’s house at Cai Ga. Perhaps you suspected the wrong person. Or Mrs. Chin Chang is the prime suspect?”","$":{"class":"indent"}},{"_":"“No! I know Mrs. Huong is the one we’re looking for.”","$":{"class":"indent"}},{"_":"“But we don’t have evidence.”","$":{"class":"indent"}},{"_":"We were in a place full of people, so I pulled him to an empty corner.","$":{"class":"indent"}},{"_":"I said, “Captain Hien, this is Huong’s son. He has just confessed himself about the burglary. You can take him to your office.”","$":{"class":"indent"}},{"_":"Hien said, “Really?”","$":{"class":"indent"}},{"_":"I nodded.","$":{"class":"indent"}},{"_":"Hien said, “I need to take the boy to my office now for interrogation.”","$":{"class":"indent"}},{"_":"I asked, “You didn’t take lunch, did you?”","$":{"class":"indent"}},{"_":"He smiled. “I’ll take it later.”","$":{"class":"indent"}},{"_":"I respected him as a responsible person.","$":{"class":"indent"}},{"_":"Half an hour later, some police officers arrived at Mr. Ba Lung’s house to arrest Ty. Soon after, Ba Lung came to my house with a rifle. He was the leader of a paramilitary force, so he had a carbine MI.","$":{"class":"indent"}},{"_":"He stood in front of my house, loaded the gun, then scolded, cursed, and reviled me. “Fuck you! Why do you make a false accusation against my son? I will kill you!” I did not answer. He kept on cursing, “Eh! Northerner teacher! You are a vagrant. I’ll kill your whole family.”","$":{"class":"indent"}},{"_":"At that time, Diep and her friends, Banh, My Van, and Sa were chatting with me in a classroom at Dong Tien Center. They were all frightened out of their wits.","$":{"class":"indent"}},{"_":"I said, “Let me go out to talk with him.”","$":{"class":"indent"}},{"_":"All the girls said, “Teacher, don’t go out! He would shoot you.”","$":{"class":"indent"}},{"_":"“If I stay here, he would shoot into the house, and all of us would be wounded or killed.”","$":{"class":"indent"}},{"_":"I walked out and saw Ba Lung’s bare chest, carrying a carbine MI. He pointed the gun over my head and shouted, “Why did you tell the police to arrest my son? Did you see him intruding into your house? I’ll kill you!”","$":{"class":"indent"}},{"_":"I said, “Mr. Ba Lung! The police took your son for an interview but did not put him in jail yet. If they don’t find enough evidence, they will release your son.”","$":{"class":"indent"}},{"_":"He ignored my words and kept on cursing me. That left me in big trouble because I had to prove that I didn’t make any false accusations to the neighbors.","$":{"class":"indent"}},{"_":"Half an hour later, Mrs. Huong, dressed in a brown coat with a black and white kerchief on her head, returned home from Cai Ga. She then joined Ba Lung in calling my name. Thanks to a rainshower, they stopped reviling me and went home to take a break.","$":{"class":"indent"}},{"_":"When the rain was over, I saw Huong go to the main street hurriedly. That street led to the main bridge crossing the canal and also led to Cai Ot Bridge, then to Tan Phu Temple. There is another way to go to those places, the way along the canal. (See map on page 231.)","$":{"class":"indent"}},{"_":"I sprang up and ran to the canal, in the opposite direction to Huong’s. At the end of that lane, I ran across Xiem, Mrs. Ba’s brother.","$":{"class":"indent"}},{"_":"He said, “Hi, Mr. Hiep.”","$":{"class":"indent"}},{"_":"At that time, he had just gotten home from farming work, so his clothes were very dirty and full of mud. Seeing him take off his coat to wash, I also took off mine. I handed him mine and took his. I grabbed his bicycle and his hat. I did not say hi to him but said, “I’m borrowing these. I’ll return them to you later, Mr. Xiem.”","$":{"class":"indent"}},{"_":"Xiem looked at me with his mouth open wide.","$":{"class":"indent"}},{"_":"I put on his muddy coat and hat, then pedaled the bike quickly to the intersection of the Main Bridge and the road to Tan Phu Temple.","$":{"class":"indent"}},{"_":"When I reached the intersection, I saw the Lambretta tricycle crossing Cai Ot Bridge, heading to Tan Phu Temple, and disappearing behind a bamboo row. There was a Lambretta tricycle for rent at a house about thirty meters from that bridge. I recognized a woman wearing a brown coat, with a black-and-white kerchief on her head, sitting in that vehicle. I pedaled the bike at full speed to follow the Lambretta, but the vehicle also rushed forward at full speed.","$":{"class":"indent"}},{"_":"A few minutes later, it disappeared behind some trees. I kept looking at the tracks of the vehicle and pedaled in that direction. Some minutes later, I could not see the vehicle tracks because grass covered all over the place.","$":{"class":"indent"}},{"_":"Just then, I saw Phan, a former student of mine.","$":{"class":"indent"}},{"_":"I asked her, “Phan, did you see a Lambretta tricycle passing here?”","$":{"class":"indent"}},{"_":"The young lady looked at me from head to toe, then laughed. “Oh! Teacher! I did not recognize you. I thought it was a farmer. Yes, Teacher, it has just stopped at that house.”","$":{"class":"indent"}},{"_":"She pointed to a house that poked through a row of luxuriant trees.","$":{"class":"indent"}},{"_":"I could not go into the house to check on her, so I had to stay behind a bush, chatting with Phan, while watching the vehicle. A quarter of an hour later, the Lambretta tricycle moved out with Mrs. Hai Huong, but I did not see any evidence.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Why did she come here? If she did not take back any material or other things, perhaps she came here to get payment for those things.","$":{"class":"italics1"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute78","src":"image/Image2106_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CAI OT BRIDGE.png"}}},{"_":"I said goodbye to Phan, then rode the bike back home and returned it to Xiem.","$":{"class":"indent"}},{"_":"When I reached home, I saw Mrs. Huong sitting on the hammock, reviling me. In the house, I saw On and Tam, Tan Thanh’s younger brother, chatting with Diep and her mom. I joined them to listen to Huong’s “songs.”","$":{"class":"indent"}},{"_":"At 3:30 p.m., Huong suddenly left her house, heading in the direction of the canal, I rushed out of the house, stayed behind a bamboo bush looking after her, and saw her walk to the canal, then turn right to the crossing boat landing area.","$":{"class":"indent"}},{"_":"I went back home and told Tam, “Tam! You go home and tell Tan Thanh to go to the market and wait for me at Cai Ga vehicle station right away!”","$":{"class":"indent"}},{"_":"He nodded. “Yes, Teacher!” He then dashed out of my house.","$":{"class":"indent"}},{"_":"Diep and her mom looked at me worriedly but said nothing. ","$":{"class":"indent"}},{"_":"I went out, started my Honda, and rode to the market, passing the main bridge. I stopped by the police department to get some more information. I did not meet Captain Hien there, just a police officer.","$":{"class":"indent"}},{"_":"“They all retracted their statements,” he replied. “Cu said you threatened him, so he told a lie. We are going to release them by tomorrow morning.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"How can those uneducated boys know to retract their statements unless someone has instructed them to do so? So the police have helped them to do this? I must arrest Huong with all the evidence, so they cannot deny their crime. If I cannot find any evidence, it would be a disaster for my family. I have to close my math center forever. I cannot live there.","$":{"class":"italics1"}}},{"_":"I said, “That’s fine. But I will collect my missing materials and clothes this evening.”","$":{"class":"indent"}},{"_":"He asked me, “How can you do so?”","$":{"class":"indent"}},{"_":"I smiled instead of replying to the question.","$":{"class":"indent"}},{"_":"As I walked out, he said, “Teacher, Captain Hien has detached some policemen to Cai Ga. They went there this morning to search for evidence one last time. If we have no evidence, we must release those boys.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Of course, you would not find any evidence at all.","$":{"class":"italics1"}}},{"_":"I smiled and nodded, then rode my motorbike to the market and met Thanh standing by a magazine booth at the vehicle station. I gave him a ride to Cai Ga.","$":{"class":"indent"}},{"_":"Thanh asked, “How long ago did Mrs. Huong leave her house, Teacher?”","$":{"class":"indent"}},{"_":"Looking at my watch, I said, “About fifteen minutes, at the same time as me. She had to take a walk to get here, and I rode the motorbike. However, I took a longer way and stopped by the police department for a few minutes. For that reason, she left here about five minutes ago.”","$":{"class":"indent"}},{"_":"Thanh said, “Teacher, if you drive fast enough, we can catch her midway because the bus or towed motorbike is slower than us.”","$":{"class":"indent"}},{"_":"I said, “No, we can’t catch her. I think Mrs. Huong also hired a Honda driver to give her a ride there. And I don’t want to arrest her that way.”","$":{"class":"indent"}},{"_":"Thanh asked, “Why do you think she hired a Honda?”","$":{"class":"indent"}},{"_":"“She wants to get there as soon as possible. She fears that I will go there to find evidence myself, so she must reach there before night falls and take those things to another place.”","$":{"class":"indent"}},{"_":"“Why don’t you want to arrest her that way?”","$":{"class":"indent"}},{"_":"I smiled. “We must stop her with all the evidence.”","$":{"class":"indent"}},{"_":"“If we cannot find any evidence, what happens next?” Thanh asked.","$":{"class":"indent"}},{"_":"I gave a forced laugh. “It’s a big problem for me.”","$":{"class":"indent"}},{"_":"Thanh said, “It’s very hard to find her at that village. How can we know whose house she went to?”","$":{"class":"indent"}},{"_":"“I have a way. Just wait and see!”","$":{"class":"indent"}},{"_":"The road was very bad, especially after a rain because it was made of earth and rock, so we could not make good time driving to Cai Ga. When we were about five kilometers from Cho Lach, I saw a bus half a kilometer away from us. I did not know what direction it was going nor why it was parking there. To prevent careless trouble, I stopped my bike behind a big bush.","$":{"class":"indent"}},{"_":"Thanh asked, “Why do you stop here, Teacher?”","$":{"class":"indent"}},{"_":"I did not explain but said, “Go over there and get a banana leaf for me!” I pointed to a banana bush by the roadside.","$":{"class":"indent"}},{"_":"Thanh brought the banana leaf to me, then asked, “What’s next, Teacher?”","$":{"class":"indent"}},{"_":"I said, “Take off your shirt and give it to me!”","$":{"class":"indent"}},{"_":"Thanh did as I said while complaining, “I don’t know why you’re asking me to do this!”","$":{"class":"indent"}},{"_":"When Thanh took off his shirt, I saw his chest was very white.","$":{"class":"indent"}},{"_":"I said, “I want to disguise you as a farmer, but your body is too white to match the role. Take some mud from the irrigation canal and put it on your body.”","$":{"class":"indent"}},{"_":"“What for?”","$":{"class":"indent"}},{"_":"I pointed to the bus. “Using the banana leaf as a hat to cover your face, walk to the bus. If the bus is going same direction with us, when passing the bus, you must go very slowly and look though the leaf to see if Mrs. Huong is on the bus or not. If you see her, keep on walking, and wait for me very far down there. If she is not on the bus, stop and raise the leaf up and down three times.”","$":{"class":"indent"}},{"_":"Thanh nodded. “I will!”","$":{"class":"indent"}},{"_":"I said, “If the bus is going in the opposite direction from us, it means the bus is going back to Cho Lach, so you need not look in the bus. She is not on it.”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"“Remember, she has a brown coat and a black-and-white kerchief.”","$":{"class":"indent"}},{"_":"“I understand, Teacher.”","$":{"class":"indent"}},{"_":"I stayed there while Thanh went to the bus. A moment later, Thanh stopped at the bus and raised the banana leaf up and down three times.","$":{"class":"indent"}},{"_":"I started the engine and went there to pick him up. When I arrived, I saw that the bus was stuck in the mud because of the heavy showers. It was on the way back to Cho Lach. Some people were trying to fix the road.","$":{"class":"indent"}},{"_":"As we were exchanging a few words, two policemen descended from the bus. They saluted, “Hi, Teacher.”","$":{"class":"indent"}},{"_":"I answered, “Hi there. Where are you going?”","$":{"class":"indent"}},{"_":"One of them answered, “Captain Hien has ordered us to go back home. We’ve put forth our effort to find something for you, but we’ve searched her whole neighborhood the entire morning and come back empty-handed.”","$":{"class":"indent"}},{"_":"I laughed. “Thank you, officers. I’m on the way there now. Did you see Mrs. Huong?”","$":{"class":"indent"}},{"_":"“Yes, just a few minutes ago. I think she is also going there.”","$":{"class":"indent"}},{"_":"Thanh asked, “Officer, is she traveling by a towed motorbike or a Honda?”","$":{"class":"indent"}},{"_":"“By a Honda.”","$":{"class":"indent"}},{"_":"Thanh bumped my hip with his elbow to remind me my guess was right. We then left there for Cai Ga Village.","$":{"class":"indent"}},{"_":"At the edge of Cai Ga Village, there was an elementary school, which was on the same side as Ngam’s house. We drove about fifty meters more and stopped at a billiard shop at the end of the bridge. On the opposite side of that shop was the lane leading to Ngam’s house.","$":{"class":"indent"}},{"_":"I parked my bike in back of the billiard shop, then told Thanh, “We’ll go play billiards for a while.”","$":{"class":"indent"}},{"_":"Surprised, Thanh asked me, “Are you kidding, Teacher? You said we came here to get Mrs. Huong, not to play billiards.”","$":{"class":"indent"}},{"_":"“Because we don’t know her house, we have nothing to do,” I explained. “We ought to pretend to play while waiting for her here. She will come here soon! This shop is at the end of the bridge, so it is on high elevation. It’s a good place to observe our surroundings.”","$":{"class":"indent"}},{"_":"Thanh looked at me doubtfully.","$":{"class":"indent"}},{"_":"About fifteen minutes to 5:00, on the green paddy field, a woman appeared at the bamboo edge, half a kilometer from us.","$":{"class":"indent"}},{"_":"By 5:00 p.m., we heard the bell from the elementary school warning that school was over. At the same time, the woman walking on the rice field dividers on the other side of the river approached the bridge. When the woman was at the middle of the bridge, I recognized her as Mrs. Huong, who had a bag in her hands. I gave some piasters to Thanh, so he could pay the owner, then prepared to go out to stop her.","$":{"class":"indent"}},{"_":"It was a little bit dark because of the rain, although it was not yet sunset. A strong breeze blew, which made the sleeve of a long dress come out from Mrs. Huong’s bag. She hurriedly put it back, but that was enough for me to recognize that it was Diep’s dress.","$":{"class":"indent"}},{"_":"When I got out of the shop, Mrs. Huong gave a gasp; she could not believe that I could come there so soon.","$":{"class":"indent"}},{"_":"We prepared to arrest Mrs. Huong there.","$":{"class":"indent"}},{"_":"Unfortunately, someone suddenly yelled from behind, “Teacher Hiep!”","$":{"class":"indent"}},{"_":"I turned back and saw several elementary teachers also arriving there. They were my friends whom I had gotten to know during my high school principal period. They all circled around me, and each one had a question for me. I had to chat with them.  I thought","$":{"class":"indent"},"span":[{"_":"When Mrs. Huong passed there,","$":{"class":"italics1"}},{"_":", I should not stop her here because many people will witness it, and it would make her lose face. ","$":{"class":"italics1"}}]},{"_":"I gave a signal to Thanh to ask him to follow her. A few minutes later, I saw Huong disappear at the other end of the elementary school, and Thanh was twenty meters behind. I knew that was not a good sign.","$":{"class":"indent"}},{"_":"I suddenly said, “Goodbye, ladies and gentlemen.”","$":{"class":"indent"}},{"_":"I did not wait for their reply; I rushed to Ngam’s house instead of following Thanh. I planned to block in front of Huong.","$":{"class":"indent"}},{"_":"The teachers were all surprised by my action.","$":{"class":"indent"}},{"_":"Upon seeing me, Ngam and Nghe screamed with joy, “Teacher!”","$":{"class":"indent"}},{"_":"I did not reply but grabbed Ngam’s younger brother’s arm. (He was also a student at my school, but I do not know his name.)","$":{"class":"indent"}},{"_":"I asked him, “Is there any path along the river leading to the backyard of the elementary school?”","$":{"class":"indent"}},{"_":"“No, Teacher.”","$":{"class":"indent"}},{"_":"“Is there any short cut?”","$":{"class":"indent"}},{"_":"“Yes, but we must go there by crossing some dense coconut gardens.”","$":{"class":"indent"}},{"_":"“Okay, can you lead me there?”","$":{"class":"indent"}},{"_":"“Yes, Teacher.”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute79","src":"image/Image2115_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\BURGLAR PURSUIT.png"}}},{"_":"He then ran ahead and I followed him. After the shower, it was very dark and slippery in those gardens. We sometimes fell to the ground when we jumped across some irrigation canals of three meters or more wide.","$":{"class":"indent"}},{"_":"A few minutes later, I dimly saw a house in those luxuriant gardens.","$":{"class":"indent"}},{"_":"I told the boy, “Stay here! I must observe the terrain of this area first.”","$":{"class":"indent"}},{"_":"I observed the house and saw smoke coming out of the palm-leafed roof. It seemed someone was cooking dinner. A woman came out of the kitchen to rinse rice. She saw us but ignored and kept on doing her job.","$":{"class":"indent"}},{"_":"I thought","$":{"class":"indent"}},{"_":"years old, who sat on a coconut trunk, cleaving wood with a big knife. I took a careful look around, then lumbered to the man to measure his reaction. He still pretended not to see anything. His action and that of the woman in the kitchen made me confident that Mrs. Huong was inside of that house. I walked in the direction of the house with caution. I feared he would attack or someone would ambush me inside.","$":{"class":"indent"}},{"_":"I said, “Hi, sir. I’m looking for a woman with a big bag. Have you seen her?”","$":{"class":"indent"}},{"_":"The man did not reply; he just kept on cleaving wood.","$":{"class":"indent"}},{"_":"I repeated the question one more time, but he still ignored my words. He went on cleaving wood and never looked at me. I stepped closer to him. All of a sudden, he raised the knife high over his head and chopped strongly against a piece of wood, while his eyes stared at me threateningly.","$":{"class":"indent"}},{"_":"Now I was sure that Huong was hiding inside the house. I looked into the house. It was very dark, even though there was a flame burning in the kitchen; thanks to the kitchen door on the opposite side, I could see someone lying in a huge hammock. The hammock was too big for me to see who that person was, but thanks to a piece of material from a kerchief, I could tell that it was Huong.","$":{"class":"indent"}},{"_":"I said, “Mrs. Huong, you cannot hide from me anymore.”","$":{"class":"indent"}},{"_":"The person in the hammock sat up. It was Huong.","$":{"class":"indent"}},{"_":"She burst into tears. “Teacher…please…forgive me.”","$":{"class":"indent"}},{"_":"She sat up too fast, making some pieces of material and clothes fall off the hammock. They were all my things.","$":{"class":"indent"}},{"_":"“Yes, I only want my properties back.” I turned to call to my students. “You guys come here!”","$":{"class":"indent"}},{"_":"Thanh and Ngam’s brother came in. I wanted them to be my witnesses.","$":{"class":"indent"}},{"_":"Mrs. Huong cried, “Teacher…I already sold…something.”","$":{"class":"indent"}},{"_":"“That’s fine. Bring back to me whatever is left. Now you can go back home with me.”","$":{"class":"indent"}},{"_":"“No, Teacher. I will…go home later.”","$":{"class":"indent"}},{"_":"“Do you have money to go home?”","$":{"class":"indent"}},{"_":"“No, Teacher.”","$":{"class":"indent"}},{"_":"“Take this for the fare.” I then gave her 100 piasters.","$":{"class":"indent"}},{"_":"I asked my students to leave that house with me. When night fell and brought darkness everywhere, we started to drive home.","$":{"class":"indent"}},{"_":"On the way back home, Thanh asked, “Teacher, how did you know that Mrs. Huong would take your stuff across the bridge?”","$":{"class":"indent"}},{"_":"Instead of answering, I asked him, “When studying probability, what is the percentage that you will show tails when tossing a coin?”","$":{"class":"indent"}},{"_":"“Fifty percent, Teacher.”","$":{"class":"indent"}},{"_":"I explained, “Cai Ga is divided into two halves by a river.”","$":{"class":"indent"}},{"_":"Thanh interrupted, “How do you know?”","$":{"class":"indent"}},{"_":"“Study the map.” I then continued, “Do you remember that the two policemen told us they searched her neighbors for a whole morning?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"“Mrs. Huong feared that I would search that 50 percent of the village myself, so she had to bring those things to the other 50 percent. The only way was to cross the river by this bridge. One thing that she could not predict was that we would arrive there so soon.”","$":{"class":"indent"}},{"_":"About 9:00 that evening, I arrived at Cho Lach, and the first people I met were Mr. and Mrs. Le Vinh Hoa.","$":{"class":"indent"}},{"_":"Mr. Hoa asked me, “Teacher Hiep, did you find your properties?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"Mrs. Hoa asked, “So where are they?”","$":{"class":"indent"}},{"_":"“Mrs. Huong will bring them back later.”","$":{"class":"indent"}},{"_":"She said, “Don’t you think she might escape again?”","$":{"class":"indent"}},{"_":"“I trust her this time.”","$":{"class":"indent"}},{"_":"At midnight, Mrs. Huong returned my properties, although a lot of precious things were still missing.","$":{"class":"indent"}},{"_":"The next day, I ran across Captain Hien at the market. He said, “Congratulations, Teacher Hiep.”","$":{"class":"indent"}},{"_":"I smiled. “Thanks.”","$":{"class":"indent"}},{"_":"He asked, “Why couldn’t we find any evidence at her house or at her village?”","$":{"class":"indent"}},{"_":"“Because your men are her husband’s friends.”","$":{"class":"indent"}},{"_":"“Really?”","$":{"class":"indent"}},{"_":"I nodded.","$":{"class":"indent"}},{"_":"He laughed and joked, “Ha! Ha! Ha! I should resign and give up this position to you.”","$":{"class":"indent"}},{"_":"According to our arrangement, the police arrested Cu and Ty only. We hoped that those boys were too young to be jailed.","$":{"class":"indent"}},{"_":"Half a month later, I received a warrant from Vinh Long municipal court to testify about that case. I reported all that had happened and asked the court to release those two boys because they were too young. But the judge denied my request and sent those boys to the juvenile education center for six months.","$":{"class":"indent1","id":"calibre_pb_60"}}]}}}}