{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_13"}},{"_":" Chapter 7","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor008","class":"calibre2"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute26","src":"image/Image1645_copy.jpg","alt":"Chapter 15"}}},{"_":"uring that time, the VC escalated the guerrilla war in South Vietnam. In January 1963, at Ap Bac, My Tho, they destroyed five US helicopters, damaged nine others, and inflicted heavy casualties upon the South Vietnamese armies.","$":{"class":"firstpara"},"span":{"_":"D","$":{"class":"_idgendropcap"}}},{"_":"April of that year, the South Vietnamese government launched a strategy to call VC guerrillas to lay down their weapons and return to the Right Way. That strategy was called Hoi Chanh, meaning “Go back to the Right Way.”","$":{"class":"indent"}},{"_":"Around May of 1963, at the time I was preparing for the final of my first year, we were writhed at the news from Hue, the former capital of Vietnam. A grenade was thrown, and an armored car ran over a crowd of Buddhists while they were attending a radio station in Hue to listen the ceremony of Buddha Birth Day at Tu Dam pagoda. Seven people were killed; all of them were under eighteen years old, and a ten-year-old boy was in critical condition.","$":{"class":"indent"}},{"_":"There were many rumors about that event. Radio and newspapers that were controlled by the government always said that it was an activity of the VC. They wanted to break the unity of South Vietnam’s people of which more than 80 percent of the population were Buddhists. The others told that it was a mission of the CIA, but the majority said that it was an action of President Diem and his family. By that time, the elder brother of President Diem, Mr. Ngo Dinh Thuc was the Archbishop of Hu.","$":{"class":"indent"},"span":{"_":"ế","$":{"class":"times-reg"}}},{"_":"The origin generated a few days before the Buddha Birth Day, when the government of Diem unexpectedly forbade hanging Buddhist flags on that day. Just a month ago, when Catholics celebrated Easter, they were free to hang their flags.","$":{"class":"indent"}},{"_":"I was really confused about that fact. I had supported Mr. Diem in the general suffrage to overthrow Bao Dai—a president living in France—and control Vietnam. I respected Mr. Diem a lot, after learning that during French domination, and at the age of thirty, he was a minister of King Bao Dai’s government. He made a report to the king and asked for more freedom for Vietnam’s government, but France rejected that idea. He resigned after that. He was a real nationalist and did not care for his high position.","$":{"class":"indent"}},{"_":"However, when I had a chance to talk with the older generation, they always blamed Mr. Diem for his past actions. They accused Mr. Diem of being a traitor to Chief of State Bao Dai. In 1954, Mr. Bao Dai appointed Mr. Diem to be the Prime Minister of South Vietnam. Mr. Bao Dai also helped Mr. Diem a lot to control the South. When he had just assumed the office of the Prime Minister, he was confronted by General Hinh, who was the Secretary of the Defense Department. The chance of a coup d’etat was imminent, and to help Mr. Diem, Mr. Bao Dai summoned General Hinh to Paris and kept him there. But in 1956, Mr. Diem, with the support of America, held a general suffrage to kick his own boss out of the political stage. To our culture, that was considered a bad thing.","$":{"class":"indent"}},{"_":"They also faulted another of Mr. Diem’s actions, when he trapped Mr. Ba Cut and assassinated Mr. Trinh Minh, the two generals of opposition groups.","$":{"class":"indent"}},{"_":"The Ba Cut story was told as follows:","$":{"class":"indent"}},{"_":"In 1955, General Ba Cut’s group and many others stood against Mr. Diem. Mr. Diem tried to put down those opposition factions. He successfully destroyed some groups but not Ba Cut’s. He then arrested Ba Cut’s wife and used her as bait to hook Mr. Ba Cut. Mr. Diem promised Ba Cut’s wife that if Mr. Ba Cut laid down his arms, he would have amnesty. Ba Cut’s wife persuaded him to surrender, and Ba Cut put down his weapons. Mr. Ba Cut disbanded his group and returned home with his wife. Mr. Diem arrested and executed him.","$":{"class":"indent"}},{"_":"Mr. Trinh Minh The is another story:","$":{"class":"indent"}},{"_":"Trinh Minh The and his members also put down their weapons at the beginning. Later, Mr. Diem conferred him as a general of his forces and assigned him to lead his unit, quelling other opposition groups. During a battle at Khanh Hoi, Mr. Diem’s followers ambushed and assassinated him.","$":{"class":"indent"}},{"_":"I did not totally believe that Mr. Diem had dealt with those people that way, but the story had talked back and forth many times, and it affected me more or less.","$":{"class":"indent"}},{"_":"One thing that was obvious to me was that South Vietnam was also falling into a dictatorship. That dictatorship differed from that in North Vietnam. In the North, that was single-party dictatorship, while in the South, that was a single-family one. Comparing those two dictatorships, the North was better than South. The Communist Party ruled the country with million members. That included all kinds of beliefs and society classes. ","$":{"class":"indent"}},{"_":"Moreover, in Central Vietnam, where Archbishop Thuc controlled, a movement called Cong Giao Tien Hanh (Catholic Progressive Movement) had forced Buddhists to convert to Catholicism since the 1950s. This movement was led by Mr. Tran Huu Phuong.","$":{"class":"indent"}},{"_":"An example was at Hoa Dong Village of Phu Yen Province; between 1960 to 1963, the village chief had forced Buddhists to discard the Buddhist and their ancestors’ altars and set up Catholic ones instead. If anyone did not do that, they would be punished heavily, even by jailing. That fact made Hoa Dong’s people complain a lot. Many province chiefs had been forced to resign or be jailed because they wanted to interfere and bring back equality for people.","$":{"class":"indent"}},{"_":"To have a religion is very good because it directs people to go the right way. However, it must be a voluntary action, not by force. Besides that, every religion has the same purpose: to direct people to go the right way, so we should not force others to follow our religion.","$":{"class":"indent"}},{"_":"In the political field, Mr. Ngo Dinh Nhu, brother of President Ngo Dinh Diem, was the leader of the Can Lao Nhan Vi Party, whose purpose was to control South Vietnam and convert the army into a force to protect Ngo’s family. Army generals, who wanted to hold important positions, had to participate in that party. Mr. Ngo Dinh Can, another of Mr. Diem’s brothers, at Hue, also wanted to contribute something to the political area by creating a movement, called Phong Trao Cach Mang Quoc Gia (National Revolution Movement).","$":{"class":"indent"}},{"_":"In the memoir of former three-star general Ton That Dinh, he wrote on pages 86–87 a depiction on how to swear to be a member of Can Lao Nhan Vi Party:","$":{"class":"indent"}},{"_":"“I went there as my prediction, and was led into a family room of a villa. At the middle of the room, there is a very strange our fatherland altar; a National flag and a Party’s flag were hanged parallel. The Party’s flag is two colors, green and red. On the altar there are a Jesus statue, a Ngo Dinh Diem’s portrait, two candle stands one incense bowl burners, and a sword.","$":{"class":"quotesnospacebelow1"}},{"_":"“The oath was embroider on a yellow material and hanged at the middle,","$":{"class":"quotesnospacebelow1"}},{"_":"Obviously, Mr. Diem also used religion to control the country.","$":{"class":"indent"}},{"_":"Besides the Party, Mr. Ngo Dinh Nhu managed a special undercover agent force, which controlled the southern part of South Vietnam. That force was named So Nghien Cuu Chinh Tri (Political Study Department). Mr. Ngo Dinh Can had a similar force, which was called Doan Cong Tac Mien Trung (Central Part of Vietnam Public Services Group), to control the central area of South Vietnam. The people who wanted to be members of those forces had to quit their religions to follow Catholicism. Mrs. Tran Le Xuan, Mr. Nhu’s spouse, was the most powerful woman. All high-ranking officers had to obey her orders, and the South Vietnamese considered her the Queen of South Vietnam. If anyone wanted to be promoted, he would come to see her and bribe her, then everything would be okay.","$":{"class":"indent"}},{"_":"To find the truth, I went to An Quang pagoda and saw some pictures of an armored car running over the crowd. Certainly, that was an ARVN (Army of the Republic of Vietnam) armored car. At that moment, I realized that the government had lied to us.","$":{"class":"indent"}},{"_":"After that event, there were many demonstrations against the religious discrimination policy of Mr. Diem’s family. Most pagodas in Saigon were surrounded by a special police force.","$":{"class":"indent"}},{"_":"Several days later, there was a meeting at the law school, organized by university students. In the meeting, Professor Vu Van Mau, the foreign minister, announced his resignation and shaved his head to protest that event. At the same time, a directional committee of university students, Uy Ban Chi Dao Sinh Vien Hoc Sinh (UBCDSVHS) or University and High School Student Directional Committee (SDC), was formed to ask for freedom and equality of religion.","$":{"class":"indent"}},{"_":"Nguyen Huu Dong, an architecture student, was elected as the commander in chief. Nguyen Huu Dong and the committee called all students to join a huge demonstration on the following Monday.","$":{"class":"indent"}},{"_":"Following Mr. Vu Van Mau, Mr. Tran Van Chuong—Mr. Nhu’s father-in-law, serving as the ambassador in the United States—also protested President Diem and his daughter, Tran Le Xuan. When she was a maiden, Mrs. Tran Le Xuan had been a Buddhist. After marrying, she had to follow Mr. Ngo Dinh Nhu’s religion. Many other university teachers also called for the freedom of religion.","$":{"class":"indent"}},{"_":"My grandparents on my father’s side are traditionally Buddhist, so my father is a Buddhist. Actually, I did not know if he was a real Buddhist or not because I did not see him going to any pagoda for praying. My grandparents on my mother’s side are mixed: half Buddhist and half Catholic, and they respected equality, so that gene had passed on me.","$":{"class":"indent"}},{"_":"I myself don’t know what religion I am. Nominally, I am a Buddhist. But I neither go to a pagoda nor belong to any Buddhist organization. I think every religion always teaches mankind to do good things. But mankind commits sin because of our greed and desire. I only accept some basic philosophies of Buddhism for guiding my life. For instance, I do not kill animals without a good reason or use my strength to threaten those weaker than me. I do not want to use my power to force others to follow my ideas. I do not cheat others, and I do not want to sweat the other’s labor. My main objective is to be a good citizen.","$":{"class":"indent"}},{"_":"I joined Dong’s movement as a regular member. I joined them not because of my religion, but because of equality. Luckily, everyone in my family supported me in that activity. I went around to encourage my friends at university to join me in the movement, but most of them would not dare to do so. They all feared jailing and torture by secret agents of Mr. Ngo Dinh Nhu. Finally, I came to see Suy and encouraged him to follow me. He agreed to go with me to the demonstration.","$":{"class":"indent"}},{"_":"On Monday morning, I dropped my science class at Faculty, the MGP, in order to have time to participate in the movement. I carried Suy on my yellow Mobylette, which I saved up money for several months to buy. When we arrived at the intersection of Truong Minh Giang and Tran Quy Cap, we saw dozens of policemen standing around there with batons in their hands. The law school was isolated. All the streets leading to the school were blocked with barbed wire. We did not know how to deal with that.","$":{"class":"indent"}},{"_":"Suy asked me, “Hiep, what should we do now?”","$":{"class":"indent"}},{"_":"“I don’t know. Let’s wait for a while!”","$":{"class":"indent"}},{"_":"A young man, whom I assumed was a university student, approached us. Passing by us, he murmured, while pretending to look at the other side of the street, “Go to Ben Thanh Market for a demonstration.”","$":{"class":"indent"}},{"_":"After he left us, I told Suy, “Suy, put your student ID somewhere. Don’t put it in your wallet. I sense something wrong happening.”","$":{"class":"indent"}},{"_":"I took out my student ID from my wallet and put it in my shirt pocket. Then I carried Suy to Ben Thanh Market. At that place, we saw that everything seemed to be normal. There was no sign of a protest demonstration.","$":{"class":"indent"}},{"_":"Suy said, “What the hell is this? Why do I see nothing?”","$":{"class":"indent"}},{"_":"I said, “Let’s put this motorbike in the bike keeper in front of Vinh Loi movie theater and then walk around the Le Loi Boulevard. Okay?”","$":{"class":"indent"}},{"_":"“Okay.”","$":{"class":"indent"}},{"_":"We walked along that street to the House of Representatives. We still saw nothing. When we were at the American Information Center, I saw a few white-uniformed policemen approaching from Ben Thanh Market.","$":{"class":"indent"}},{"_":"I looked at a display and said, “Suy, don’t look at me. Pretend you’re watching the pictures in the glass boxes of the American Information Center. I saw some policemen coming. If they ask us, we must tell them we are only fooling around.”","$":{"class":"indent"}},{"_":"Suy pointed to a picture. “Where are they?”","$":{"class":"indent"}},{"_":"I laughed. “About twenty meters backward away from here.”","$":{"class":"indent"}},{"_":"A few minutes later, two policemen arrived.","$":{"class":"indent"}},{"_":"One of them asked us, “Do you have a university student ID?”","$":{"class":"indent"}},{"_":"We pretended to be surprised.","$":{"class":"indent"}},{"_":"Instead of replying, I asked, “What?”","$":{"class":"indent"}},{"_":"He repeated angrily, “Do you have a university student ID?”","$":{"class":"indent"}},{"_":"“We don’t.”","$":{"class":"indent"}},{"_":"He ordered, “Take your wallets out!”","$":{"class":"indent"}},{"_":"We both took out our wallets and opened them up. The two policemen looked carefully at our wallets, but they saw nothing except some pieces of paper.","$":{"class":"indent"}},{"_":"The policeman asked us, “What are you doing here?”","$":{"class":"indent"}},{"_":"Suy said, “We are watching these pictures and news and then we are going to the Bach Dang pier.”","$":{"class":"indent"}},{"_":"Another one said, “If you have no business to do over here, you should go back home.”","$":{"class":"indent"}},{"_":"I asked him, astonished, “What’s the matter?”","$":{"class":"indent"}},{"_":"He seemed to be angry. “Don’t ask! Go home!”","$":{"class":"indent"}},{"_":"Suy answered, “Yes, sirs!”","$":{"class":"indent"}},{"_":"Then we went back to the Vinh Loi movie theater.","$":{"class":"indent"}},{"_":"A few minutes later, while crossing an intersection, we unexpectedly heard someone shout at us from Casino movie theater, “Stop!”","$":{"class":"indent"}},{"_":"We looked over and saw a couple dozen policemen standing in front of the movie theater, one of them pointing his baton to us.","$":{"class":"indent"}},{"_":"Some others approached and arrested Suy and me.","$":{"class":"indent"}},{"_":"I pointed to the two policemen standing in front of the American Information Center. “Those two policemen told us to go home. We are on the way home now.”","$":{"class":"indent"}},{"_":"They looked over and saw those two policemen nodding.","$":{"class":"indent"}},{"_":"One of them shouted at us, “Go away!”","$":{"class":"indent"}},{"_":"We hurriedly did as they said. A few hundred meters away from Ben Thanh market, we saw hundreds of policemen of all kinds standing in front of Vinh Loi movie theater, where my motorbike was parked. They were arresting someone. There was a panicky atmosphere in that area. We knew the protest had failed.","$":{"class":"indent"}},{"_":"I told Suy, “Suy, take my student ID, then go to Pasteur Street. At the next intersection, take a right turn to a small street behind the Do Thanh Hospital, which leads to the main bus station. I guess no one will care about that one. You have to take the bus to get home.”","$":{"class":"indent"}},{"_":"Suy asked, “How about you?”","$":{"class":"indent"}},{"_":"“We cannot go together like this. I have to take my Mobylette.”","$":{"class":"indent"}},{"_":"“It is dangerous for you!”","$":{"class":"indent"}},{"_":"I sighed, “I have no choice. The Mobylette is my only property. Without it, I cannot go to school or do my business. This afternoon, if you don’t see me, go to my house, and please let my parents know that I have been arrested.”","$":{"class":"indent"}},{"_":"Suy nodded, then crossed the street. As I predicted, Suy passed the small street easily; there were no police on that street. That small street was used to trash collectors for the Do Thanh hospital, police headquarters, a movie theater and some shopping centers. He got to the main bus station and went home safely.","$":{"class":"indent"}},{"_":"I continued going on Le Loi Boulevard to reach the bike keeper. Coming closer, I saw that hundreds of policemen were arresting all young men and women aged sixteen to thirty without questioning. Many students tried to escape, but the policemen chased after them and arrested them all.","$":{"class":"indent"}},{"_":"I realized it would be a risky situation for me if I went there to take the motorbike. If I did not take the bike, someone would loot it during all the chaos, or at the end of the day, policemen would confiscate it. I decided to take it out at any cost because it was my most precious property. Without it, I would be in big trouble.","$":{"class":"indent"}},{"_":"In all shops, customers paused shopping and watched the scenario. I went into a shop nearby and observed the situation.","$":{"class":"indent"}},{"_":"The bike keeper was on other side of the street, so if I wanted to take my bike out, I had to pass two rows of police on both sides of Le Loi Boulevard. It was very hard to do.","$":{"class":"indent"}},{"_":"I observed those policemen doing their job and thought, if I act badly, they will arrest me right away.","$":{"class":"indent"}},{"_":"While other students were running away from the police, I came to a policeman of that group from behind and asked him, “My friend, what’s going on?”","$":{"class":"indent"}},{"_":"The policeman looked over. He told me, “They are going to organize a protest demo.”","$":{"class":"indent"}},{"_":"When he realized I was of the age they were looking for, he raised his tone. “What are you doing here? You are not going to the demo, are you?”","$":{"class":"indent"}},{"_":"I smiled. “No! If I were going to a demo, I would run away. Only the idiot would come here to be arrested. I’m here to take my bike. Who dares to do this?”","$":{"class":"indent"}},{"_":"“The university students. Where is your bike?”","$":{"class":"indent"}},{"_":"I pointed to the other side of the street, where dozens of his friends were on duty. “At the bike-keeping place.”","$":{"class":"indent"}},{"_":"The other policeman, standing nearby, put in, “Let him go!”","$":{"class":"indent"}},{"_":"He said, “Go ahead! Take it out! Hurry!”","$":{"class":"indent"}},{"_":"I crossed the street. At the other side, when I was passing by one of those policemen, he grabbed my arm, then pushed me to a GMC truck parked nearby. In the truck, there were a few dozen students who had been arrested.","$":{"class":"indent"}},{"_":"I smiled and said, “What are you doing? If I were a student, I would run away from here. Now I am going to take my bike over there. Your friends on the other side told me to do so.”","$":{"class":"indent"}},{"_":"Then I pointed to the group of his friends on the other side of the street. He looked at my eyes. He evidently saw me walking from that side. He seemed to be confused and did not know how to react.","$":{"class":"indent"}},{"_":"He turned to his boss, who was working with some others about five meters away. “Lieutenant, this boy told me that he isn’t a student. He wants to take his bike!”","$":{"class":"indent"}},{"_":"The police officer turned back. “Wait for me!” Then he told his other men, “Keep on doing your job!” He walked over to me and looked at me from head to toe. He ordered the one who was holding my arm, “Check his paper!”","$":{"class":"indent"}},{"_":"That officer released my arm. “Give me your wallet!”","$":{"class":"indent"}},{"_":"I smiled. “I’ve told you I am not a student.”","$":{"class":"indent"}},{"_":"Then I took out my wallet and gave to him. He checked it over and over.","$":{"class":"indent"}},{"_":"Finally, he told the officer, “Lieutenant, I don’t see anything.”","$":{"class":"indent"}},{"_":"The officer looked at me doubtfully. I could see his thoughts.","$":{"class":"indent"}},{"_":"I looked at his eyes. “Lieutenant, you don’t believe me?”","$":{"class":"indent"}},{"_":"Then I showed him all my empty pockets and continued, “If you were a student, in this case, you would go to another place to this area. I’m not so stupid as to go to the tiger’s home.”","$":{"class":"indent"}},{"_":"He asked me, “You are not a university student, are you?”","$":{"class":"indent"}},{"_":"“No,” I confirmed.","$":{"class":"indent"}},{"_":"“So what do you do for living?”","$":{"class":"indent"}},{"_":"“I failed the baccalaureate examination last year. Currently, I help Mom to raise some pigs.”","$":{"class":"indent"}},{"_":"He frowned his eyebrows. “What are you doing over here this morning?”","$":{"class":"indent"}},{"_":"“I went to see a movie.”","$":{"class":"indent"}},{"_":"At that instant, I looked at Vinh Loi movie theater right in front of my face and realized that it was closed. I recalled that all movie theaters were closed on Mondays. The officer also looked backward and realized the same thing. I knew I made a mistake.","$":{"class":"indent"}},{"_":"I continued, “But unfortunately, no one is open today.”","$":{"class":"indent"}},{"_":"He looked at me. “You raise pigs?”","$":{"class":"indent"}},{"_":"“Yes!”","$":{"class":"indent"}},{"_":"“No wonder you are as silly as your pigs. No movie is shown on Monday.”","$":{"class":"indent"}},{"_":"I did not reply, only walked quickly to take my Mobylette out.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Ever since then, we could not contact our leader. Meanwhile, many protests broke out everywhere after several collapsed negotiations between Buddhist leaders and the government delegation. Hundreds of students and Buddhists were arrested and jailed for a few days until their parents came to bail them out.","$":{"class":"indent"}},{"_":"The leaders of those groups were jailed and never released. My brother, Thang, was arrested when he rode his bike near a demonstration place, although he was only fourteen years old. Many main pagodas were surrounded by policemen, secret agents, and barbed-wire fences. The police force and secret agents broke into some pagodas to capture Buddhist monks at night.","$":{"class":"indent"}},{"_":"On June 11, 1963, a Buddhist monk, Thich Quang Duc, immolated himself in a protest on Le Van Duyet Street. The protests intensified in the whole nation. Mr. Diem and his supporters still ignored the request of Buddhists for religious freedom.","$":{"class":"indent"}},{"_":"I started organizing my friends in a group to participate in those protests and distribute the leaflets. I also encouraged them to organize their own members at universities as well as at high schools. One day, a member came to see me and let me know how to contact Nguyen Huu Dong. Based on his directions and code, I came to see Dong the next day at an apartment on Hien Vuong Street.","$":{"class":"indent"}},{"_":"Arriving there, I saw that the apartment was in front of Casino Dakao, a small movie theater. I went up the staircase, then stopped at a closed door with the exact address. I knocked at the door according to the code and waited there for a while. The door was opened, and a man appeared behind it.","$":{"class":"indent"}},{"_":"That man asked, “May I help you?”","$":{"class":"indent"}},{"_":"“I’m going to see a movie. By the way, I’m dropping by to purchase something.”","$":{"class":"indent"}},{"_":"“What do you want to buy?","$":{"class":"indent"}},{"_":"“Some papers.”","$":{"class":"indent"}},{"_":"“Okay, please come in, sit down, and wait.”","$":{"class":"indent"}},{"_":"Then he pointed a stool next to a drafting table. In a moment, Dong came out.","$":{"class":"indent"}},{"_":"He observed me carefully. “What is your name? What school do you attend?”","$":{"class":"indent"}},{"_":"“My name is Hiep, attending at Mathematics Section of Faculty of Pedagogy.”","$":{"class":"indent"}},{"_":"“Now, I am being followed by many secret agents, so SDC cannot do anything at all. You should be very careful when you come to see me,” Dong said.","$":{"class":"indent"}},{"_":"I nodded. “I knew that. I have a group of students ready to go.”","$":{"class":"indent"}},{"_":"“Why do you come here to see me?”","$":{"class":"indent"}},{"_":"“I want to have a good relationship between separate organizations,” I explained. “So we could have a big demo that would create a loud voice to other countries, especially to the USA. I hope with that method, our request for religious equality and freedom would be satisfied. I guess you know some independent small groups like mine.”","$":{"class":"indent"}},{"_":"Dong interrupted, “Right now, I know no group like yours at all, but it is very good to have separate organizations. When I know any group, I will let you know.”","$":{"class":"indent"}},{"_":"After chatting for a few minutes, Dong told me, “Tomorrow, I will have a meeting with the leaders of other faculties at a house on Nguyen Minh Chieu Street. Do you mind sitting in the meeting with us?”","$":{"class":"indent"}},{"_":"“No, I have an appointment to see some members of mine.”","$":{"class":"indent"}},{"_":"“How do you come here?”","$":{"class":"indent"}},{"_":"“By my Mobylette.”","$":{"class":"indent"}},{"_":"“That’s great. It is hard for me to go from place to place because of secret agents following me. Can you help me out of that trouble?”","$":{"class":"indent"}},{"_":"“Okay, no problem.”","$":{"class":"indent"}},{"_":"“So tomorrow, you come to the corner of Hien Vuong and La Phi Khanh Streets to pick me up. Can you?”","$":{"class":"indent"}},{"_":"I nodded. “That’s fine.”","$":{"class":"indent"}},{"_":"The next afternoon, I came to the corner and saw Dong leaning against an electric pole with a black hat and a pair of sunglasses and a black raincoat on his arm. He looked like a detective from a Hollywood movie.","$":{"class":"indent"}},{"_":"I said to myself, “With this kind of dress, police could easily keep track of him.”","$":{"class":"indent"}},{"_":"I picked him up and took him to his meeting location on Nguyen Minh Chieu Street.","$":{"class":"indent"}},{"_":"Reaching his destination, Dong asked, “Hiep, can you join me in the meeting?”","$":{"class":"indent"}},{"_":"“No, I’m going to see my members,” I answered.","$":{"class":"indent"}},{"_":"“Really? We’ll welcome you, if you join us.”","$":{"class":"indent"}},{"_":"“No thanks.”","$":{"class":"indent"}},{"_":"From that day on, I sometimes came to a designated place to pick up Dong and take him to his meeting place.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"During that time, I met a lot of university and high school students. Many of them came willingly to join my organization, but the majority of them showed their fear of arrest, even though they were so angry at the discrimination policy of Ngo’s family. These members introduced their friends to me, so my organization grew bigger. For those who agreed to follow me, I frequently came to see them to hand out the pamphlets and let them in on the time, date, and location of the next protest. Among those, there were some girls of Trung Vuong High, such as Chung, Tuan, and Phung.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-069-backlink"},"a":{"_":"20","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-069"}}}}},{"_":"On July 7, one of the famous writers of our country, Mr. Nguyen Tuong Tam (pseudonym Nhat Linh) committed suicide as a protest. Mr. Nguyen Tuong Tam was once the foreign minister of Ho Chi Minh’s government in 1946 and quit shortly because of differences of opinion. Following that, there were several other Buddhist monks who immolated themselves.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute27","src":"image/Image1653_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\randevous.png"}}},{"_":"After the death of Mr. Nguyen Tuong Tam, I lost contact with Dong.","$":{"class":"indent"}},{"_":"One day, one of my members told me, “I will introduce you to a son of Mr. Nguyen Tuong Tam.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Mr. Tam has just passed away, so his son would help me a lot.","$":{"class":"italics1"}}},{"_":"The next day, we went to Mr. Tam’s house, on Chi Lang Street, to see his son. The son was older than me by one or two years. After a few words of introduction, we went to a corner of the yard to discuss the main problem.","$":{"class":"indent"}},{"_":"I asked him, “What is your opinion about the protest movement of Buddhists?”","$":{"class":"indent"}},{"_":"“I support them.”","$":{"class":"indent"}},{"_":"“Can you join us? Our organization has some activities connecting with the others who participate in the movement.”","$":{"class":"indent"}},{"_":"He did not answer my question. Perhaps he was thinking over some problems. A moment later, he said, “I’m in a very dangerous situation. Around here, there is someone keeping his eyes on me. Nevertheless, there is a trustful person who can help you. He is a liaison agent between organizations.”","$":{"class":"indent"}},{"_":"I asked, “Where is he?”","$":{"class":"indent"}},{"_":"“He is not here. Can you come here tomorrow at 7:00 p.m.?”","$":{"class":"indent"}},{"_":"“Sure!”","$":{"class":"indent"}},{"_":"The next day, I went there to meet the liaison agent. When Mr. Tam’s son led me into the house, I saw another person sitting on a sofa. Upon seeing me, he stood up and shook my hand.","$":{"class":"indent"}},{"_":"The liaison agent introduced himself. “My name is Tai.”","$":{"class":"indent"}},{"_":"“My name is Hiep.”","$":{"class":"indent"}},{"_":"Tai was about twenty-five years old, the same height as me, but much bigger, with dark skin. He looked very strong.","$":{"class":"indent"}},{"_":"Mr. Tam’s son said to me, “Hiep, this is the liaison that I mentioned yesterday. From now on, you can work side-by-side.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One day, I had a meeting with the leaders of other groups at a house on Tran Quoc Toan Street. In the evening, I got out of the meeting room and took my motorbike to get home. After riding about a few hundred meters, the bike had a flat tire. I had to stop at the tire repair spot to fix it.","$":{"class":"indent"}},{"_":"While waiting for the bike, I suddenly heard a familiar voice from behind me: “Hiep, what are you doing here?”","$":{"class":"indent"}},{"_":"I looked back and saw a pretty lady walking toward me. Under the dim light of the evening, I thought it was Binh. My heart beat like the drum of a rock’n’roll band. When she came closer, I realized that it was Ni, Binh’s sister.","$":{"class":"indent"}},{"_":"I bowed to salute her. “I’m waiting for my motorbike. It is being fixed. How are you, my sister?”","$":{"class":"indent"}},{"_":"She smiled. “I’m fine. How about you?”","$":{"class":"indent"}},{"_":"“So-so.”","$":{"class":"indent"}},{"_":"She said, “Hiep, I have something to do now, so I’ve got to go. If you have time, come see me. I have something to talk to you about.”","$":{"class":"indent"}},{"_":"“I will come see you. Can you give me your address?”","$":{"class":"indent"}},{"_":"She gave me her address, then pointed to a gate not too far from there and said, “My house is in that army camp. Can you come to see me tomorrow afternoon?”","$":{"class":"indent"}},{"_":"“Yes.”","$":{"class":"indent"}},{"_":"The following day, I came to see her at her house. I realized that it was part of a soldier barracks. She was happy to see me and asked me to sit on a chair. Then she went to the kitchen to get a cup of tea for me.","$":{"class":"indent"}},{"_":"I asked her while she was bringing the cup of tea for me, “Why do you live here?”","$":{"class":"indent"}},{"_":"She smiled. “I married. My husband is an officer of ARVN.”","$":{"class":"indent"}},{"_":"She put the cup of tea on the table. “Hiep, take a cup of tea for refreshment.”","$":{"class":"indent"}},{"_":"“Thanks, sister.”","$":{"class":"indent"}},{"_":"“What school are you attending?” she asked.","$":{"class":"indent"}},{"_":"“I’m attending the Faculty of Pedagogy.”","$":{"class":"indent"}},{"_":"“Hiep, do you remember Binh?” she asked while sitting on a chair on the opposite side.","$":{"class":"indent"}},{"_":"I reluctantly answered, “Yes…I still…” I paused for a while, then continued, “How is Binh now, sister?”","$":{"class":"indent"}},{"_":"“She already married. Possibly, you know that.”","$":{"class":"indent"}},{"_":"“Yes. A friend of mine let me know that someone asked her to marry him a few years ago.”","$":{"class":"indent"}},{"_":"Ni asked me, “Why didn’t you come to see her during that time?”","$":{"class":"indent"}},{"_":"I kept quiet because I did not know how to answer that question. I felt so sad. Twice I had lovesick experiences.","$":{"class":"indent"}},{"_":"Ni continued, “Binh was very sorrowful during those days. Before deciding to marry, she cried a lot. I tried to console her, but all was in vain.”","$":{"class":"indent"}},{"_":"Those words made me recall the day I stood at a barbershop to watch her coming home from church.","$":{"class":"indent"}},{"_":"I asked, “Is she happy now, sister?”","$":{"class":"indent"}},{"_":"Ni nodded. “Yes, she is. Everything seems to be normal.”","$":{"class":"indent"}},{"_":"“I wish her a happy life, and God bless her family.”","$":{"class":"indent"}},{"_":"After half an hour of chatting, I said goodbye to Ni.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One evening, Tai came to my house.","$":{"class":"indent"}},{"_":"He told me, “Hiep, there were many groups that want to have a big demo. Do you mind asking your members to participate in that demo?”","$":{"class":"indent"}},{"_":"“Of course, why not?”","$":{"class":"indent"}},{"_":"Tai said, “Sometime in the next week, we will organize a meeting among group leaders to prepare the huge one. Will you be there?”","$":{"class":"indent"}},{"_":"“Okay, positively.” I gave a nod and a smile.","$":{"class":"indent"}},{"_":"“I know you have a good plan for a big one. I already told the others about that. Can you bring it to the meeting?”","$":{"class":"indent"}},{"_":"“I must look it over before bringing it there.”","$":{"class":"indent"}},{"_":"“So someday next week at 3:00 p.m., I will come here to take you there. Please stay home at that time every day to wait for me. Because of the security of all organizations, I still don’t know the location of the meeting.”","$":{"class":"indent"}},{"_":"I smiled. “No problem.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One afternoon, Tai came to my house at 3:00 p.m.","$":{"class":"indent"}},{"_":"I asked him, “Would you like to sit down for a cup of tea?”","$":{"class":"indent"}},{"_":"He looked at his watch, then refused. “It’s late, Hiep. It’s far from here to the meeting location. Moreover, we need to see someone else before we get there.”","$":{"class":"indent"}},{"_":"“So how do we get there?”","$":{"class":"indent"}},{"_":"Tai thought for a while and replied, “To avoid the secret agents’ detection, I think we must use many different means of transportation. What do you think?”","$":{"class":"indent"}},{"_":"“I agree.”","$":{"class":"indent"}},{"_":"Tai hesitantly said, “Can…you use your motorbike to go to the house of a person that we need to see first?”","$":{"class":"indent"}},{"_":"I replied without thinking, “That’s okay.”","$":{"class":"indent"}},{"_":"Mom came out and asked, “When will you be back?”","$":{"class":"indent"}},{"_":"I looked at Tai to seek help.","$":{"class":"indent"}},{"_":"He said, “The meeting should start at 6:00 p.m. and last for three hours at least.”","$":{"class":"indent"}},{"_":"I looked back to Mom and said, “I think around 10:00 p.m., Mom.” I asked Tai, “Where do we go now?”","$":{"class":"indent"}},{"_":"“Take me to Cong Hoa Stadium first. At that point, I will show you how to get there.”","$":{"class":"indent"}},{"_":"I did as he said. After twenty minutes, we arrived there.","$":{"class":"indent"}},{"_":"I stopped the bike and asked Tai, “What’s next?”","$":{"class":"indent"}},{"_":"“Now I drive, and you sit behind. Remember to look around to see if anyone is following or not.”","$":{"class":"indent"}},{"_":"I tapped on his shoulder. “Same as my idea.”","$":{"class":"indent"}},{"_":"We exchanged our places. I pretended to check the pressure of the tire. That way, I could look around to see if anyone was following us. I saw no one in sight. Tai drove me for a few minutes and finally stopped at a galvanized tin-roofed house with a wooden-fenced veranda.","$":{"class":"indent"}},{"_":"In the house, I met a young man my age. We bowed to each other. Tai showed me to a chair and asked me to sit down. The young man came into the room. A moment later, another man walked in. He looked kind. I assumed he was the father of the young man. Tai and I stood up.","$":{"class":"indent"}},{"_":"Tai introduced us, “This is Mr. Nam, a newsman, and this is Hiep, a university student.”","$":{"class":"indent"}},{"_":"He turned to me and continued, “Mr. Nam is the one who would join us at the meeting.”","$":{"class":"indent"}},{"_":"Mr. Nam stretched his hand to shake mine. Then he turned to Tai to discuss how to get to the meeting location.","$":{"class":"indent"}},{"_":"After discussing, Tai told me, “That location is in Khanh Hoi. As we have discussed at your house, I think you have to put your bike here, then we will go there by taxi or motorized tricycle.”","$":{"class":"indent"}},{"_":"I said, “We should take both.”","$":{"class":"indent"}},{"_":"Mr. Nam asked me, “Both?”","$":{"class":"indent"}},{"_":"“Yes, Sir! First, we take a motorized tricycle to Ben Thanh Market and go into it. With the crowd in the market, I hope no secret agent can keep track of us. We get out of the market by another gate, then we change to a taxi to get there. What do you think?”","$":{"class":"indent"}},{"_":"Mr. Nam laughed merrily. “That’s a very good process. Let’s follow that way! Hiep, you should lock your bike at the veranda. Around here, there are a lot of thieves.”","$":{"class":"indent"}},{"_":"I locked the bike, then we all set out. At the corner of the street, Tai stopped a motorized tricycle. The tricycle was big enough for two, so one of us had to sit in the middle of the other two. Because I was the skinniest one of us, I had to sit that way. When Mr. Nam and Tai were in their seats, I had a hard time finding a suitable place for me. I was going to sit down, but I couldn’t because my trouser was tangled by the license plate. I had to bend down to take it out. As I did, I saw the two last numbers were 13.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute28","src":"image/Image1661_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\THE MOTORIZED TRICYCLE.png"}}},{"_":"Sitting on the motorized tricycle, I talked to my comrades. “The two last digits of the license plate are 13.”","$":{"class":"indent"}},{"_":"Mr. Nam said, “Are you superstitious?”","$":{"class":"indent"}},{"_":"“Not really, sir.”","$":{"class":"indent"}},{"_":"Arriving at Ben Thanh Market, we got off and walked into the market. We forced ourselves into the crowd in order to prevent the secret agents’ detection. After ten minutes of wandering in the market, we got out by another gate and took a taxi to go to Khanh Hoi.","$":{"class":"indent"}},{"_":"Soon, the taxicab stopped at a bus stop by the Khanh Hoi Market at sunset. We all got off, and Mr. Nam and I followed Tai across the street.","$":{"class":"indent"}},{"_":"At the other side of the street, Tai asked me, “Do you know what the last two digits of this cab’s license are?”","$":{"class":"indent"}},{"_":"“I did not pay attention to those.”","$":{"class":"indent"}},{"_":"Tai laughed. “I feel so ridiculous. It is 13.”","$":{"class":"indent"}},{"_":"“Really? I don’t believe it,” I said.","$":{"class":"indent"}},{"_":"Mr. Nam chimed in, “Me too.”","$":{"class":"indent"}},{"_":"Tai led us to a pharmacy. I saw a couple customers buying drugs in the pharmacy.","$":{"class":"indent"}},{"_":"One pharmacist asked us, “May I help you?”","$":{"class":"indent"}},{"_":"Tai said, “We want to buy some antibiotics, some flu and diarrhea medicines.”","$":{"class":"indent"}},{"_":"“You want to buy them separately?”","$":{"class":"indent"}},{"_":"“No, in combination.”","$":{"class":"indent"}},{"_":"The pharmacist pointed to a room inside. “Sorry! We cannot serve those medications over here. Could you please step inside? Someone will serve you.”","$":{"class":"indent"}},{"_":"Tai walked in that direction. Mr. Nam and I followed him. Behind the door, I saw no one at all, just a staircase. Tai walked up the stairs, and we kept following. We passed the second floor, then stopped at a door on the top floor. Tai knocked at the door in a special way, and soon, the door was opened. In the room, there were some people sitting on sofas and chairs.","$":{"class":"indent"}},{"_":"We looked for someplace to sit.","$":{"class":"indent"}},{"_":"After sitting, Tai introduced us. “This is Mr. Nam. This is Hiep.”","$":{"class":"indent"}},{"_":"He pointed to a person in his thirties in the room and said, “This is Mr. Tran Quang Thuan, an instructor of Letter Faculty. Mr. Thuan will chair the meeting.”","$":{"class":"indent"}},{"_":"Then he looked around but said nothing.","$":{"class":"indent"}},{"_":"A young man, who sat next to the door, introduced himself, “My name is Nguyen H Doan.”","$":{"class":"indent"}},{"_":"The next man said, “I’m Nguyen Quoc Khai.”","$":{"class":"indent"}},{"_":"“I’m Dang Quoc Thu.”","$":{"class":"indent"}},{"_":"All of them were strangers to me, except Thu. He was my classmate at Chu Van An High the previous year and also Tru’s uncle. We settled ourselves.","$":{"class":"indent"}},{"_":"Mr. Thuan said, “My fellows, as you know, so far, our people have hundreds of protest demos to ask Diem’s government to terminate the oppression against the Buddhists. You already participated in those demos. But they still ignored our requests.","$":{"class":"indent"}},{"_":"“Many Buddhist monks, Buddhists, and students have been arrested and jailed. I think we need to have a real big one to prove our willingness. With the big one like that, it would be a loud voice of our people, which would echo all over the world.","$":{"class":"indent"}},{"_":"“As Tai has informed me, we have two plans of two comrades in this meeting, one of Doan and another of Hiep. But before having those presentations from Doan and Hiep, I would like other ideas from all of you.”","$":{"class":"indent"}},{"_":"All of us started to brainstorm how to create slogans, banners, and leaflets and encourage other people beside our members. For the fund, Mr. Thuan let us know that he had 10,000 piasters. That amount of money would be used to buy materials, paint, and so on. We did not know where that money was from.","$":{"class":"indent"}},{"_":"When the first part came to an end, Mr. Thuan said, “Following are the presentations of Doan and Hiep. Firstly, I would like Mr. Doan show us his plan.”","$":{"class":"indent"}},{"_":"Doan revealed his plan. In the plan, Doan selected the protest locations at Ben Thanh Market and at the Fountain in front of Congress House. Those were main points of the capital. He planned to use gasoline to burn police forces by ambushing from high floors of some buildings along the streets, which connected the police station and Ben Thanh Market. He also recommended burning down the Ben Thanh Market to create a loud voice to the whole world.","$":{"class":"indent"}},{"_":"Mr. Nam and I strongly rejected two last issues because they were too violent. With that plan, the VC would take advantage and attack our capital; moreover, we would lose support from civilians, and Diem’s government would have reason to oppress us. Everyone agreed with our point of view.","$":{"class":"indent"}},{"_":"After that, it was my turn.","$":{"class":"indent"}},{"_":"I took out a map in my pocket then presented the plan to our comrades. As with Doan’s plan, I also selected Ben Thanh Market as the main point, but in addition, I selected five auxiliary points:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"After gathering at the auxiliary points at the same time, all attendees would walk to the Ben Thanh Market. The auxiliary point 1 members used Le Loi Boulevard. For the groups at auxiliary point 2, Ham Nghi open market, and auxiliary point 3 at Bach Dang Harbor would pour to Ben Thanh by means of Ham Nghi Boulevard and pass the US Embassy. With that process, we would attract American media groups and media groups of other countries. The auxiliary point 4 members used Pham hong Thai Street, and the auxiliary point 5 members would use Tran Hung Dao Boulevard.","$":{"class":"indent"}},{"_":"For the time, I selected noon or 5:00 to 6:00 p.m. on a workday. I had two reasons to select those times: The first one was that at the time I selected, all schools and offices were dismissed. Therefore, everyone could participate in the demo.","$":{"class":"indent"}},{"_":"The second reason was, at that time, all the streets were jammed with all kind of vehicles, so it was very hard for police departments to use vehicles to transport their police to the demo area to oppress us. Especially if there were accidents or something wrong happened.","$":{"class":"indent"}},{"_":"For the human power, I divided into two main groups: contingent and basic.","$":{"class":"indent"}},{"_":"The contingent group included all kinds of people who incidentally participated in our demo, such as clerks, traders, students, or civilians.","$":{"class":"indent"}},{"_":"The basic group was our members, and this group would be divided into six subgroups:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"For functions and activities, I planned as follows:","$":{"class":"indent"}},{"_":"Four hours before the action time, the first subgroup, which included weak women and old people, went to Cau Ong Lanh Market to buy Duoc firewood. That kind of firewood was about 2 centimeters to 4 centimeters in diameter (1.5 inches) and approximately 60 centimeters long (2 feet). ","$":{"class":"indent"}}],"ul":[{"$":{"class":"calibre8"},"li":[{"_":"Loyal to the Nation.","$":{"class":"quotes"}},{"_":"Loyal to President Diem.","$":{"class":"quotes1"}},{"_":"Loyal to Can Lao Nhan Vi Party.”","$":{"class":"quotes2"}}]},{"$":{"class":"calibre8"},"li":[{"_":"Aux. point 1: the Fountain in front of Congress House.","$":{"class":"bullets"}},{"_":"Aux. point 2: the Ham Nghi open market.","$":{"class":"bullets"}},{"_":"Aux. point 3: Tran Hung Dao statue at Bach Dang harbor on the Saigon riverbank.","$":{"class":"bullets"}},{"_":"Aux. point 4: Six-street intersection of Le Van Duyet, Ngo Tung Chau, Vo Tanh, Le Thanh Ton, and Pham Hong Thai streets.","$":{"class":"bullets"}},{"_":"And the last point was at Huynh Khuong Ninh High School, close to Dai Nam movie theater, on Tran Hung Dao Boulevard.","$":{"class":"bullets"}}]},{"$":{"class":"calibre8"},"li":[{"_":"The first subgroup included dozens of weak women and old people.","$":{"class":"bullets"}},{"_":"The second subgroup included all members who were quick and were able to make banners and slogans in seconds.","$":{"class":"bullets"}},{"_":"The third subgroup was the major part. It included almost every one of our members.","$":{"class":"bullets"}},{"_":"The fourth subgroup included the strong young men.","$":{"class":"bullets"}},{"_":"The fifth subgroup also included the strong young men, but they had to know at least one kind of martial arts. This subgroup, as well the fourth one, did not appear but hid in café shops, markets library, and movie theaters.","$":{"class":"bullets"}},{"_":"The last subgroup was called the activist subgroup and included all beautiful female students who were fluent speakers.","$":{"class":"bullets"}}]}],"div":{"$":{"class":"calibre1","id":"calibre_pb_26"}}}}}}