{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_8"}},{"_":" Chapter 2","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor003","class":"calibre2"}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute10","src":"image/Image1421_copy.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\CH 02.png"}}},{"_":"he next school year, luckily, Khuong still was in my class. But life was not perfect. Ironically, the boy who always picked on me was in my class too—the harelipped Mui.","$":{"class":"firstpara"},"span":{"_":"T","$":{"class":"_idgendropcap"}}},{"_":"In class, I met some other Northern boys. Even though there were about ten of us, in a class of more than fifty students, we were still the minority group. Among those boys, Duc Phan, Nguyen Kinh Ly, and Le Cong Khanh were my best friends. They were town boys who were born and grew up in cities or towns, so they had not had to work hard like me. For that reason, they were relatively weak and timid. During the previous year, all the Northern boys looked at me as a savior when we were threatened by the others. I settled those conflicts peacefully whenever I could, but once in a while, I had to use my hands and feet.","$":{"class":"indent"}},{"_":"My point of view about politics was still the same as before because Communist cadres had instilled into my brain about Uncle Ho and the Labor Party. Every time I had to draw the map of Vietnam at geography period, I started coloring the Northern part in red and slowly colored South Vietnam in red too. Later, I also colored other countries such as Laos, Cambodia, and Thailand in red.","$":{"class":"indent"}},{"_":"When returning my homework, the teacher said, “This student likes the color red.”","$":{"class":"indent"}},{"_":"He did not understand my idea. My deep thought was that I wished my country would be controlled by Communists from North to South, then expand to Laos and Cambodia. ","$":{"class":"indent"}},{"_":"On October 26, 1955, one universal suffrage was held in South Vietnam to select the chief of state between Bao Dai and Ngo Dinh Diem.","$":{"class":"indent"}},{"_":"In that morning, saw lot of people going to Vung Tau High. The school was one voting center. I followed them out of curiosity. This is the first time I would witness a national event. I could not go inside these voting rooms, so I just walked around. Everywhere inside of campus, I saw posters with sentences “Xanh bo gio, đo bo bì.” Some persons standing here and there also shouted that sentence.","$":{"class":"indent"},"span":[{"_":"̉","$":{"class":"times-reg"}},{"_":"̉","$":{"class":"times-reg"}},{"_":"̉","$":{"class":"times-reg"}},{"_":"̉","$":{"class":"times-reg"}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-084-backlink"},"a":{"_":"5","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-084"}}}}]},{"_":"The result of that suffrage was the election of Mr. Ngo Dinh Diem to be the new president to replace Mr. Bao Dai. That election affected my political ideas because it discarded a leader who lived luxuriously in France and ignored the miserable lives of millions of citizens in his native country.","$":{"class":"indent"}},{"_":"Through propaganda, I realized that in the South, we have elections, while in the North, we never saw that happen. With my young age, I did not know anything else, so I believed this was a fair election.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-083-backlink"},"a":{"_":"6","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-083"}}}}},{"_":"In addition, in the citizen education period at school, we learned that we have a lot of human rights, such as freedom of speech, freedom of religion, and freedom of the press. Meanwhile, in the North, we had to say and to think as the cadre said; we even had to consider the Labor Party and Uncle Ho more important than our family. We had to report to the cadre any action our parents made against the Communist dogma.","$":{"class":"indent"}},{"_":"From that day on, Communism was no longer my ideal.","$":{"class":"indent"}},{"_":"Almost everyone in my class was unhappy, when our teacher, Mr. Mau, appointed Mui as the class leader. We did not know the reason; perhaps the teacher realized that he was the tallest boy in the class and the ugliest one too, so he made him leader to console him.","$":{"class":"indent"}},{"_":"The function of a class leader was to assist the teacher in controlling discipline in the class during the teacher’s absence. Every day, we had to line up in front of the classroom before entering the class to study. The teacher stood at the door to observe the class leader managing the other students. So the class leader had a lot of power.","$":{"class":"indent"}},{"_":"In my class, there was a small Southerner who was a talkative boy. His name was Duc Le, but the whole class called him Duc Cong to distinguish him from Duc Phan. Duc Cong in Vietnamese, if said backwards is “dong cuc” (a heap of dung). There is a story about how he got that nickname.","$":{"class":"indent"}},{"_":"One day, the principal came to our class to talk about discipline and morale in the school. As everyone paid attention to the principal’s lecture, we smelled a bad odor, but no one knew where it was coming from. Suddenly, some boys around Duc Le ran away, and we realized that under his table, there was a heap of excrement. Later, we learned that while the principal was lecturing, Duc Le wanted to go to restroom but dared not go; he simply sat in his place and did what he did—to simplify the process.","$":{"class":"indent"}},{"_":"Many times, Mui beat up Duc Le because of his talking. Sometimes, Duc Le was hurt so badly that he had to cry in the class. We were very angry, but no one dared to talk back. Mui treated everyone cruelly, especially the Northerners. If someone talked to the teacher about him, he vindicated himself by saying that the boy was a troublemaker. I tried not to talk with him in order to prevent any further trouble.","$":{"class":"indent"}},{"_":"One day, the teacher had to go to the office for a meeting. Mui was in charge of the class. He held a one-meter-long ruler as he went back and forth to watch if anyone was talking as he maintained discipline in the class.","$":{"class":"indent"}},{"_":"The whole class was quiet because no one dared to talk.","$":{"class":"indent"}},{"_":"Suddenly, Duc Cong asked, “Who’s got my eraser?”","$":{"class":"indent"}},{"_":"Mui walked very fast to him and used the ruler to knock on the boy’s head, shouting, “Shut up!”","$":{"class":"indent"}},{"_":"The boy was hurt, his face contorted with pain. Ly, who sat next to me, chortled at his expression.","$":{"class":"indent"}},{"_":"Mui turned back and whipped his shoulder, “You too. The little skinny Northerner who eats wooden fish. Shut up!”","$":{"class":"indent"}},{"_":"I said, “You maintain class discipline, but you cannot insult the Northerners!”","$":{"class":"indent"}},{"_":"He did not answer but aimed at my head and whipped me. It was painful. I was so angry, I could barely contain myself.","$":{"class":"indent"}},{"_":"When the class was over, Ly and I walked home. We lived very close. While we were walking, suddenly someone came between us and used his elbow to hit my belly. He walked very fast, then stopped to look at us. We realized that it was Mui.","$":{"class":"indent"}},{"_":"With his arms on his hip, he laughed, “Hey, Northerners! What can you do to me?”","$":{"class":"indent"}},{"_":"I looked at him with eyes wide open. “Watch out for yourself! One day, I will make your mouth double harelipped.”","$":{"class":"indent"}},{"_":"A few days later, Mui walked into class wearing a pair of wooden sabot shoes. Seeing Ly and I reading a French citation, he picked up a sabot and showed it to us, taunting, “Hiep, Ly, I have a wooden fish for you.”","$":{"class":"indent"}},{"_":"I stared at him in disgust but did not do anything. He burst into laughter, then walked away. The bell rang to warn of the class beginning.","$":{"class":"indent"}},{"_":"Mui turned his head back. “Hey! The two little Northerners, go out and line up!”","$":{"class":"indent"}},{"_":"Ly and I walked out to line up in front of the class. Because we were late, we stood at the end of the line beside a big tree in the schoolyard. Mui went back and forth to check other students. When passing me, he pretended to watch something, fully intending to step on my foot. With him in his wooden sabots and me only in bare feet, it was very painful. I pushed him pretty hard in order to get out from under the sabot. He pretended to be off balance and knocked his head against the trunk of that tree and fell to the ground. I pushed him hard, but not that hard; he acted that way so the teacher would punish me.","$":{"class":"indent"}},{"_":"The teacher saw Mui suddenly fall to the ground.","$":{"class":"indent"}},{"_":"He shouted angrily, “What’s going on down there?”","$":{"class":"indent"}},{"_":"Mui pointed to me, while twisting his face. “He shoved me.”","$":{"class":"indent"}},{"_":"The teacher called me angrily. “Hiep! Come here! Mui, lead the students into the class!”","$":{"class":"indent"}},{"_":"In class, Mr. Mau, the teacher, ordered me to lie down to the floor for punishment. He asked me, “Why did you shove him?”","$":{"class":"indent"}},{"_":"I knew Mui exaggerated my show, but I did not know how to explain that to the teacher. “Teacher, he stepped on my foot with his sabot.”","$":{"class":"indent"}},{"_":"The teacher turned to Mui and asked, “Why did you do that?”","$":{"class":"indent"}},{"_":"“Teacher, I didn’t intend to do so.”","$":{"class":"indent"}},{"_":"I had nothing else to vindicate myself, so the teacher flogged me to punish my violence. Mui made a face as I walked back to my place.","$":{"class":"indent"}},{"_":"The next period was citizen education. In the lesson, we learned about the equality of people in society. When the teacher explained to us how we should treat each other, I raised my hand to express my opinion.","$":{"class":"indent"}},{"_":"Mr. Mau asked, “Do you have an idea, Hiep?”","$":{"class":"indent"}},{"_":"I got up and asked, “Teacher, we should not insult the disabled, so should we insult the minorities?”","$":{"class":"indent"}},{"_":"Mr. Mau shook his head. “Absolutely not!”","$":{"class":"indent"}},{"_":"I continued, “Teacher, we are Northerners. Here, we are minorities. Mui always insults us. This morning, he showed his wooden sabots to Ly and me, then told us to eat the wooden fish.”","$":{"class":"indent"}},{"_":"The teacher asked, “Is that true, Ly?”","$":{"class":"indent"}},{"_":"Ly stood up and replied, “Yes, sir!”","$":{"class":"indent"}},{"_":"Khuong raised his hand.","$":{"class":"indent"}},{"_":"Mr. Mau asked him, “Do you have anything else, Khuong?”","$":{"class":"indent"}},{"_":"“Teacher, Mui is not a fair person. He has a prejudice against the Northern students.”","$":{"class":"indent"}},{"_":"Mr. Mau said, “That’s enough!”","$":{"class":"indent"}},{"_":"For that reason, the teacher allowed us to vote for a new class leader. We were very happy with the result; Khuong was voted the new leader. Mui was transferred to another class to prevent further problems.","$":{"class":"indent"}},{"_":"At the end of that year, the school board awarded the top ten students of every class. In my class, Ly was in first place. Khanh was second. Khuong was third, and Duc Phan was fourth. I was very bad in French and calligraphy. From a young age, my handwriting was quite bad; my uncle and my dad always beat me because of my handwriting. My uncle many times had told me, “With handwriting like this, it would serve you right to become a cow dung collector.” Nevertheless, I was very good in mathematics, sciences, and Vietnamese, so I got the tenth place.","$":{"class":"indent"}},{"_":"After that, I also passed the elementary diploma easily. But the main obstacle was that we had to pass the exclusive test to get into junior high. Before taking the test, we were informed that the junior high school board would accept one hundred students—fifty boys and fifty girls—out of seven hundred applicants. The top twenty students from poor families who passed the test would receive scholarships. I did not fill in the application form for a scholarship, for two reasons. The first reason was that I was not confident that I could be top twenty. The second was that there were a lot of poor students who needed that scholarship more than I did.","$":{"class":"indent"}},{"_":"After the exclusive test, I got a serious fever, so I had to stay in bed for a few days. One afternoon, when I was in bed, I heard Thanh, the girl next door, come in and ask Mom in an excited voice, “Madam, where is Hiep?”","$":{"class":"indent"}},{"_":"“What’s up, baby? He is sick.” Mom answered.","$":{"class":"indent"}},{"_":"Thanh merrily said, “I just want to inform him that he passed the test and took second place.”","$":{"class":"indent"}},{"_":"I would never have predicted that outcome. Actually, the reason was that French and calligraphy were not subjects in the test. Mui, I should add, was not among the students who passed the test.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"My new high school was a part of the elementary school and combined both junior as well as senior high.","$":{"class":"indent"}},{"_":"In junior high, the discrimination of South against North was reduced a lot because of greater understanding by the students. We did not have problems with other students.","$":{"class":"indent"}},{"_":"The way of studying at that level was also different from the elementary level. Every subject had a difficulty and an importance coefficient, a number that we had to multiply by our grade point. Every lesson was graded on a 20 scale.","$":{"class":"indent"}},{"_":"For the important subjects, such as geometry, algebra, and Vietnamese, the coefficient was 3. For the medium ones, such as French, English, physics, chemistry, and biology, the coefficient was 2. For the less important ones, such as geography, history, art, and so on, the coefficient was 1. The GPA would be based on the points we achieved from our homework and quarter tests, multiplied by the corresponding coefficient.","$":{"class":"indent"}},{"_":"In general and luckily, I was very good in all subjects except French.","$":{"class":"indent"}},{"_":"The coefficient played an important role in our GPA. For example, two students, A and B, had points in different subjects as follows:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"If we take those points and multiply by the coefficient, we would have a different result:","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"}},{"_":"Graded the regular way, student B would be better than student A. But with the coefficient, the result was reversed.","$":{"class":"indent"}},{"_":"In junior high, we had some new subjects: geometry, algebra, physics, chemistry, and English.","$":{"class":"indent"}},{"_":"Thanks to the coefficient and to the mathematics teacher, Mr. Nguyen Tuan Van, who always took my homework to show to other classes as a solving sample. I was encouraged to learn a lot in that subject. By the end of that year, I took second place because of French.","$":{"class":"indent"}},{"_":"Also in that year, Senator John F. Kennedy supported President Diem in discarding the universal suffrage to unite the North and South as in the agreement of the Geneva Accord.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Fortunately for me, the next school year, a new educational policy was formed in South Vietnam. Each student could select either French or English for a second language. There was no doubt, I selected English as my second language and said goodbye to my scariest subject, French. From then on, I always got one of the highest honor awards for my school at the end of the school year. Every year, the entire school handed out one or two prestigious awards like that.","$":{"class":"indent"}},{"_":"In my third year at junior high, Mr. Hua Van Ngo promoted Dad to be the chief of office of the town. My family moved to a bigger townhouse, a building of five units that had been built for low-income public employees. With its cement roof, tile floor, and brick walls, the house was pretty good to live in. Each unit was six meters wide and fifteen meters long. There were three parts to the house: a living area, a bedroom, and a kitchen. The kitchen was separated from the other parts by an open space with a built-in water container. My house was the very first unit in that townhouse building.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute11","src":"image/Image1518_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\cosy house.png"}}},{"_":"At that time, we had no running water, so twice a week, there was a small water truck parked in front of my house. I had to carry the water from that truck to store it in our own built-in container.","$":{"class":"indent"}},{"_":"From that day on, our life improved dramatically. Once every few months, my parents took us to a restaurant to enjoy a North Vietnamese beef soup called pho.","$":{"class":"indent"}},{"_":"In my class, besides Duc Phan and Khanh Tran, I had some close friends, such as Phan Dinh Suy, Pham Xuan Hoa, and Nguyen Van Tieng. Suy, Hoa, and Tieng were Southerners. Hoa and Tieng’s families were relatively rich compared to mine. Sometimes, I came to their homes to have some fresh fruit.","$":{"class":"indent"}},{"_":"Suy’s family was very poor, but he was a very smart boy. He lived in a thatch-roofed house behind my house. Every year at school, if I took first place, he took second. His stepmother cooked corn to sell at the market for living, and his father was a nurse. We always helped each other in learning and doing our homework.","$":{"class":"indent"}},{"_":"One day, I went to see Suy at his home. Suddenly, a big thunderstorm brewed.","$":{"class":"indent"}},{"_":"Suy said, “I must go out to gather firewood for my mom. We don’t have money to buy firewood, so I have to do this job.”","$":{"class":"indent"}},{"_":"I asked, “Gather firewood in a thunderstorm?”","$":{"class":"indent"}},{"_":"“Yes. During the thunderstorm, the dried branches fall down because of strong winds.”","$":{"class":"indent"}},{"_":"Suy was a small guy, even smaller than me, so I had sympathy for him running around in the cold rain and strong wind.","$":{"class":"indent"}},{"_":"I said, “Let me help you.”","$":{"class":"indent"}},{"_":"His eyes brightened. “Really?”","$":{"class":"indent"}},{"_":"I smiled and nodded. “Sure.”","$":{"class":"indent"}},{"_":"We took off our shirts and ran out in the rain with bare chests.","$":{"class":"indent"}},{"_":"At first, we felt cool in the rain, and we had a lot of fun. We ran from one big tree to another. Sometimes, we had to wait for a gust of wind, then rush to a branch that was falling down.","$":{"class":"indent"}},{"_":"Half an hour later, we only had a few branches.","$":{"class":"indent"}},{"_":"Soon, we went to the churchyard in front of our school. There were a lot of big trees in the yard. We hoped we could gather a heavy bunch of firewood there.","$":{"class":"indent"}},{"_":"But because of running in the rain, we now felt hungry and cold instead of just cool, as before.","$":{"class":"indent"}},{"_":"All of a sudden, a very strong wind gust blew, breaking a huge dry branch. We were very happy because with that branch, we would have enough firewood for Suy’s Mom to cook corn for a couple days. But a small branch on the big one hooked on another tree, keeping it from reaching the ground completely. We tried to pull it down but we couldn’t.","$":{"class":"indent"}},{"_":"I jumped up and hung on to the dried branch, jerking with all of my might. The small branch abruptly snapped off, and my foot slipped on grass. My back hit the ground hard. It hurt terribly, and I couldn’t breathe.","$":{"class":"indent"}},{"_":"Suy thought I was just playing, and he held his belly, laughing.","$":{"class":"indent"}},{"_":"A few seconds later, he realized that I was still lying motionless.","$":{"class":"indent"}},{"_":"Frightened, he screamed, “Hiep, how are you? How are you?”","$":{"class":"indent"}},{"_":"I could not answer, and Suy started to cry.","$":{"class":"indent"}},{"_":"A minute later, I was able to breathe and said weakly, “Help me.”","$":{"class":"indent"}},{"_":"Suy bent down to help me sit up. I had to sit there for a couple minutes before we gathered the firewood and went home.","$":{"class":"indent"}},{"_":"One day, Suy came to my house and asked, “Hiep, do want to enjoy a chicken dinner with me?”","$":{"class":"indent"}},{"_":"I was surprised by that invitation because Suy’s family was very poor. How could he have chicken? My family was better off, but only once or twice a year could we afford a dinner with chicken. That was on our grandpa or grandma’s memories days.","$":{"class":"indent"}},{"_":"I asked Suy, “How can you have chicken?”","$":{"class":"indent"}},{"_":"He smiled. “I’m returning the favor for helping me to gather firewood the other day.”","$":{"class":"indent"}},{"_":"“It’s not worth it for you to do so!” I told him.","$":{"class":"indent"}},{"_":"“Don’t ask! Just follow me. Ask Thang, your brother, to come too.”","$":{"class":"indent"}},{"_":"Thang and I followed him to his house.","$":{"class":"indent"}},{"_":"He took out a couple bowls and pairs of chopsticks, then a very big bowl of chicken curry. We each took a piece of chicken to eat. It was too leathery. We chewed for half an hour but could not smash the piece of chicken in our mouths to swallow! Our mouths were all tired out with chewing, and still, we could not eat a piece of chicken.","$":{"class":"indent"}},{"_":"Thang finally asked, “Suy! What kind of chicken is this?”","$":{"class":"indent"}},{"_":"He smiled. “Actually, this is not a chicken. It’s fighting cock meat.”","$":{"class":"indent"}},{"_":"I asked, “How could you get that kind of meat?”","$":{"class":"indent"}},{"_":"He made it clear. “This morning, they had a cock fighting match in the backyard. One very old chicken got killed in the match. The owner was reluctant to bury it, so he gave it to me. I made some dishes to invite you guys to enjoy with me. I could not predict that the meat would be so leathery like this.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"At that time, as with most of boys of poor families, Suy, Thang, and I did not have many things to play with; common games for us were cricket-fighting, kite flying, and wrestling. Male crickets are very aggressive and are always ready to fight to each other until one loses. They loser would run away.","$":{"class":"indent"}},{"_":"To play the game, we searched for big male crickets very early in the morning—the bigger the better. We then put them in a box for the fight. The crickets used to hide in cans, bottles, or tree hollows in very remote areas, especially in the wild area full of sand dunes and groves behind Suy’s house and not too far from mine.","$":{"class":"indent"}},{"_":"One afternoon, when I was studying my lesson, Suy suddenly stormed into my house with a terrified look on his face.","$":{"class":"indent"}},{"_":"He gasped for breath, saying, “Hey…Hiep, there is…a huge…snake at my…neighbor’s. Go to that house to…to help them.”","$":{"class":"indent"}},{"_":"Without a word, I sprang up and dashed to his neighbor’s house; Suy ran after me. When I arrived, I saw a big crowd surrounding the main door, looking at something inside.","$":{"class":"indent"}},{"_":"I stopped for gasping, then forced myself into the crowd. They all knew me, so they made way for me to enter the house. I saw a very big snake on a table full of bottles and jars, which contained valuable things of the owner. For that reason, no one dared to kill the snake. They feared they would break those bottles and jars.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-082-backlink"},"a":{"_":"7","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-082"}}}}},{"_":"The owner said, “Hiep, can you kill the snake without breaking anything on the table?”","$":{"class":"indent"}},{"_":"I said, “It is very hard to do, sir.”","$":{"class":"indent"}},{"_":"Suy put in, “Hiep, could you remove all of the jars and bottles, then kill the snake?”","$":{"class":"indent"}},{"_":"I replied, “If I can remove those things, I would not kill the snake because this proves that the snake is not aggressive. However, there are too many things to move. I don’t know if anyone can help me.”","$":{"class":"indent"}},{"_":"No one answered my question. Obviously, everyone feared the monster.","$":{"class":"indent"}},{"_":"I said, “Suy, I will go to the table to clean it up. You stand close to me, so when I grab a bottle, I will hand it to you. Then you hand it to someone else. All right?”","$":{"class":"indent"}},{"_":"Suy gave a nod of assent.","$":{"class":"indent"}},{"_":"I saw a person nearby holding a big stick.","$":{"class":"indent"}},{"_":"I said, “Please let me borrow your stick.”","$":{"class":"indent"}},{"_":"The person gave me his stick. I held it in my right hand to prevent a mishap, then approached the table and observed the snake carefully. The snake was very big at its belly, so I guessed it had just swallowed a rat or something.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"If the snake has just eaten, it must be slow and lazy. I can do my job easier.","$":{"class":"italics1"}}},{"_":"I slowly, cautiously started to take one bottle, my eyes fixed on the snake. I feared that if I moved too fast, the snake would attack me right away. It raised its head slowly and looked at me but did not show aggression. I then handed the bottle to Suy. The snake still did not show any reaction. I thought my assumption must be correct, so I kept slowly moving bottles and jars.","$":{"class":"indent"}},{"_":"Everybody around held their breath, looking at me.","$":{"class":"indent"}},{"_":"After a quarter of an hour, I had cleaned the table up, but the snake still lay on the table.","$":{"class":"indent"}},{"_":"I said, “Would someone out there bring me a big container or big basket, please?”","$":{"class":"indent"}},{"_":"One person handed Suy a big container.","$":{"class":"indent"}},{"_":"I put the container at the end of the table next to the snake’s head, then used the stick to push the snake into the container. We then took the snake to the wild area behind Suy’s house and released it.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Two days later, we had a cricket fight. Suy brought out the biggest cricket ever and showed us.","$":{"class":"indent"}},{"_":"He said, “This cricket will be the champ. I dare anyone to try to defeat him.”","$":{"class":"indent"}},{"_":"I asked, “Where did you find that?”","$":{"class":"indent"}},{"_":"“In the wild area behind my house.”","$":{"class":"indent"}},{"_":"His cricket was too strong and defeated all of ours.","$":{"class":"indent"}},{"_":"The next day, in the very early morning, I woke up, took a stick, and went to the wild area in search of a male cricket.","$":{"class":"indent"}},{"_":"I said to myself, “Everyone already searched for crickets around here, so all the big crickets have been taken. If I want to have one that is bigger than Suy’s, I must go very far.”","$":{"class":"indent"}},{"_":"I wandered in that area, listening for crickets’ sound. I found some small ones, but I was not satisfied with that result.","$":{"class":"indent"}},{"_":"Half an hour later, I went to Nga Nam, two kilometers from my house, where there were many ponds full of lentils and many big bushes. I found a big cricket, but it was still smaller than Suy’s. ","$":{"class":"indent"}},{"_":"Suddenly, I heard a loud cricket’s sound in a bush. I guessed it must be a very big one. I stepped in that direction, using a stick to clear grasses and leaves. I saw a big rusty tin can, twenty centimeters in diameter and thirty centimeters high.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"That is the cricket’s nest.","$":{"class":"italics1"}}},{"_":"I carefully used my left hand to turn the can over. To my surprise, I saw a snake under the can instead of a cricket. The snake was very quick; it sprang at me. I jumped back just in time; my right hand whipped the stick at the snake and killed it instantly.","$":{"class":"indent"}},{"_":"I was so disappointed.","$":{"class":"indent"}},{"_":"I said to myself, “Ha! I must play a trick on Suy.”","$":{"class":"indent"}},{"_":"I put the dead snake in the can and took a piece of paper to cover it, then walked home. Not too far from Suy’s house, I found him searching for crickets.","$":{"class":"indent"}},{"_":"I said, “Suy, I bet you mine would be the champ.”","$":{"class":"indent"}},{"_":"He looked at the very big can in my hand and seemed to be confused.","$":{"class":"indent"}},{"_":"He asked, “You found a very big one? Is it bigger than mine?”","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute12","src":"image/Image1525_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\lentil.png"}}},{"_":"I nodded seriously. “Very, very big! It’s not only big but also very long.”","$":{"class":"indent"}},{"_":"Suy wondered, “Very long too?”","$":{"class":"indent"}},{"_":"I smiled, nodding. “Yes. It is.”","$":{"class":"indent"}},{"_":"“Can I see it?” he asked curiously.","$":{"class":"indent"}},{"_":"I shook my head. “No. It would jump out of this can.”","$":{"class":"indent"}},{"_":"He implored, “Please, Hiep! Let me see the cricket.”","$":{"class":"indent"}},{"_":"I asked, “If it jumps out, will you give your champ to me?”","$":{"class":"indent"}},{"_":"Suy kept quiet, thinking, then answered, “No. But I want to see it very soon.”","$":{"class":"indent"}},{"_":"I said, “So one way you can see it is by putting your hand in this can and catching it. Okay?”","$":{"class":"indent"}},{"_":"He nodded. “All right.”","$":{"class":"indent"}},{"_":"I opened the paper just a bit for Suy to insert his hand into the can.","$":{"class":"indent"}},{"_":"When he felt the dead snake, he jumped as if walking on amber, while screaming and urinating all over the place until his pants were all wet.","$":{"class":"indent"}},{"_":"I just stood there laughing. Several minutes later, Suy recovered from his fear. He shouted, “You cheater!”","$":{"class":"indent"}},{"_":"I smiled. “I told you I got a big, long one, but I never said I got a cricket.”","$":{"class":"indent"}}],"table":[{"$":{"id":"table001","class":"no-table-style"},"colgroup":{"$":{"class":"calibre5"},"col":[{"$":{"class":"calibre6"}},{"$":{"class":"calibre6"}},{"$":{"class":"calibre6"}},{"$":{"class":"calibre6"}}]},"tbody":{"$":{"class":"calibre7"},"tr":[{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"}},{"$":{"class":"no-table-style2"},"p":{"_":"COEF","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"Student A","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"Student B","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"Mathematics","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"1","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"18","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"10","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"French","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"1","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"4","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"15","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"History","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"1","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"10","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"10","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"Total points would be:","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"}},{"$":{"class":"no-table-style2"},"p":{"_":"32","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"35","$":{"class":"table-text"}}}]}]}},{"$":{"id":"table002","class":"no-table-style"},"colgroup":{"$":{"class":"calibre5"},"col":[{"$":{"class":"calibre6"}},{"$":{"class":"calibre6"}},{"$":{"class":"calibre6"}},{"$":{"class":"calibre6"}}]},"tbody":{"$":{"class":"calibre7"},"tr":[{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"}},{"$":{"class":"no-table-style2"},"p":{"_":"COEF","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"Student A","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"Student B","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"Mathematics","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"3","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"18×3=54","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"10×3=30","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"French","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"2","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"4×2=8","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"15×2=30","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"History","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"1","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"10","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"10","$":{"class":"table-text"}}}]},{"$":{"class":"no-table-style1"},"td":[{"$":{"class":"no-table-style2"},"p":{"_":"Total points would be:","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"}},{"$":{"class":"no-table-style2"},"p":{"_":"72","$":{"class":"table-text"}}},{"$":{"class":"no-table-style2"},"p":{"_":"70","$":{"class":"table-text"}}}]}]}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_15"}}}}}}