{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_27"}},{"_":" Chapter 19","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor020","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute75","src":"image/Image2085_copy.jpg","alt":"Chapter 26a"}}}},{"_":"n November 1972, my mother-in-law asked Diep and me to return to Tan Thieng to attend a Buddhist ritual called Le Xa Tang, meaning “terminating the mourning period.” For Confucians and Buddhists, when one of the parents died, the children must be in a great mourning period. During that period, the children could not marry unless his or her parent agreed.","$":{"class":"firstpara"},"span":{"_":"I","$":{"class":"_idgendropcap"}}},{"_":"On December 15, our wedding ceremony took place at Tan Thieng and Saigon as planned, to prevent further problems.","$":{"class":"indent"}},{"_":"My mathematics center became very popular, not only for students of that district, but many students from other cities such as Vinh Long, My Tho, and Vinh Binh also attended my center for their future examinations. My center helped a lot of students successfully achieve their educational goals.","$":{"class":"indent"}},{"_":"On the occasion of the new year, we set up an ancestor altar with some offerings such as fruits, cakes, and cookies, then we left there for Saigon to join with my parents.","$":{"class":"indent"}},{"_":"After the new year celebration, we returned to Cho Lach. When we arrived home, we found that everything on the altar had disappeared. Someone had intruded into my house and stolen those offerings and some other things. The next day, we went around to the neighbors to wish them a merry Tet and a happy new year. I also gave a small amount of money to their children. Along the way, I also warned that I would not forgive anyone who would attempt to break into my house to steal something in the future.","$":{"class":"indent"}},{"_":"Because there was a yard in my center, many students usually locked their bikes there, then went to school. That way was more convenient for them because they did not need to take their bikes across the canal by the crossing boat or the very high main bridge. To protect students’ bikes and my property, I had to buy some rolls of barbed wire to make a fence surrounding my house.","$":{"class":"indent"}},{"_":"When I was doing that job, Mr. Hai, the boat rower who lived next door, came out and watched me. Mr. Hai practiced boat rowing to carry people crossing the canal. For that reason, his nickname was Mr. Hai, the boat rower.","$":{"class":"indent"}},{"_":"He asked, “Why are you fencing your house?”","$":{"class":"indent"}},{"_":"I explained, “I must protect my students’ bikes as well as my property, Mr. Hai.”","$":{"class":"indent"}},{"_":"He spoke with a sour tone. “Do you think I’m poor so I would steal your property?”","$":{"class":"indent"}},{"_":"“Sorry, Mr. Hai. I don’t mean that. Around here, there are many good people but also many bad guys. However, we cannot distinguish the bad from the good. I really don’t want to do this, but I need to.”","$":{"class":"indent"}},{"_":"He cursed me something while going back home, but I could not hear. Nevertheless, I knew he was angry with me.","$":{"class":"indent"}},{"_":"That school year, T was supposedly in my mathematics periods, but I realized that he was always absent, though he frequently showed up at other periods. He would have bad consequences, if that lasted for a long time. I needed to find a resolution for that problem. I think he feared my retaliation against him because he had written a letter to Diep the previous year.","$":{"class":"indent"}},{"_":"One morning, at break time, I saw him standing alone at the end of a veranda. I walked there and tapped softly on his shoulder.","$":{"class":"indent"}},{"_":"He looked back and said, “Teacher.”","$":{"class":"indent"}},{"_":"I smiled. “T, how are you?”","$":{"class":"indent"}},{"_":"“I’m fine! Thank you, Teacher.”","$":{"class":"indent"}},{"_":"I asked, “I’ve wondered why you are always absent from my period. Is there any special reason?”","$":{"class":"indent"}},{"_":"T looked to the ground. “I’m busy, Teacher.”","$":{"class":"indent"}},{"_":"I said, “I don’t think so! T, do you know that if you don’t learn mathematics regularly, you will not understand the next lesson, and next year, you can’t take any mathematics course. And the most important thing is to take Baccalaureate-Part II next year.”","$":{"class":"indent"}},{"_":"“I understand, Teacher.”","$":{"class":"indent"}},{"_":"I smiled. “I advise you to attend my class more regularly. I think you are worried about retaliation for your past action. If you think so, you should discard that. I would never do a mean action like that. Diep is a beautiful flower, but it belongs to one person. You can find another flower. There are many pretty flowers waiting for you out there. I am merely thinking of your future.”","$":{"class":"indent"}},{"_":"T said, “I will obey your advice, Teacher.”","$":{"class":"indent"}},{"_":"From then on, T attended my mathematics period frequently.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"One day, my mother-in-law had to go back to Tan Thieng. Diep and I went to school. At noon, when returning from school, I saw Hong and Anh standing in front of my center, crying. Hong is the elder sister of Anh; they were not my students at high school, but both attended Dong Tien Center. Their house was far from school so that they had to ride bikes to school. As with many other students, they locked their bikes in front of the center, then went to school.","$":{"class":"indent"}},{"_":"I asked, “What’s the matter, Anh?”","$":{"class":"indent"}},{"_":"Anh sobbed out, “Teacher, someone…has stolen…my bike.”","$":{"class":"indent"}},{"_":"“Really? Did you lock your bike?”","$":{"class":"indent"}},{"_":"Hong said, “He forgot to lock his bike. Possibly, my parents will beat him to death.”","$":{"class":"indent"}},{"_":"I knew that for an average family, a bike is a worthy property. I needed to help them to protect others’ properties as well as ours. If I did not stop this crime, I would run into big trouble in the future.","$":{"class":"indent"}},{"_":"I consoled, “Stop crying. I will get it back for you.”","$":{"class":"indent"}},{"_":"Hong besought, “Please! Please, Teacher.”","$":{"class":"indent"}},{"_":"I said, “I promised. I will find it for you. Let me know about your bike. What kind of bike is it? What color is it? Old or new?”","$":{"class":"indent"}},{"_":"Anh was still sobbing, so he could not answer.","$":{"class":"indent"}},{"_":"Hong scolded him, “You cry all day long! Why don’t you stop and answer the teacher’s question?” Then she replied, “His bike is an old blue one.”","$":{"class":"indent"}},{"_":"“Male or female style?”","$":{"class":"indent"}},{"_":"“A female one, Teacher.”","$":{"class":"indent"}},{"_":"“Do you remember any special characteristics of the bike?”","$":{"class":"indent"}},{"_":"Hong and Anh looked at each other; they seemed not to understand my question. I reminded them, “Special characteristic means strange features, such as a very high handlebar, the seat being broken, and so on.”","$":{"class":"indent"}},{"_":"Hong and Anh stood still for a moment, then Hong replied, “No, Teacher.”","$":{"class":"indent"}},{"_":"“Are you sure?”","$":{"class":"indent"}},{"_":"Hong turned to Anh again. “Is there anything special on your bike? You keep on crying, so how can you answer him?”","$":{"class":"indent"}},{"_":"Later, Anh sobbed out, “My…bike has a flat tire, but…it takes a long time before needing to pump it again.”","$":{"class":"indent"}},{"_":"“The front one or rear one?” I asked.","$":{"class":"indent"}},{"_":"“The…rear one.”","$":{"class":"indent"}},{"_":"I said, “That’s fine.”","$":{"class":"indent"}},{"_":"I estimated that Anh’s bike was stolen between 8 and 11 o’clock in the morning, when everyone went out to work.","$":{"class":"indent"}},{"_":"In the evening, during leisure time, I started to go around and gather information, then threw out all insufficient evidence and focused on the prime suspect. Almost every person said they saw nothing.","$":{"class":"indent"}},{"_":"When I came to the house at the end of my lane, I saw some girls. Those girls sat in front of their house every day to knit leaf-roofed panels for sale. Almost all the houses in the rural areas of the Mekong River delta are roofed with water-coconut-leafed panels, so knitting coconut-leaf panels is a way to make a living.","$":{"class":"indent"}},{"_":"I asked them, “This morning, did you see anybody riding a bike on this lane from 8 to 11 o’clock?”","$":{"class":"indent"}},{"_":"One of them who sat at the end said, “We saw a group of students, including boys and girls, riding bikes past our house. And later, we saw a man riding a bike.”","$":{"class":"indent"}},{"_":"I interrupted. “Which way did they go to?”","$":{"class":"indent"}},{"_":"Another girl answered, “That way, Teacher.” Then she pointed to the direction of the canal.","$":{"class":"indent"}},{"_":"“How about the man?”","$":{"class":"indent"}},{"_":"She said, “Same way, Teacher.”","$":{"class":"indent"}},{"_":"“Do you guys remember the man’s bike color?”","$":{"class":"indent"}},{"_":"“I didn’t notice its color.”","$":{"class":"indent"}},{"_":"The girl who sat at the end replied, “I think it was blue.”","$":{"class":"indent"}},{"_":"“How about its style?”","$":{"class":"indent"}},{"_":"“I don’t know.”","$":{"class":"indent"}},{"_":"I asked, “What was his age? And what did he look like?”","$":{"class":"indent"}},{"_":"“He was about twenty-something, skinny, and dark skinned.”","$":{"class":"indent"}},{"_":"“Thank you.”","$":{"class":"indent"}},{"_":"On the way back home, I met a seventeen-year-old girl named Lang. I asked her the same question.","$":{"class":"indent"}},{"_":"She said, “I saw a boy riding a bike to the main street.” Then she pointed the opposite direction of the others. (See Cho Lach Map, pic. 183, page 187).","$":{"class":"indent"}},{"_":"I thought perhaps one of them was the prime suspect.","$":{"class":"indent"}},{"_":"“What color was the bike?”","$":{"class":"indent"}},{"_":"“Perhaps it was blue.”","$":{"class":"indent"}},{"_":"“How about its style?”","$":{"class":"indent"}},{"_":"“I didn’t notice, Teacher.”","$":{"class":"indent"}},{"_":"I was more confident. “Do you remember what he looked like?”","$":{"class":"indent"}},{"_":"“He has a student uniform, about seventeen or eighteen years old, with squinty eyes.”","$":{"class":"indent"}},{"_":"“Can you guess what time you saw him?”","$":{"class":"indent"}},{"_":"“I went to the canal to wash my family’s clothes, and when I returned home, I saw him. So the time was 9 or 10 in the morning.”","$":{"class":"indent"}},{"_":"From that point, I focused on the eighteen-year-old student with squinty eyes. The reason was, at that time, he should be in school. Why was he still hanging out alone? If he was late, he should have hurried toward the canal, then crossed it to go to school. But why did he go the reverse way? Usually, students whose houses were far away rode in groups to help each other. Why did he go alone?","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"The squinting boy is the prime suspect. I need to find him first.","$":{"class":"italics1"}}},{"_":"There were about 3,000 students in my school, and 500 more at Thanh My Son. Dozens of them would have squinty eyes. I had to find out that prime suspect from among them.","$":{"class":"indent"}},{"_":"The following day was Sunday. I rode my Honda all directions within three kilometers’ diameter from my house to ask for information about a flat-tired bike. My logic was that the bike needed to be pumped up awhile later because Anh left the bike in the early morning.","$":{"class":"indent"}},{"_":"After some failures, I arrived at Four-Intersection Road more than one kilometer from my house. I saw a small bike-fixing spot.","$":{"class":"indent"}},{"_":"I stopped my Honda there and asked the repair boy, “How long have you operated your business here?”","$":{"class":"indent"}},{"_":"“Just recently, but I think I’ll have to close because only a few people drop by to fix their bike.”","$":{"class":"indent"}},{"_":"“On the day before yesterday, did you fix a bike for a boy?”","$":{"class":"indent"}},{"_":"“Yes, sir, a boy stopped here to fix his tire.”","$":{"class":"indent"}},{"_":"I thought I had found something more about the suspect. “What color was the bike?”","$":{"class":"indent"}},{"_":"“Blue, sir.”","$":{"class":"indent"}},{"_":"“Was it a female-style bike?”","$":{"class":"indent"}},{"_":"The boy frowned and looked at me curiously. “Y…eah.”","$":{"class":"indent"}},{"_":"“How old was he, and how are his eyes?”","$":{"class":"indent"}},{"_":"The boy got up, surprised with my question. He said, “I’m not sure about his age, but he is a student. His eyes are squinty.”","$":{"class":"indent"}},{"_":"“You fixed the rear tire for him?”","$":{"class":"indent"}},{"_":"The boy opened his mouth, looking at me astonished, and nodded.","$":{"class":"indent"}},{"_":"I gave the boy ten piasters, then went back home. The boy looked after me, surprised.","$":{"class":"indent"}},{"_":"I guessed that with the age of seventeen or eighteen, the boy would attend grade 9 or 10. I planned to track down the suspect at the high school level. I myself had no squint-eyed students.","$":{"class":"indent"}},{"_":"Because the school expanded so fast, the class schedules differed from one to the other. A class may have some periods in the morning and a few in the afternoon, but the next day, it would have only one period. At the twenty-minute break, I walked along all the classrooms with the hope of seeing a squint-eyed boy. It was too hard to detect the boy that way. I asked my friends about that boy, but they did not know; moreover, many teachers were absent because they did not have any class that day. I then made up my mind to go to the school office and take out all the student files.","$":{"class":"indent"}},{"_":"At the school office, I met Long, the principal, who was a few years younger than me. He was curious to see me in the office since I seldom went there. “Mr. Hiep, may I help you?”","$":{"class":"indent"}},{"_":"“May I borrow the registration book, Long?”","$":{"class":"indent"}},{"_":"He asked, “Why do you need it?” Then he searched for the book and gave it to me.","$":{"class":"indent"}},{"_":"At first, I selected tenth grade files, looking at the pictures one by one.","$":{"class":"indent"}},{"_":"Mot, the deputy principal, and Tho, the Discipline Section chief, also looked at me curiously.","$":{"class":"indent"}},{"_":"Tho said, “Mr. Hiep, what are you doing? It looks so weird!”","$":{"class":"indent"}},{"_":"I said, “I’m looking for a guy I suspect of being a bike thief.”","$":{"class":"indent"}},{"_":"Long and Mot simultaneously yelled, “That’s great!”","$":{"class":"indent"}},{"_":"I asked, “What’s up?”","$":{"class":"indent"}},{"_":"Long replied, “So far, there are a lot of bikes stolen, but we don’t know the prime suspect. If you find that guy, it would stop that crime.”","$":{"class":"indent"}},{"_":"Tho said, “I will support you. Whatever you need or order, I will do for you.”","$":{"class":"indent"}},{"_":"Mot added, “Me too.”","$":{"class":"indent"}},{"_":"I said, “That’s good! I wouldn’t give orders, but as for help, I need you guys a lot, so if I need, I will ask your help. The one I need help from first is Mot. Could you please look up in this book to find any male student with squinty eyes, about seventeen or eighteen years old. Put his name down on a piece of paper for me. I must go to Thanh My Son Junior High to do the same thing.”","$":{"class":"indent"}},{"_":"Mot said, “With that age, he must be a ninth grader or up.”","$":{"class":"indent"}},{"_":"I said, “I also think so.”","$":{"class":"indent"}},{"_":"Tho said, “I know some guys with that kind of eyes. Please take a look if any fit to your needs?”","$":{"class":"indent"}},{"_":"He then took out some pictures, which included a date of birth, but I realized the students were only fourteen or fifteen years old.","$":{"class":"indent"}},{"_":"I shook my head.","$":{"class":"indent"}},{"_":"Long asked, “How about me? Do you have anything for me to do?”","$":{"class":"indent"}},{"_":"“Long and Tho, I will ask your help later.”","$":{"class":"indent"}},{"_":"I rode my Honda to the Thanh My Son School. The school principal willingly helped me do my job. The school is small, with only two ninth grades that I needed to take care of, so it took me only twenty minutes to finish. But the result was not good; I found no one and returned to my school.","$":{"class":"indent"}},{"_":"At school, I asked Mot, “Do you see anything?”","$":{"class":"indent"}},{"_":"“No. I’ve searched all the students of the ninth and tenth grades, but no one has that characteristic,” he answered. “I didn’t check the eleventh and twelfth grades because you know them all. How about you?”","$":{"class":"indent"}},{"_":"“It was not fruitful.”","$":{"class":"indent"}},{"_":"I could not find any squint-eyed boy on that day, so I went back to my class to teach.","$":{"class":"indent"}},{"_":"While teaching, I saw a girl periodically appear at the door. I walked past and saw a strange young lady of twenty years old.","$":{"class":"indent"}},{"_":"She introduced herself. “Teacher, I’m Hong and Anh’s sister. I’ve come here to ask you if you found my brother’s bike or not?”","$":{"class":"indent"}},{"_":"I said, “I’m searching. But I don’t have sufficient time to do that. I only have spare time to find the suspect.” I pointed to the class and continued, “This is a twelfth grade class with a mathematics major, so mathematics period is the most important. I can’t miss the class. If you trust me, you should go home and wait. If you don’t, you can go to the police station to report it.”","$":{"class":"indent"}},{"_":"The young woman became nervous. “No…no, Teacher, I trust you, but I’m very worried about my brother’s bike. The bike is a valuable property of my family, and we’ve bothered you. I’m really sorry, Teacher. Goodbye, Teacher.”","$":{"class":"indent"}},{"_":"That afternoon, at the break, I decided to go to an unsafe area, an illegal drug shop. Walking in, I saw some adults, several local soldiers, and many students. They all came there to use cocaine or smoke marijuana. Some of them looked at me angrily or fearfully, but I just smiled and seemed not to care about that. I still saw no one who might be the suspect.","$":{"class":"indent"}},{"_":"After that, I went to a few places around school that were illegal gambling or prostitution dens, but still I left empty-handed. One more day was over.","$":{"class":"indent"}},{"_":"The following day, I thought,  According to Dau and Hai, they sometimes gambled by playing umbrella billiards because the loser had to pay the winner an amount of money. I should go there to find the suspect.","$":{"class":"indent"},"span":{"_":"All the dangerous places to spend money, I’ve already visited. So where is the place that people would spend money lavishly?","$":{"class":"italics1"}}},{"_":"At 10:00, the bell rang to signal the break time; I went to the billiard shop next to the school. I saw a group of schoolboys who were playing umbrella billiards.","$":{"class":"indent"}},{"_":"As I walked in, I saw one of them pick out a cigarette for smoking. When he saw me, his cigarette abruptly fell off his lips. He was taller and bigger than me and was about eighteen years old.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Why did he do that? Maybe he was nervous.","$":{"class":"italics1"}}},{"_":"The boy went to a burning kerosene lamp to light his cigarette. I suspected there was something wrong with him.","$":{"class":"indent"}},{"_":"I pretended to smoke, picking out one cigarette from my pocket, and also came to the lamp. That way, I stood next to him and shared the lamp with him.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute76","src":"image/Image2092.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\SHARING A LAMP.jpg"}}},{"_":"The student saluted, “Teacher.”","$":{"class":"indent"}},{"_":"I replied, “Yes, my student. You are playing billiards? Win or lose?”","$":{"class":"indent"}},{"_":"“So-so, Teacher.”","$":{"class":"indent"}},{"_":"I glanced at his name on the label of his shirt pocket. I saw Nguyen V Hoi. I also noticed his eyes were squinty—one more factor that I needed to verify that this was the boy who stole the bike the other day. I stood there watching the game for a few more minutes, then went to see Chu Duc, a French teacher living nearby, and returned to school later. I did not go back to school; I thought if I went back right away, it would warn Hoi and he would prepare something to deal with me.","$":{"class":"indent"}},{"_":"When I was approaching the office, I saw Long, Mot, and Tho chatting.","$":{"class":"indent"}},{"_":"Seeing me, Long asked, “Mr. Hiep, any light at the end of the tunnel?”","$":{"class":"indent"}},{"_":"I nodded. “Perhaps I have found the suspect.”","$":{"class":"indent"}},{"_":"Long, Mot, and Tho simultaneously yelled, “Really?”","$":{"class":"indent"}},{"_":"I said, “Now I need your help. I need to know what grade Nguyen Van Hoi is in.”","$":{"class":"indent"}},{"_":"We asked everyone in the office to help us in searching for that name. Fifteen minutes later, one person found that Hoi was an eighth grader in room B5, with a bad record. His house was at Phu Phung Village. He repeated sixth and seventh grades, one or two times. At his age, he should be a tenth grader.","$":{"class":"indent"}},{"_":"Mot said, “This guy is always fooling around, so he has a bad record. I’ve only searched ninth graders and up, so how could I find him?”","$":{"class":"indent"}},{"_":"I nodded and chimed in, “You’re right.” Then I asked him, “Mot, would you please check if he was absent from school last Saturday?”","$":{"class":"indent"}},{"_":"He looked at the record book, then answered, “Yes. He was absent on that day.”","$":{"class":"indent"}},{"_":"I said, “Now, we search all students of grades 7, 8, and 9 who were absent on that date.”","$":{"class":"indent"}},{"_":"Tho asked, “What for?”","$":{"class":"indent"}},{"_":"I smiled. “Just do this. I have a special thing later.”","$":{"class":"indent"}},{"_":"All of us searched student attendance books and found about twenty students who satisfied that condition.","$":{"class":"indent"}},{"_":"I turned to Tho. “Mr. Tho, would you please gather all of these students, take them to a vacant room, and then punish them lightly. But don’t say anything relating to the stolen bike, please.”","$":{"class":"indent"}},{"_":"Tho saluted me in a military way. “Yes, sir!”","$":{"class":"indent"}},{"_":"Long smiled. “It’s ridiculous! A lieutenant salutes a private. Mr. Hiep, do you have a job for me?”","$":{"class":"indent"}},{"_":"“Not yet! Don’t be hot! I feared that when I needed you, you would refuse.”","$":{"class":"indent"}},{"_":"“Are you joking?” Long said. He paused for a second, then continued, “Mr. Hiep, why did you ask Tho to do that strange task?”","$":{"class":"indent"}},{"_":"I smiled. “I want to go to the eighth grade at room B5, but I don’t want Hoi to be aware of that. Plus, I don’t want Hoi to take revenge on some other boys that you would know later. If we call only him for punishment, he might have a bad reaction.”","$":{"class":"indent"}},{"_":"Long nodded, seeming to agree with that measure.","$":{"class":"indent"}},{"_":"Looking at the schoolyard, we saw Tho had gathered those students, led them to a vacant classroom, and started punishing them.","$":{"class":"indent"}},{"_":"I went to the eighth grade at room B5 that Hoi belonged to. I saw Miss Phuong Lan teaching French.","$":{"class":"indent"}},{"_":"I asked, “Miss Lan, would you please let me in to talk with your students for a few minutes?”","$":{"class":"indent"}},{"_":"She nodded. “Please come in.”","$":{"class":"indent"}},{"_":"I asked the students, “Which of you are Hoi’s friends?”","$":{"class":"indent"}},{"_":"Half of the class raised their hands.","$":{"class":"indent"}},{"_":"“How is he?” I asked, pointing to a student.","$":{"class":"indent"}},{"_":"He got up and said, “He is not a very good friend, Teacher.”","$":{"class":"indent"}},{"_":"I gave him a signal to sit down. I asked again, “Who lives at Vinh Binh, Phu Phung, or Binh Hoa Phuoc villages?”","$":{"class":"indent"}},{"_":"Almost half of them raised their hands.","$":{"class":"indent"}},{"_":"I continued, “Who lives at those villages, is also Hoi’s friend, and met him last Saturday morning?”","$":{"class":"indent"}},{"_":"Only two students raised their hands.","$":{"class":"indent"}},{"_":"I said to Miss Lan, “I want to interview those students. I will release them back here as soon as possible.”","$":{"class":"indent"}},{"_":"She gave a nod. “No problem, Mr. Hiep.”","$":{"class":"indent"}},{"_":"Then I turned to those two students and said, “I need your help. You guys follow me to the office.”","$":{"class":"indent"}},{"_":"The two boys sweated with fear.","$":{"class":"indent"}},{"_":"I took pity on them and consoled them, “You don’t have any trouble at all. Don’t be scared!”","$":{"class":"indent"}},{"_":"I led those two boys to the principal’s office because only Long was in this room.","$":{"class":"indent"}},{"_":"I said, “Long, now I have a job for you.”","$":{"class":"indent"}},{"_":"Long happily asked, “What kind of job?”","$":{"class":"indent"}},{"_":"“May I borrow your office?”","$":{"class":"indent"}},{"_":"Long rubbed his hands. “I thought it was an interesting job, but it’s only a boring one!”","$":{"class":"indent"}},{"_":"Long made room for me in his office. I asked the students to sit on two long benches in front the office, then went to the other classes.","$":{"class":"indent"}},{"_":"In the next eighth grade, room B, Miss Thu was teaching Vietnamese. I asked her to do the same thing I had done.","$":{"class":"indent"}},{"_":"After half an hour, I gathered six students who satisfied all the requirements. I called them one by one to my corner for the interview.","$":{"class":"indent"}},{"_":"I asked the first student, “What time did you meet Hoi the other day?”","$":{"class":"indent"}},{"_":"“At 7:45 a.m., Teacher.”","$":{"class":"indent"}},{"_":"I said, “You can go back to your class now.”","$":{"class":"indent"}},{"_":"The boy dashed out of the room without saying goodbye.","$":{"class":"indent"}},{"_":"Long asked, “Why did you release him?”","$":{"class":"indent"}},{"_":"“Because he met Hoi before the time the bike was stolen, so he did not know anything about that.”","$":{"class":"indent"}},{"_":"I called the second one in, and he replied to the same question. “I met him at 9:30 a.m.,” he answered.","$":{"class":"indent"}},{"_":"I said, “Please sit in that chair and wait for me.” I pointed to a chair for him.","$":{"class":"indent"}},{"_":"After interviewing all those boys, I had two students left.","$":{"class":"indent"}},{"_":"When I was at the final round of questions, Tho walked in.","$":{"class":"indent"}},{"_":"He said, “I could not identify Hoi as the suspect. He denied everything about the stolen bike.”","$":{"class":"indent"}},{"_":"I said, “I told you not to mention about that matter.”","$":{"class":"indent"}},{"_":"“Sorry, Mr. Hiep.”","$":{"class":"indent"}},{"_":"I consoled him, “No problem! I will take care of that. Now you can dismiss all the students, except Hoi and some others who committed a serious mistake. Take them to the registration office and wait for me there. Half an hour from now, I will make Hoi admit his crime.”","$":{"class":"indent"}},{"_":"Tho and Long looked at me respectfully. Tho said, “Yes, Mr. Hiep.” He then walked out.","$":{"class":"indent"}},{"_":"I turned to one student and asked, “Where did you meet him? And what time was that?”","$":{"class":"indent"}},{"_":"“On the way to school from Phu Phung, very close to your mathematics class, at 9:15 a.m. Teacher.”","$":{"class":"indent"}},{"_":"I asked, “Why did you go to school that late?”","$":{"class":"indent"}},{"_":"He said, “I went to school that late because I have a class at 10, Teacher.”","$":{"class":"indent"}},{"_":"“What did he do at that time?”","$":{"class":"indent"}},{"_":"“I saw him with a bike.”","$":{"class":"indent"}},{"_":"“Was he riding it?”","$":{"class":"indent"}},{"_":"“He did not ride the bike, he led it.”","$":{"class":"indent"}},{"_":"“Why?”","$":{"class":"indent"}},{"_":"“I don’t know, Teacher.”","$":{"class":"indent"}},{"_":"“Where did you meet him, and which direction did he go?”","$":{"class":"indent"}},{"_":"“On the main street, close to your Dong Tien Center. I saw him walking to Four Intersection Road.”","$":{"class":"indent"}},{"_":"“Do you remember the bike’s color?”","$":{"class":"indent"}},{"_":"“I don’t know and don’t remember the bike’s color, Teacher.”","$":{"class":"indent"}},{"_":"“That’s all right. You stay here with me.” I turned to the second one and asked, “And you?”","$":{"class":"indent"}},{"_":"“I met him about 9:30 a.m., Teacher.”","$":{"class":"indent"}},{"_":"I said, “You saw him at a bike fixing spot at the Four Intersection Road. He was waiting for the bike to be fixed. Is that right?”","$":{"class":"indent"}},{"_":"The surprised boy gave a nod of assent. “Yes, Teacher.”","$":{"class":"indent"}},{"_":"I continued, “That’s enough. You sit here with the other boy.”","$":{"class":"indent"}},{"_":"Turning to Long, I said, “Long, please detain these two students over here for a while. I will be back.”","$":{"class":"indent"}},{"_":"I went to the registration office and saw Tho watching Hoi and some other students sitting on a bench in front. I said, “Thank you, Tho. Now it’s my turn.”","$":{"class":"indent"}},{"_":"I released them all, except Hoi. I took him into the office and pointed to a chair for him to sit in. I pulled another chair close to his and sat down.","$":{"class":"indent"}},{"_":"I told some of the office personnel, including Tam, my former student, “Please listen to this conversation carefully, but you don’t need to record it.”","$":{"class":"indent"}},{"_":"They all nodded.","$":{"class":"indent"}},{"_":"I turned to Hoi. “Did you go to school last Saturday?”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-010-backlink"},"a":{"_":"79","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-010"}}}}},{"_":"“Yes, Teacher. But I got diarrhea, so I went home.”","$":{"class":"indent"}},{"_":"“I know you don’t have a bike, so how did you get home?”","$":{"class":"indent"}},{"_":"“I took a Lambretta tricycle, Teacher.”","$":{"class":"indent"}},{"_":"I turned to Tam and asked, “Do you hear that, Tam?”","$":{"class":"indent"}},{"_":"“Yes, Teacher.”","$":{"class":"indent"}},{"_":"I told Hoi, “I don’t want to take you to the police station because I don’t want you to be jailed. I want to teach you to become a good citizen in the future, if you wish to do so. Now, show us the place where you sold Anh’s bike.”","$":{"class":"indent"}},{"_":"Hoi attacked me. “Why would you say that?”","$":{"class":"indent"}},{"_":"I stared at him. “I know you stole Anh’s bike at my math center. You should tell the truth.”","$":{"class":"indent"}},{"_":"He defiantly said, “Did you see me steal his bike?”","$":{"class":"indent"}},{"_":"I said with a determined voice, “If you are stubborn, I will take you to the police station.”","$":{"class":"indent"}},{"_":"Hoi seemed to be affected by my words, so he looked down and kept quiet.","$":{"class":"indent"}},{"_":"I continued, “I have all the evidence to prove you are the one who stole Anh’s bike. On Saturday morning, you walked by my mathematics center. You saw an unlocked bike. You looked around and saw no one in sight. Your greed suddenly rose up. You stole the bike at my mathematics center at about 9 a.m. then you rode it back to Phu Phung. But you could only ride it for a couple hundred meters because the bike had a flat tire, so you had to lead it and stop to fix it at Four Intersection Road. You sold the bike to someone and used the money to play umbrella billiards.”","$":{"class":"indent"}},{"_":"Hoi suddenly burst into tears. “Teacher, please forgive me! Please save me!”","$":{"class":"indent"}},{"_":"“That’s fine! I will help you. But first, lead me to where you sold the bike.”","$":{"class":"indent"}},{"_":"He nodded.","$":{"class":"indent"}},{"_":"I went back to the principal’s office to release those boys and said, “Now I need your help, Long. You, Tho, and I will each use our own motorbike to take Hong, Anh, and Hoi to get Anh’s bike back.”","$":{"class":"indent"}},{"_":"Long rubbed his hands in satisfaction and said, “Finally, I have a job. Mot, would you please take care of the office for me?”","$":{"class":"indent"}},{"_":"Mot laughed. “Yes, sir. If we need to vote for an Investigation Section chief, I will vote for Mr. Hiep.”","$":{"class":"indent"}},{"_":"We then took Hoi, Anh, and Hong to the house where Hoi had sold the bike.","$":{"class":"indent"}},{"_":"Hoi showed us a house beyond Vinh Binh Village. We came into the house and met a man, about forty years old.","$":{"class":"indent"}},{"_":"That man asked us spontaneously, “Who are you? Why do you come here?”","$":{"class":"indent"}},{"_":"Hoi said, “These are my teachers. They’ve come here to take the bike back.”","$":{"class":"indent"}},{"_":"He asked, “What bike?”","$":{"class":"indent"}},{"_":"Long said, “The bike that Hoi sold you a few days ago.”","$":{"class":"indent"}},{"_":"He laughed. “Are you dreaming? I did not buy anything from him. I’m penniless, so I could not afford a bike. In my house, I don’t have any bike at all. If you don’t believe me, check it out!”","$":{"class":"indent"}},{"_":"We looked into the house. The house had no other room besides the living room. There was an altar at the middle of the room, an old tea table with four stools, and a bed next to the table, which that man was sitting on. Next to the altar, there was a small piece of old material hanging on the ceiling and a mosquito net hanging over the bed. The kitchen was an open space with a leaf roof and no walls. We saw nothing. Tho walked around the house for a few minutes, then returned.","$":{"class":"indent"}},{"_":"Long asked him, “Do you see anything?”","$":{"class":"indent"}},{"_":"Tho shook his head in frustration. “No!”","$":{"class":"indent"}},{"_":"The homeowner said, “I’ve told you! I don’t have any bike at all.”","$":{"class":"indent"}},{"_":"I asked, “Are you sure you don’t have any bike?”","$":{"class":"indent"}},{"_":"“I’m sure!”","$":{"class":"indent"}},{"_":"I walked to the altar and pulled the old piece of material that hung next to the altar. As the material fell down, it exposed a bike frame without paint.","$":{"class":"indent"}},{"_":"Everyone simultaneously yelled, “Oh! The bike!”","$":{"class":"indent"}},{"_":"The homeowner could not say a word; his forehead was bathed in sweat.","$":{"class":"indent"}},{"_":"I asked him, “Do you agree to return the bike to this boy, or do you want me to call the police?”","$":{"class":"indent"}},{"_":"He nodded, replying quickly, “Yes, sir! Yes, sir!”","$":{"class":"indent"}},{"_":"I said, “Now, Hoi, you give this person money that you still have. Anh is a most disadvantaged person. He must take the bike home and repaint it. You have any other opinions, Long and Tho?","$":{"class":"indent"}},{"_":"They said, “You solved the problem very well.”","$":{"class":"indent"}},{"_":"We then all left the house.","$":{"class":"indent"}},{"_":"At the main street, Long asked me, “Mr. Hiep, how did you know he hung the bike on the ceiling behind that piece of material?”","$":{"class":"indent"}},{"_":"I turned to Hong and asked, “If you stole a bike, what do you do first before riding it?”","$":{"class":"indent"}},{"_":"“I’d repaint it, Teacher.”","$":{"class":"indent"}},{"_":"I laughed. “Usually, everyone has to repaint the bike. For a good paint, they’d have to take off the old paint, sand off the frame, and hang it up to avoid dust contact. I saw a piece of material next to the altar and thought he must have a good reason to put it there. Because the altar is a solemn place, hanging a piece of material like that would make the house look bad.”","$":{"class":"indent"}},{"_":"Tho asked, “Why didn’t you take it down when we first walked in?”","$":{"class":"indent"}},{"_":"“First, he thought that we would not find any bike at all because usually, when looking for a bike, we would search at ground level. No one thinks of a bike hanging at the family altar. Secondly, I made a trap by making him too confident that we knew nothing. When he confirmed having no bike, I would show everyone that he lied. At that point, he had no way to deny it.”","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"Some weeks later, when school was over, I rode my Honda home. At the school gate, I saw a group of students, about fourteen or fifteen years old, standing in front of the school. They all circled and looked at a sobbing boy.","$":{"class":"indent"}},{"_":"When they saw me, some students told the sobbing boy, “Why don’t you tell Teacher Hiep?”","$":{"class":"indent"}},{"_":"I thought that was a weird thing and stopped my Honda and asked, “What’s wrong?”","$":{"class":"indent"}},{"_":"That boy approached me and sobbed out, “Teacher, some…someone has stolen…my bike.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"I should operate a private detective office rather than a mathematics center!","$":{"class":"italics1"}}},{"_":"“What’s your name?”","$":{"class":"indent"}},{"_":"“My name is Son.”","$":{"class":"indent"}},{"_":"“Do you suspect anyone?”","$":{"class":"indent"}},{"_":"“I think that it was Beo.”","$":{"class":"indent"}},{"_":"“Why do you suspect him?”","$":{"class":"indent"}},{"_":"“Before he had no bike, but after I lost my bike, he now rides one to school. His bike has some features like mine, except the color.”","$":{"class":"indent"}},{"_":"I asked, “When did you lose your bike?”","$":{"class":"indent"}},{"_":"“Last week.”","$":{"class":"indent"}},{"_":"“You lost the bike last week, so why did you wait until now to start crying?”","$":{"class":"indent"}},{"_":"“I have just asked him to return the bike to me, but he refused.”","$":{"class":"indent"}},{"_":"“What is your bike’s color?”","$":{"class":"indent"}},{"_":"“Yellow.”","$":{"class":"indent"}},{"_":"“Where does Beo lock his bike?”","$":{"class":"indent"}},{"_":"“At the Hoa Hao Temple near your house.”","$":{"class":"indent"}},{"_":"“Okay, I will take you there.”","$":{"class":"indent"}},{"_":"I took him to that temple and saw a group of students leading their bikes out. I asked the boy, “Who is Beo?”","$":{"class":"indent"}},{"_":"“The second boy with the blue bike, Teacher.”","$":{"class":"indent"}},{"_":"I stared at that boy, and he looked the other direction. That made me believe he was the culprit.","$":{"class":"indent"}},{"_":"I stopped the boy and asked, “Is this your bike?”","$":{"class":"indent"}},{"_":"“Yes, sir.”","$":{"class":"indent"}},{"_":"A few dozen other students and pedestrians circled around us.","$":{"class":"indent"}},{"_":"I asked Beo, “When and where did you buy the bike?”","$":{"class":"indent"}},{"_":"“My dad bought that a few years ago at Vinh Long.”","$":{"class":"indent"}},{"_":"“So your dad bought a brand-new one?”","$":{"class":"indent"}},{"_":"“Yes, Teacher.”","$":{"class":"indent"}},{"_":"I observed the bike and realized that the paint was very new, but it was painted sloppily and the logo label was missing.","$":{"class":"indent"}},{"_":"I pointed to Son and told Beo, “This boy told me that you’ve stolen his yellow bike. If so, this bike should be yellow.”","$":{"class":"indent"}},{"_":"Beo said, “No, Teacher. Mine is blue.”","$":{"class":"indent"}},{"_":"I asked, “Why does its color look new?”","$":{"class":"indent"}},{"_":"“Dad has just repainted it.”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"This boy answers questions fluently. Perhaps his parents have instructed him.","$":{"class":"italics1"}}},{"_":"I asked, “The old paint was also the same color?”","$":{"class":"indent"}},{"_":"“Yes, Teacher.”","$":{"class":"indent"}},{"_":"Son looked all over the bike, searching for yellow paint.","$":{"class":"indent"}},{"_":"I asked Son, “Do you see anything?”","$":{"class":"indent"}},{"_":"“No, Teacher.”","$":{"class":"indent"}},{"_":"I said, “So you are wrong, Son. This bike is blue, even the old paint was blue. Is that right, Beo?”","$":{"class":"indent"}},{"_":"Beo nodded. “Yes, Teacher.”","$":{"class":"indent"}},{"_":"I looked at Beo’s eyes and said, “If I can prove that the previous color is yellow, it means you’ve stolen Son’s bike. What do you think?”","$":{"class":"indent"}},{"_":"The boy looked at me, thought about it, then replied, “I would return this bike to him.”","$":{"class":"indent"}},{"_":"Seeing his attitude, I believed he was the real culprit. I asked, “Are you sure?”","$":{"class":"indent"}},{"_":"“Yes,” he confirmed.","$":{"class":"indent"}},{"_":"I used my thumbnail to pry up the aluminum name plate, exposing the yellow paint underneath.","$":{"class":"indent"}},{"_":"Everyone screamed at once, “Oh! Yellow!”","$":{"class":"indent"}},{"_":"Beo suddenly burst into tears.","$":{"class":"indent"}},{"_":"I told him, “You already told me that you would return the bike to Son. Why are you crying?”","$":{"class":"indent"}},{"_":"“I have…no way to…get home.”","$":{"class":"indent"}},{"_":"I took out some money and gave it to him. “You can use this to take the Lambretta tricycle to get home.”","$":{"class":"indent"}},{"_":"From that day on, bike theft was extinct in our school.","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_58"}}}}}}