{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"_":"They would hire carts to carry that firewood to a few dozen designated places at the demo locations at Ben Thanh Market, The Fountain, Le Loi and Ham Nghi boulevards (and the American Embassy located on Ham Nghi Boulevard). They also carried that firewood to many other places on streets that led to the demo area, such as Tran Hung Dao, Le Van Duyet, and Hai ba Trung.","$":{"class":"indent"}},{"_":"At the appointed time, the first subgroup would withdraw to hiding because they would very tired from a few hours before.","$":{"class":"indent"}},{"_":"The second subgroup would come out and push those firewood carts to the ground. The firewood would block traffic. With that method, traffic would be jammed badly. It would help us to prevent the main police forces from Canh Sat Do Thanh (Saigon Police Department) on Tran Hung Dao Boulevard, the General Bureau of Police Camp on Vo Thanh Street (Tong Nha Canh Sat), and from Cay Mai Camp coming by trucks to interfere with our demo. The only way they could come to Ben Thanh Market was by running on foot. I planned the demo to last for half an hour, so if they came there by running, we might dismiss ourselves. The second scenario was when arriving to our place, after running a long way, police were already exhausted.","$":{"class":"indent"}},{"_":"After that, all members of the second subgroup would start to make banners and slogans. Soon after the firewood was pushed down, the third subgroup would come out to protest by using firewood and banners and slogans from the second one. At that time, local police would use force and batons to disperse the crowd. Protesters could use Duoc firewood to fight back.","$":{"class":"indent"}},{"_":"If we lost the battle, the fourth subgroup that hid in coffee shops, ice cream shops, and bookstores would come out and use the firewood to attack police forces from behind. The firewood was a very good size for fighting.","$":{"class":"indent"}},{"_":"If the police forces lost the battle, the secret and undercover agents would appear to arrest some important people in the demo. The fifth subgroup that also hid in other stores and movie theaters would attack them from behind by using their martial arts skill to save our friends from arrest.","$":{"class":"indent"}},{"_":"As the demo began, the activist subgroup would go around, especially at Huynh Khuong Ninh High and Faculty of Letter, located nearby, to encourage and stimulate civilians, students, and office clerks to participate in our protest. They would also come to all the universities and unveil the demo locations to students and ask them to go there.","$":{"class":"indent"}},{"_":"When I finished, everyone seemed to be happy with that plan. Mr. Thuan looked at each of us to see if anyone had a reaction, but no one said anything.","$":{"class":"indent"}},{"_":"He asked Mr. Nam, who was the oldest person at the meeting, “What do you think, Mr. Nam?”","$":{"class":"indent"}},{"_":"Mr. Nam gave a nod and answered, “I think it is a very good plan.”","$":{"class":"indent"}},{"_":"Mr. Thuan continued, “I think so. It is to be hoped that we have enough time to make the demo. When the police came to quell us, we already automatically dispersed ourselves, and we need not have a fight. Now, I think we should discuss more about that plan in the next meeting.”","$":{"class":"indent"}},{"_":"Khai said, “In Hiep’s plan, the fifth subgroup is a martial arts one, so it needs to have a leader who has martial arts skill. I don’t know if anyone here knows martial arts?”","$":{"class":"indent"}},{"_":"Thu said, “I learned that Hiep has some technique in martial arts. He has studied it for a few years.”","$":{"class":"indent"}},{"_":"Mr. Thuan laughed. “So the first leader of that group must be Hiep.”","$":{"class":"indent"}},{"_":"After that, we apportioned out the work. Each one held a position, and we returned to organize our groups. The following week, we would see each other one more time to determine the date of that demo. The meeting was over at 9:00 p.m.","$":{"class":"indent"}},{"_":"Khai suggested, “I think we should go out one by one.”","$":{"class":"indent"}},{"_":"Everyone agreed.","$":{"class":"indent"}},{"_":"Doan said, “Let me go first.”","$":{"class":"indent"}},{"_":"He then got up and walked out of the room.","$":{"class":"indent"}},{"_":"Ten minutes later, Khai also got out of the room.","$":{"class":"indent"}},{"_":"And several minutes later, Mr. Nam told me, “Hiep, it is our turn.”","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_29"}}}}}}