{"html":{"$":{"xmlns":"http://www.w3.org/1999/xhtml"},"head":{"title":"00246-AU_Vo_Hiep_txt","meta":{"$":{"http-equiv":"Content-Type","content":"text/html; charset=utf-8"}},"link":[{"$":{"href":"../stylesheet.css","rel":"stylesheet","type":"text/css"}},{"$":{"href":"../page_styles.css","rel":"stylesheet","type":"text/css"}}]},"body":{"$":{"id":"x00246-AU_Vo_Hiep_txt","xml:lang":"en-US","class":"calibre"},"div":{"$":{"id":"_idContainer092","class":"basic-text-frame"},"p":[{"$":{"class":"str1","id":"calibre_toc_20"}},{"_":" Chapter 12","$":{"class":"chap"},"a":{"$":{"id":"_idTextAnchor013","class":"calibre2"}}},{"$":{"class":"images"},"span":{"$":{"class":"bold"},"img":{"$":{"class":"_idgenobjectattribute53","src":"image/Image1879_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\new role.png"}}}},{"_":"n January 1967, the US wanted to bring the war to an end. With the Điên Biên Phu battle, France had to leave Vietnam. The US wanted to draw the North Vietnamese troops into a conventional war, then they strengthened Khe Sanh Base, a base that had been built in 1962. Khe Sanh Base was on the south side of the DMZ, on the 9th national route that connected Quang Tri to southern Laos and very close to the Ho Chi Minh Trail. The purpose of that base was to control the supply trail from North Vietnam. With its location, the North Vietnamese troops had to besiege and plug it out.","$":{"class":"firstpara"},"span":[{"_":"I","$":{"class":"_idgendropcap"}},{"_":"̣","$":{"class":"times-reg"}},{"_":"̉","$":{"class":"times-reg"}}]},{"_":"In the beginning, the Khe Sanh battle intensified; approximately 5,000 marines and thousands of ARVN rangers were based there, and about 20,000 to 40,000 North Vietnamese troops besieged the base. However, neither North Vietnam nor America got their goal. North Vietnamese troops withdrew from that area, and America also quit the base in June 1968.","$":{"class":"indent"}},{"_":"Tet was coming soon; I organized a Tet celebration for the students with the help of Thuong and all the teachers of the school. After that, I went back to Saigon to reunite with my family.","$":{"class":"indent"}},{"_":"On January 31, 1968, it was Tet Mau Than—Lunar New Year of the Monkey. We heard the first gun report at 1:00 a.m.; we thought it was a gunfight between the police force and some criminals.","$":{"class":"indent"}},{"_":"The next day, we learned through radios that the VC attacked Saigon. The VC had broken the truce agreement and, all of a sudden, launched the Tet Offensive. At predawn on the first day of Tet, the VC began attacking forty-four provinces and district capitals of South Vietnam. In Saigon-Cholon, the VC attacked everywhere. They penetrated to the US Embassy and attacked Tan Son Nhat Airport. During a fight at a cemetery near Tan Son Nhat Airport, Lieutenant Colonel Luu Kim Cuong bravely died. I felt deep sorrow for this man who once had considered me as a brother.","$":{"class":"indent"}},{"_":"The VC used the resident areas as bases to attack the ARVN. For defending, ARVN and US military forces had to bomb those areas. The VC always hid in residential areas to attack the enemy. That was their main strategy. They would use one stone to kill two birds.","$":{"class":"indent"}},{"_":"Hiding in residential zones, they could take supplies from people living in those areas. Their second goal was to deter the ARVN counterattack because of humanity. If ARVN made a counterattack and caused some casualties, the VC would use its propaganda system to say that ARVN tried to kill civilians. That way, they would attract more people to follow them and hate ARVN. Moreover, the whole world would condemn the US and South Vietnam.","$":{"class":"indent"}},{"_":"I feared the VC would penetrate to our neighborhood, and our neighborhood would become a target of bombing, so I came to see Bui hong Sy, a literature teacher who lived in the same area, to discuss that problem.","$":{"class":"indent"}},{"_":"Finally, we reached a resolution. We gathered all the youths in our neighborhood, including my brother Thang. In total, we had about twenty people. We set up some fences to deter our enemy, then divided our members into four groups, patrolling our neighborhood day and night with sticks and knives.","$":{"class":"indent"}},{"_":"Luckily, the VC was defeated before they could penetrate into our area.","$":{"class":"indent"}},{"_":"After some days of fighting, the VC was forced to retreat from Saigon and all local capitals, except Hue, the former capital of our country before 1945. The VC controlled that city for a long time. During the occupation, they captured and executed three thousand residents. House-to-house fighting occurred in that city for twenty-five days. Finally, ARVN and US troops could replace the VC flag with South Vietnam one at Imperial Citadel, after killing five thousand enemies.","$":{"class":"indent"}},{"_":"Based on Mr. Le Duan and General Nguyen Chi Thanh’s theory, when launching the Tet Offensive, the VC hoped that the South’s people would arise to help them overthrow the South Vietnam government. They also added one more battle to Khe Sanh to terminate the war, so eight thousand VC guerrillas attacked all major locations in South Vietnam. But they were totally wrong, so they were defeated everywhere.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-043-backlink"},"a":{"_":"46","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-043"}}}}},{"_":"When Saigon and other local capitals were free, some of my friends who lived in Saigon and I returned to our school. On the way to our school, there were many places that were cut off, and some bridges were destroyed by the VC. We did not know about the situation in our district. Therefore, there was only one way we could reach that place, by stopping overnight at Vinh Long City. From that location, we could find out the situation of Cho Lach District. There were five people in our group: three women—Tam, Oanh, and San, and two men—Khoan and myself.","$":{"class":"indent"}},{"_":"We rented a boat at My Tho City to go to Vinh Long on the Tien Giang River. Two hours later, we passed Cho Lach. From the middle of that river, we looked at Cho Lach. It seemed to be peaceful, but no one knew the real story. One hour later, we arrived at Dong Phu Village.","$":{"class":"indent"}},{"_":"At that point, the boat skipper said to us, “Teachers, if I take the boat to My Thuan then go back to Vinh Long, it would take three more hours. But if I drive the boat through Dong Phu Canal, we need to spend only another hour. What do you think?”","$":{"class":"indent"}},{"_":"After sitting in the boat for a long time, we were all tired, so we decided to take a shortcut to Vinh Long.","$":{"class":"indent"}},{"_":"When the boat entered the canal, we all saw in front of every house along the canal a flag with a red and blue background and a yellow star. It was the flag of the National Liberation Front (NLF). Looking at those houses, we did not see anybody, only some animals, so where were they? Were they hiding in luxuriant trees along the canal? Obviously, we were in the middle of an area controlled by our enemy.","$":{"class":"indent"}},{"_":"Looking at my friends, I saw their faces were pale with terror. We all knew we were in a dangerous zone, which was controlled by our enemy. They might stop the boat if they suspected it carried ARVN. If that happened, we would be in deep trouble. So far, many citizens had been killed when the VC suspected they were spies for their enemy. I was also afraid but very cool because in that situation I could not do anything except wait and see. All my friends left their places next to the boat skipper to hide. The boat was small, but it was big enough for all my friends to hide under the boat’s roof, looking out through a small window. I still sat next to the boat skipper, chatting with him as if nothing happened.","$":{"class":"indent"}},{"_":"Khoan, a history teacher, asked me, “Hiep! Are you afraid of…of…?”","$":{"class":"indent"}},{"_":"I knew he wanted to say “VC,” but he dared not say so in that situation. I thought if I replied yes, all my friends would lose all self-control. That would create a lot of trouble for us when the VC appeared.","$":{"class":"indent"}},{"_":"I smiled and consoled them. “I don’t think anything dangerous will happen to us.”","$":{"class":"indent"}},{"_":"Tam, a Vietnamese language teacher, asked, “You…don’t think…we would get…any…any…trouble, do you?”","$":{"class":"indent"}},{"_":"I pretended confidence, replying, “No.”","$":{"class":"indent"}},{"_":"San, another history teacher, asked, “Are…you…sure, Mr. Hiep?”","$":{"class":"indent"}},{"_":"I smiled and nodded.","$":{"class":"indent"}},{"_":"But inside my head, I thought the opposite was true.","$":{"class":"indent"}},{"_":"Soon, our boat approached a bamboo bridge. Suddenly, we heard a sneeze; the skipper and I looked in that direction. I saw a bush moving and realized that there were two camouflaged people vaguely hiding in a bamboo bush, looking at us; I guessed they were VC. I did not know if my friends saw those two VC or not. Suddenly, all my friends held my ankles and my legs. They all trembled because of fear. I thought if those two VC stopped our boat, they would arrest or kill us because they would suspect us of spying.","$":{"class":"indent"}},{"_":"I thought, if we show fear, they would determine we were on the opposite side. That was very dangerous for our group. The VC would stop the boat right away.","$":{"class":"indent"}},{"_":"I pretended to talk with the boat skipper spontaneously. I asked the skipper to give me a cigarette, then lit it. I smoked the cigarette and turned my face up to release the smoke. In that position, I saw the two VC were observing us carefully. The boat came closer and closer to them; they still watched our motions. Luckily, they ignored us. Possibly, they saw that the skipper’s attitude and mine were spontaneous, and we did not show any hostility. I wished our boat would move faster, but it seemed to be crawling like a snail.","$":{"class":"indent"}},{"_":"After more than half an hour of terror, our boat finally got out of Dong Phu Canal. The small waves of the vast Co Chien River were slapping at the boat, dissolving our worries. Fifteen minutes later, we arrived at Vinh Long Province at sunset.","$":{"class":"indent"}},{"_":"That night, we stayed a friend’s house, and we learned that Cho Lach was safer than Vinh Long itself because the VC were able to penetrate to Vinh Long City during that period, but at Cho Lach, they could not. Inside the house, we saw a big hole on the wall that connected to the house next door. The owner used old newspapers to cover the hole temporarily.","$":{"class":"indent"}},{"_":"The homeowner pointed to the hole and explained to us, “During the attack, the VC made that hole for moving from one house to the other.”","$":{"class":"indent"}},{"_":"The next day, we got back to our school. Because conditions were not good, Khoan, Tam, San, and Oanh returned to Saigon the following day. I stayed there alone. After some months teaching at Cho Lach, I really missed my students.","$":{"class":"indent"}},{"_":"Cuc and her grandma were always concerned for my safety, so they asked me to look for a safer house to live in because at the end of Phung Chau Hamlet was a wild area with reeds, weeds growing in mud. Those weeds were taller than five meters and made that area a remote one. The VC sometimes used that as a base to intrude into Phung Chau.","$":{"class":"indent"}},{"_":"At sunset, while I was swimming in the canal, I saw a group of male teenagers from the other side had also jumped into the canal to bathe.","$":{"class":"indent"}},{"_":"As they were swimming, they saluted, “Hello, Teacher!”","$":{"class":"indent"}},{"_":"When they swam closer, I recognized them as Duong, Tung, Hieu, and Thao. They were all students of my eleventh B grade mathematics major class.","$":{"class":"indent"}},{"_":"I swam across the canal with them, then sat on the canal bank to chat.","$":{"class":"indent"}},{"_":"Thao said, “I think it’s not safe in your area. You should sleep somewhere else.”","$":{"class":"indent"}},{"_":"Hieu continued, “He is right, Teacher.”","$":{"class":"indent"}},{"_":"I said, “But—”","$":{"class":"indent"}},{"_":"Tung interrupted, “Or you could sleep in our house. Is that okay, Teacher?”","$":{"class":"indent"}},{"_":"Thao chimed in, “Sleeping here is much safer, and we have fun. What do you think?”","$":{"class":"indent"}},{"_":"I thought they had good reasons, so I accepted that idea. I swam back to Cuc’s house, took some clothes, put them in a plastic bag, then swam across the river again.","$":{"class":"indent"}},{"_":"The students spread a large reed mat on the floor between two narrow walls, so we could sleep safely. We then all sat on the reed mat chatting.","$":{"class":"indent"}},{"_":"After talking for a while, they asked me, “Teacher, are you hungry?”","$":{"class":"indent"}},{"_":"I suddenly felt hungry because we swam in the canal for a long time.","$":{"class":"indent"}},{"_":"I said, “I am.”","$":{"class":"indent"}},{"_":"Tung asked, “Have you eaten mon ngua soup?”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-042-backlink"},"a":{"_":"47","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-042"}}}}},{"_":"I asked, “It is called itchy vegetable, how can we eat that?”","$":{"class":"indent"}},{"_":"Hieu said, “But we have a special way to eat that without itchiness.”","$":{"class":"indent"}},{"_":"I was surprised. “Really?”","$":{"class":"indent"}},{"_":"He replied, “Really, Teacher.”","$":{"class":"indent"}},{"_":"Thao screwed up his eyes, then said, “We don’t cheat you.”","$":{"class":"indent"}},{"_":"Duong, a timid boy who had said nothing so far, chimed in, “You guys talk too much. Why don’t we go gather some and make a pot of soup for our teacher to taste?”","$":{"class":"indent"}},{"_":"Thao explained, “When going to gather that kind of vegetable, you never say the word ‘itchy.’ If we say that word, it would be itchy after eating.”","$":{"class":"indent"}},{"_":"I agreed, “That’s all right.”","$":{"class":"indent"}},{"_":"We then went along the canal side to gather that vegetable. Itchy water vegetable is a kind of plant that grows along the riversides or canals of the delta of the Mekong River. The plant is about sixty centimeters high with large leaves. After half an hour of working, we collected a full basket of itchy vegetable. I tried to keep my mouth shut because I feared saying the word “itchy,” as my students had mentioned.","$":{"class":"indent"}},{"_":"At home, we peeled off its skin, chopped it into small pieces, and mixed it with rice, then cooked a pot of soup. We were all hungry looking at the pot. Late evening, we had a big hot pot of soup. Duong prepared some bowls; Thao put soup in those bowls, then we started eating the soup.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute54","src":"image/Image1889.jpg","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\ITCHY WATER VEGETABLE (ARACEAE).jpg"}}},{"_":"Half an hour later, I felt itchy in my throat but dared not scratch because my students would make fun of me. A few minutes later, all of a sudden, no one dared to talk. I saw all of those guys trying to calm themselves down and looking to one another.","$":{"class":"indent"}},{"_":"At that point, I could not control myself and started scratching at my throat. Those guys followed me scratching their throats. But we felt itchy inside, and we scratched outside, which only made our necks red and still left us feeling itchy.","$":{"class":"indent"}},{"_":"Some days later, the school opened, but many students who lived in faraway villages such as Tan Thieng and Cai Ga missed class.","$":{"class":"indent"}},{"_":"Soon after, I was informed that a student of mine named Be Em died after a serious illness. His house was not too far from my school. Some of his friends and I went to Em’s house to share the grief with his parents and attend the funeral. Upon arriving there, I saw that Be Em’s family was not a rich one. I was surprised to see that the local soldier of Phung Chau, who used to pick on me, was among the guests. He did not say anything to me nor did I to him.","$":{"class":"indent"}},{"_":"The family’s graveyard was about three hundred meters away from their house and on the opposite side of a small canal next to their house. They planned to take Em’s coffin there by boat. As were most Vietnamese at the time, his parents were superstitious. They believed the best time to put Em’s coffin into the grave was 10:00 a.m., as a foreteller said; unfortunately for them, at that time, the river was empty because of the low tide. There was no water in the river, only mud. There was no way we could take the coffin across the river by a footbridge nearby. Only one person could pass that footbridge at a time. Em’s parents were very worried. They thought they could not take the coffin to the graveyard on time.","$":{"class":"indent"}},{"_":"I suggested, “We should put the coffin on a small boat or a small barge, then push the boat on mud to the graveyard. The ones who do not push the boat can take other stuff over the footbridge to the graveyard.”","$":{"class":"indent"}},{"_":"Many people chimed in, “The teacher’s idea is good!”","$":{"class":"indent"}},{"_":"Mr. Nam, Be Em’s father, said, “Teacher, would you please manage everyone here to carry out that idea?”","$":{"class":"indent"}},{"_":"I thought we needed to do it right away or we would be late, so I said, “Gentlemen, would you please take off your pants and give me a hand.”","$":{"class":"indent"}},{"_":"I did that first, then all the boy students and other men also followed me. The Phung Chau soldier also took his pants off and pushed the boat in the mud with me.","$":{"class":"indent"}},{"_":"We paddled through the mud, pushing the boat, and got there on time.","$":{"class":"indent"}},{"_":"Several days later, at break time, when I was chatting with some students, a boy came to me and said, “Teacher, my dad wants to invite you to our house.”","$":{"class":"indent"}},{"_":"I asked, “Where is your house?”","$":{"class":"indent"}},{"_":"“I’m Be Em’s brother, Teacher.”","$":{"class":"indent"}},{"_":"“Oh, really? After lunch, I will go to your house.”","$":{"class":"indent"}},{"_":"“No, Teacher, my dad wants you take lunch with him.”","$":{"class":"indent"}},{"_":"“That would be all right.”","$":{"class":"indent"}},{"_":"At noon, after the morning classes, I went to Nam’s house. When I arrived at the market, coincidentally, I met the Phung Chau soldier.","$":{"class":"indent"}},{"_":"He bowed. “Teacher, how are you?”","$":{"class":"indent"}},{"_":"I was surprised and emotionally bowed back. “Thank you, I’m so-so, and how about you?”","$":{"class":"indent"}},{"_":"I stretched my arm to shake hands with him.","$":{"class":"indent"}},{"_":"He replied, “I’m fine.”","$":{"class":"indent"}},{"_":"“What are you doing?”","$":{"class":"indent"}},{"_":"“I’m running an errand, Teacher.”","$":{"class":"indent"}},{"_":"We stayed there talking for a while, then I said goodbye to go to Mr. Nam’s house with a happy mood because I had changed the attitude of a person who hated Northerners, and we became friends.","$":{"class":"indent"}},{"_":"Mr. Nam received and welcomed me at the yard.","$":{"class":"indent"}},{"_":"After some formal social conversation, Mr. Nam said, “I have something to talk to you about.”","$":{"class":"indent"}},{"_":"I asked, “What’s the matter, Mr. Nam?”","$":{"class":"indent"}},{"_":"He said, “Teacher, we are very grateful for your help during Be Em’s funeral. We don’t know how to thank you.”","$":{"class":"indent"}},{"_":"I interrupted, “I think helping each other in an emergency is a duty. We need not talk about that.”","$":{"class":"indent"}},{"_":"I saw his eyes were wet.","$":{"class":"indent"}},{"_":"He said, “However, we will never forget your help. Teacher…I want to reckon you as a…member of my family. I mean, we will make you an associate brother.”","$":{"class":"indent"}},{"_":"I smiled. “My help means nothing, but your idea to make me an associate brother affects me deeply. Now, you are older, so you are the elder brother and I am the younger one. Is this okay?”","$":{"class":"indent"}},{"_":"He wiped teardrops from his eyes and said, “Teacher, you are a commoner. You do not distinguish rich or poor, educated or not.”","$":{"class":"indent"}},{"_":"I said, “Don’t call me Teacher! I am your younger brother.”","$":{"class":"indent"}},{"_":"“So what should I call you?”","$":{"class":"indent"}},{"_":"“You can call me Hiep or Ba. Do you agree?”","$":{"class":"indent"}},{"_":"He laughed. “Ba, go inside for lunch. Today is the seventh day of Be Em.”","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-041-backlink"},"a":{"_":"48","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-041"}}}}},{"_":"From that day on, when I passed Phung Chau station, no one picked on me, but some polite conversations were made instead.","$":{"class":"indent"}},{"_":"A month later, I moved to another house, owned by an old lady named Sau, on the other side of the canal. It was safer, per the advice of Cuc’s grandmother. Nguyen Thai and Duong, two eleventh graders, lived at the same house with me. At the new house, a lot of students came to see me every day, mostly boy students. Among them, the ones who came to see me frequently were Nhan, Luong Thai, Hieu, Thao, Tung, Tin, Ngoc, and Chau.","$":{"class":"indent"}},{"_":"Besides encouraging students to study more, I also took the role of a psychologist to analyze the social problems of students. Nhan, Duong, and Thai were among those.","$":{"class":"indent"}},{"_":"Nhan, another eleventh grader at that time, loved a female student of the same level, named Bach Phuong. He was sometimes very sad because of lovesickness, so I always consoled him to overcome the dolefulness and keep on studying for his future.","$":{"class":"indent"}},{"_":"Many weekends, boy students came to my house to chat. At midnight, when the tide ebbed and the canal was almost empty, they asked me to go to the canal to catch freshwater clams. We jumped into the muddy river and caught clams. After that, we cooked the clams and drank alcohol.","$":{"class":"indent"}},{"_":"One midnight, after drinking, we were very drunk; five students and I went to one bed to sleep. Half an hour later, the bed broke and all of us fell to the floor.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"After the failure of the Tet Offensive, the VC launched a second one into Saigon-Cholon with sixteen VC battalions. At that time, my brother-in-law, To, was a major in the police force. He was appointed to be the chief of the fifth District of Saigon.","$":{"class":"indent"}},{"_":"One day, To attended a meeting that was presided by one-star General Nguyen ngoc Loan. All of a sudden, a helicopter shot a few rockets at the meeting location. Mr. Loan and five other officers were seriously injured, including my brother-in-law. Two other officers were killed. After that, radio from Saigon announced that it was a mistake, but a rumor spread that it was an attack by President Thieu against Vice President Ky.","$":{"class":"indent"}},{"_":"After a few days, the VC was defeated one more time by eleven battalions of South Vietnamese troops (ARVN), supported by three US battalions.","$":{"class":"indent"}},{"_":"From that day on, we controlled most of our nation. In Cho Lach, we could go to some remote areas that had been controlled by the VC for a long time, including Mo Cay district. Mo Cay was the first district where the VC began the Land Reform Movement in South Vietnam in 1960.","$":{"class":"indent"}},{"_":"On May 13, 1968, preliminary peace talks began in Paris between the United States and North Vietnam. Minister Xuan Thuy would head the North Vietnamese delegation at the talks and Ambassador W. Averell Harriman was named as his US counterpart.","$":{"class":"indent"}},{"_":"I was so disappointed with the United States’ policy toward our country. It was as if the United States considered our country its colony. Thieu and Ky’s government was only a puppet of the United States. The talks also recognized North Vietnam as a main country and equal to the United States, which controlled the South.","$":{"class":"indent"}},{"_":"In my opinion, if there was to be this kind of talk, it should be between North and South Vietnam. The US should only participate in the talk if the Soviet Union and China did the same thing.","$":{"class":"indent"}},{"_":"The talk was a serious mistake by the US; the entire world also considered only one Vietnam, and the government was the Communist one in the North. Meanwhile, in the South, a group of pro-Communism students, led by Huynh tan Nam, always protested and created a bad situation for the South’s government.","$":{"class":"indent"}},{"_":"From that day on, I felt very bad and did not know which side I should support. I lost my entire ideal for an independent country, and in addition, the corrupt practices became common from the central government to the local ones.","$":{"class":"indent"}},{"_":"After a long time living in a rural area, I realized that the majority of people living in rural areas did not distinguish Communism or Nationalism. They would support any party who came to power and controlled their areas. Many of them still believed in the Communists and said that the Communists were the ones who defeated France to regain independence for our country. In fact, the war to regain the independence was with the cooperation of all Vietnamese, whether Communist or Nationalist. But during the war, Communists wanted total control of Vietnam, and they secretly got rid of all Nationalists if they did not follow them.","$":{"class":"indent"}},{"_":"During break time, I always told my students about how North Vietnam was heavily affected by the Soviet Union and China. I also pointed out the corruption of South Vietnam’s government and depended on the USA. I taught them the ideals of loving equality and freedom and opposing dictatorship, sweat labor, corruption, and discrimination.","$":{"class":"indent"}},{"_":"I hoped that those young, clean people would realize the miserable situation of the Vietnamese on both sides, North and South. When they grow up, they can help many other good people to make our country independent and wealthy, and our people will have enough food to eat as well as enough clothing to wear.","$":{"class":"indent"}},{"_":"That summer, I stayed at Cho Lach and offered free class training for mathematics and physics. Many students attended the class. My devotion paid off, as many students passed the baccalaureate examinations, a result that most other schools could not reach. With my simple life and always helping others, I became popular in the district.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"By the end of that summer, we learned that all senior high school teachers would participate in a military program, which lasted nine weeks. The program would begin in October of that year.","$":{"class":"indent"}},{"_":"On the opening day of the new school year, Thuong came to see me.","$":{"class":"indent"}},{"_":"He happily said, “Mr. Hiep, you are a person who understands the psychology of students. Now the entire school has uniforms.”","$":{"class":"indent"}},{"_":"Some weeks later, Thuong’s arm was injured in a VC ambush, when he was returning from school back to his home in Can Tho. Therefore, he had to stay home until he completely recovered. We did not know why the VC would ambush a civilian car like that.","$":{"class":"indent"}},{"_":"A week later, I received a letter from Thuong. In the letter, he wrote:","$":{"class":"indent"}},{"_":"Mr. Hiep.","$":{"class":"quotesnospacebelow1"}},{"_":"I know you are going to Chi Lang for military training pretty soon, so I would nominate Miss Oanh to be the provisional principal. When you finish the training, I would nominate you to the Education Department to be the principal.","$":{"class":"quotesnospacebelow1"}},{"_":"Can Tho Nguyen Thanh Thuong","$":{"class":"quote-name1"},"br":{"$":{"class":"calibre4"}}},{"_":"On rainy days, all the teachers and students had a hard time getting into the school through the main road from the gate. That road became worse and worse day after day. Water was caught in the recess area of the road. At some places, the whole section of road was full of water. I realized that and went to see Miss Oanh, the provisional principal, and suggested fixing that road.","$":{"class":"indent"}},{"_":"Miss Oanh let me knew that the budget had only enough to buy cement, but there was not enough to hire a mason and bricklayer. I proposed asking students of the eleventh grade to fix the road with me, using the budget to buy cement, and the rest would be used to buy sugar for our refreshment. Miss Oanh agreed with my idea.","$":{"class":"indent"}},{"_":"I went to my classes, encouraging my students to do that heavy job. With their youthful energy, all the students of those classes were determined to volunteer to do the job. We planned to finish the road before my departure to Chi Lang.","$":{"class":"indent"}},{"_":"The next day, we started to dig the road up. All the boys of eleventh grade, including Tuong, Nam Vo, Viet, Thoi, Nghia, Nghi, Thanh, Thoi, Phat, Hoan, and so on took hoes and rakes to school. All the girl students—Phi, Cuc, Vui, Nao, Non, and Tam—gathered lemons from their gardens and brought some big containers. They made lemon juice for the boy students who were digging the road.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-040-backlink"},"a":{"_":"49","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-040"}}}}},{"_":"I divided the boys into two groups. One group worked with me, the other studied with other teachers, then they switched places. We worked from early morning to sunset and did not worry about heat, cold, or rain.","$":{"class":"indent"}},{"_":"One day, when we were working, suddenly, a jeep stopped in front of the school. A man descended from the jeep and walked to us. I recognized him as the District Chief, Captain Le Thom, in his military uniform.","$":{"class":"indent"}},{"_":"Captain Thom asked me, “Mr. Hiep, what are you doing?”","$":{"class":"indent"}},{"_":"I stood up, wiped the sweat on my forehead, and replied, “We are fixing the road, Captain.”","$":{"class":"indent"}},{"_":"“Do you need broken brick and cement for the road’s base?”","$":{"class":"indent"}},{"_":"“Oh yeah! We need that! Do have those things?”","$":{"class":"indent"}},{"_":"Thom smiled. “We have a lot. Tomorrow, you take some students to the district office. I will detach a truck and a driver to take you and the students to take brick, cement, and so on.”","$":{"class":"indent"}},{"_":"The next day, I took six students to the office. A military truck carried us to some military posts that had been destroyed by the VC during the Tet Offensive. We took several trips with that truck full of broken brick to school.","$":{"class":"indent"}},{"_":"We put in two weeks of hard work. Because of sweat as well as weather (sometimes rainy, sometimes sunny), all my shirts were torn. My back was exposed to the terrible heat of the summer sun for a long time so that my entire back was burnt. It became red or brown. At night, I could not rest on my back. All the girl students asked me to take a break and let the boy students work instead. I did not do so; I knew that everyone tried to work hard because of my presence, and if we did not work hard enough, the road would not be finished on time. In that case, I would have to leave the school for military training, and no one would continue my job.","$":{"class":"indent"}},{"_":"After three weeks of hard work, we finished the road and also rebuilt the flowerbed around the flagpole and fixed the flagpole itself. Le Thom came to school to inaugurate the road with me. We then handed some symbolic awards to students who help me build the road.","$":{"class":"indent"}},{"_":"At that time, the skin on my back began changing so that some places were dark gray, some places were red, and others were white. I looked like an iguana.","$":{"class":"indent"}},{"_":"There was only one more week left before my departure. When I taught that final week, sometimes I opened the window and saw a strange person standing by the window, listening. When he saw me, he smiled and bowed. I also bowed in return. Many students let me knew that was the chief of the information section of the district. I wondered about his presence.","$":{"class":"indent"}},{"_":"The next morning, Tin, Hien, and Duong followed me to a coffee shop for breakfast. As we were drinking coffee, we listened to the news from the information section on loudspeakers.","$":{"class":"indent"}},{"_":"After the news, the speaker said, “Ladies and gentlemen, this is the story of a stranger. The stranger that we’ve just mentioned is Mr. Vo Hiep, a teacher who came here from North Vietnam. Mr. Hiep had changed the students’ attitude and the school’s appearance…”","$":{"class":"indent"}},{"_":"Indeed, the chief of the information section had collected all that information about me and written a story.","$":{"class":"indent"}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute55","src":"image/Image1896_copy.png","alt":"C:\\Users\\vhkt3\\Downloads\\68 school.tif"}}},{"_":"Duong hit his elbow to my arm and said, “Teacher, they are praising you.”","$":{"class":"indent"}},{"_":"Hien laughed. “Our teacher is number one, so we wrote a poem:","$":{"class":"indent"}},{"$":{"class":"indent"},"span":{"_":"Vo Hiep Ky Tinh","$":{"class":"italics1"}}},{"_":".”","$":{"class":"indent"},"span":{"_":"Cai bung chinh binh","$":{"class":"italics1"}}},{"_":"I interrupted, “You guys made a poem to depict me, so I’ve made another one to say about myself.”","$":{"class":"indent"}},{"$":{"class":"indent"}},{"$":{"class":"indent"},"span":[{"_":"V","$":{"class":"bold-italic"}},{"_":"õ thì chă","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":"ng biê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t miê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"ng nào.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"H","$":{"class":"bold-italic"}},{"_":"iê","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"p thì chi","$":{"class":"italics1"}},{"_":"̉","$":{"class":"times-italic"}},{"_":" biê","$":{"class":"italics1"}},{"_":"́","$":{"class":"times-italic"}},{"_":"t ra vaò ăn ch","$":{"class":"italics1"}},{"_":"ơ","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"K","$":{"class":"bold-italic"}},{"_":"y","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":" ra mô","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"t đ","$":{"class":"italics1"}},{"_":"ứ","$":{"class":"times-italic"}},{"_":"a ha","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"i đ","$":{"class":"italics1"}},{"_":"ờ","$":{"class":"times-italic"}},{"_":"i.","$":{"class":"italics1"}}]},{"$":{"class":"indent"},"span":[{"_":"T","$":{"class":"bold-italic"}},{"_":"ình thì ba","$":{"class":"italics1"}},{"_":"̣","$":{"class":"times-italic"}},{"_":"c beõ nh","$":{"class":"italics1"}},{"_":"ư","$":{"class":"times-italic"}},{"_":" vôi ăn trâ","$":{"class":"italics1"}},{"_":"̀","$":{"class":"times-italic"}},{"_":"u.","$":{"class":"italics1"}},{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-039-backlink"},"a":{"_":"50","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-039"}}}}]},{"$":{"class":"indent"}},{"_":"We all smiled.","$":{"class":"indent"}},{"_":"The story went on for many days. Each day, they took a part of my contributions to the school and people of the district. Until the day that I went to Vinh Long for registration for military duty, the story kept on going. Many students came to the bus station to bid farewell to me. That fact really touched me, and I knew I would miss them a lot.","$":{"class":"indent"}},{"_":"At Vinh Long, I met Ngan, a Vietnamese language teacher whom Cuu had introduced to me several months ago. His native village, as well as his home, was Cho Lach, but he taught at Tam Binh District High. Tam Binh is an unsafe district and very far from Cho Lach. We were very happy to see a friend in this strange place.","$":{"class":"indent"}},{"_":"After chatting for a while, Ngan asked, “I learned that your principal was injured. Is that right?”","$":{"class":"indent"}},{"_":"“Yeah! The VC ambushed and shot him. His arm is broken. He’s planning to go back to Can Tho with his family.”","$":{"class":"indent"}},{"_":"“Who would be in charge of the school after that?”","$":{"class":"indent"}},{"_":"I smiled. “Mr. Thuong, many times, has asked me to take over his job, but I’ve refused.”","$":{"class":"indent"}},{"_":"Ngan said, “Or you could accept that position, then when I change schools to teach at Cho Lach, you could nominate me to replace you. What do you think?”","$":{"class":"indent"}},{"_":"I thought,  I could accept Thuong’s proposal then yield to him. This is another way to solve Thuong’s problem.","$":{"class":"indent"},"span":{"_":"He wants to be a principal.","$":{"class":"italics1"}}},{"_":"I said, “That’s all right.”","$":{"class":"indent"}},{"_":"That evening, the officer in charge let us know that we could return home and come back there two days later.","$":{"class":"indent"}},{"_":"Ngan told me, “Hiep, we can go back to my house to enjoy chicken soup, then return here tomorrow. You want to?”","$":{"class":"indent"}},{"_":"I said, “No problem.”","$":{"class":"indent"}},{"_":"We went back to Ngan’s house and enjoyed chicken soup, then returned to the registration center the next day. When we returned, all the other teachers had already left there for Can Tho in military trucks. That night, we were detained in a barrack with other people who were forced to do military duty. We did not feel good being treated like that.","$":{"class":"indent"}},{"_":"A few days later, Ngan and I asked the officer to allow us to go to Can Tho ourselves. From that day on, he became my close friend.","$":{"class":"indent"}},{"_":"At Can Tho, we stayed in a center to wait for other teachers from Hong Ngu and Ba Xuyen to come. A week later, they transported us to Chi Lang, a military training center in Chau Doc province. Chau Doc is a province southwest of Saigon on the border with Cambodia. Chi Lang is at the foothills of That Son (Seven Mountain), which the VC used as a secret base.","$":{"class":"indent"}},{"_":"At the Chi Lang Center, each of us was handed a Garant M1. That was the primary weapon that we had to learn. We were also taught how to use grenades, M16s, M60s, M72s, and M79s. In addition, they taught us about strategy and tactics.","$":{"class":"indent"}},{"_":"One night, when we were sleeping, suddenly many big booms went off. We knew the VC were attacking the center with mortars. We had to rush to the trenches around our barracks that we built the first day at the camp. Fifteen minutes later, our artillery unit counterattacked and forced the VC to retreat. Luckily, no one was seriously injured by the attack, but a few dozen had go to the hospital for treatment of light wounds, which they got by running to the trenches.","$":{"class":"indent"}},{"_":"The next day, the officer leader of our platoon led us to the mine and explosive material field to practice.","$":{"class":"indent"}},{"_":"At the field, the instructor said, “My friends, today, I’ll show you about TNT. As you know, TNT is a very powerful explosive that the VC frequently uses to destroy our military vehicles or stations.” He paused and looked around, then said, “Sorry, my friends! You should divide into small groups, searching around here to see if anything is suspicious. This area is not secure at night.”","$":{"class":"indent"}},{"_":"We spread all over the place and looked around; some looked at bushes, others looked at hollows.","$":{"class":"indent"}},{"_":"All of a sudden, we heard someone shout out, “Grenade! Explosive!”","$":{"class":"indent"}},{"_":"I looked over that direction and saw many friends running away from a tree.","$":{"class":"indent"}},{"_":"The instructor said in a serious tone, “Be aware! Don’t panic! Get out of that area!”","$":{"class":"indent"}},{"_":"He then slowly, carefully walked to that tree. Looking into a hollow of that tree, he inserted his hand into that hollow with precaution, then pulled out a bag and a grenade. Accidentally, he dropped the bag and the grenade to the ground. We excitedly held our breath, waiting for a loud explosion and a disaster to follow, but nothing bad happened. The instructor bent down to pick those things up.","$":{"class":"indent"}},{"_":"He laughed. “My friends, this is a joke. However, you recognized the danger of TNT. Now, all of you make pairs.”","$":{"class":"indent"}},{"_":"We followed the instruction; Ngan and I made a pair, then stayed in line. There were eight lines in all, about six meters apart.","$":{"class":"indent"}},{"_":"The instructor picked up a white object that looked like a piece of soap and something like a section of a rope, then continued, “This is a piece of TNT with a trigger, and this is the fuse. One of you in a pair will hold this, and the other will hold a burning cigarette. The fuse will last about two minutes. It is enough time for you to burn and return here. When you are ready, you must follow my direction. At those big holes over there, you will burn the TNT. After the fuse is lit, the one who holds the TNT piece must raise it over his head. I will give an order for you to dash it into the hole in front of you simultaneously. Be careful—with this piece of TNT, we can throw a jeep into the air and kill everyone in the jeep.","$":{"class":"indent"}},{"_":"“Remember you must dash the TNT piece to the hole when I give the order. Is this clear?”","$":{"class":"indent"}},{"_":"We all shouted, “Clear!”","$":{"class":"indent"}},{"_":"He said, “You must watch the model pair and follow the action carefully.”","$":{"class":"indent"}},{"_":"Two sergeants stepped out; one held a piece of TNT and a twenty-centimeter-long fuse. The other held a burning cigarette.","$":{"class":"indent"}},{"_":"The instructor ordered, “Move forward!”","$":{"class":"indent"}},{"_":"Those two people walked to a hole twenty meters away from our places.","$":{"class":"indent"}},{"_":"He shouted, “Burn the fuse!”","$":{"class":"indent"}},{"_":"The two sergeants lit the fuse, then the one who held the TNT piece raised it over his head.","$":{"class":"indent"}},{"_":"He ordered loudly, “Dash!”","$":{"class":"indent"}},{"_":"The person who held the TNT piece dashed it to the hole; they both turned back and returned. As they approached our place, a big boom went off. A twenty-meter column of black water jetted into the air, then fell down. The molecules of water followed the wind, falling on us. We smelled a bad odor because the cattle of some villages around always came there to take a bath when no one was there for training. For that reason, in the water, there was a lot of cattle excrement.","$":{"class":"indent"}},{"_":"We started to practice. A sergeant came to our pair. He gave Ngan a cigarette and me a piece of TNT with twenty-centimeter fuse attached to the TNT. We stood in line to watch the other guys practice. Each time, there were eight pairs practicing at a time. Almost all of them had the same problem: the one holding the TNT piece and the one holding the burning cigarette were both trembling because of fear. One guy moved the burning cigarette to one side while the other moved the fuse to the opposite direction. On average, they spent more than one minute to light the fuse.","$":{"class":"indent"}},{"_":"Ngan told me, “Hiep, can we exchange? You give me the TNT piece and I give you the cigarette.”","$":{"class":"indent"}},{"_":"I did as he requested.","$":{"class":"indent"}},{"_":"After thinking awhile, Ngan said, “Hiep, can we exchange again?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Perhaps he realized holding the TNT piece is more dangerous than lighting the fuse.","$":{"class":"italics1"}}},{"_":"I smiled and exchanged again.","$":{"class":"indent"}},{"_":"A minute later, Ngan said, “Hiep, can you hold both TNT piece and the cigarette?”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"He fears danger. It’s not good if he could not light the fuse. I must hold both so that it’s easy for me to light the fuse.","$":{"class":"italics1"}}},{"_":"I said, “Okay.”","$":{"class":"indent"}},{"_":"A few minutes later, it was our turn; Ngan and I walked to a hole with seven other pairs.","$":{"class":"indent"}},{"_":"The instructor ordered, “Burn the fuse!”","$":{"class":"indent"}},{"_":"My left hand held the TNT piece with the fuse; my right hand held the burning cigarette. It was hard for me to light the fuse because of the long unstable fuse. I had wound the fuse one full turn to make a loop to ease the burning process. But in that position, the burning cigarette was very close to the TNT piece and the trigger. With minor carelessness, the TNT would explode and I would have a chance to see hell.","$":{"class":"indent"}},{"_":"However, I burnt the fuse easily so that it lit in a second. I raised my TNT above my head, then looked around. All the other pairs still struggled to light their fuses.","$":{"class":"indent"}},{"_":"The instructor worriedly screamed, “Other pairs, hurry up!”","$":{"class":"indent"}},{"_":"Thirty seconds later, no pair could finish the burning process. Ngan and I looked at the burning fuse and started to get worried. One minute elapsed. Two more pairs finished the lighting. My fuse was half burnt up. Everyone excitedly looked at our TNT piece with the burning fuse. A few seconds later, my fuse was burnt up by more than half. Some other pairs raised the TNT over their heads, but a few remaining pairs were struggling with their jobs.","$":{"class":"indent"}},{"_":"Ngan and I screamed, “We’re going to explode!”","$":{"class":"indent"}},{"_":"Almost one and one half minutes passed by; our fuse burnt up two-thirds.","$":{"class":"indent"}},{"_":"The instructor asked, “Who needs help?”","$":{"class":"indent"}},{"_":"Someone shouted, “Me!”","$":{"class":"indent"}},{"_":"Ngan and I screamed again, “We’re going to explode!”","$":{"class":"indent"}},{"_":"The instructor yelled, “Sergeant! Go help that pair!”","$":{"class":"indent"}},{"_":"The sergeant rushed to the last pair to help them. When everyone was ready, my fuse was only four centimeters long.","$":{"class":"indent"}},{"_":"The instructor ordered, “Cast!”","$":{"class":"indent"}},{"_":"We cast our demon into the hole and turned back. When we had walked some meters away from the hole, our TNT went off with a loud boom. A column of black dirty water jetted up into the air and fell down on us, making us feel like we were walking in smelly rain.","$":{"class":"indent"}},{"_":"*****","$":{"class":"xxx"}},{"_":"During that period, I received several dozen letters from my students. When the mail came, we were gathered at an auditorium; the leading officer called the names of the people who had received envelopes. Everyone laughed when my name was repeated over and over. Sometimes, I received a letter, then returned to my place, but only halfway to my place, my name was called again.","$":{"class":"indent"}},{"_":"At the end of that year, the military training period was over. We spent almost three months at Chi Lang Military Center.","$":{"class":"indent"}},{"_":"On the last day at that center, we had to return weapons and military uniforms to the center, then we had a party to say goodbye to each other. That afternoon, we wrapped our stuff and prepared for the next day’s homecoming. I saw that my clothes were not too clean, so I took them to the common bathroom to wash, then hung them up to dry.","$":{"class":"indent"}},{"_":"That evening, after dinner, I was chatting with Loc and Cuong. two friends of mine at the lunch house, more than a hundred meters from our barracks. Loc and Cuong were teachers at Kien Phong High.","$":{"class":"indent"}},{"_":"Unexpectedly, hundreds of people from our group rushed to our place with terrified faces.","$":{"class":"indent"}},{"_":"We asked, “What’s going on, men?”","$":{"class":"indent"}},{"_":"A man replied, “A fire broke out at the minefield behind our barracks.”","$":{"class":"indent"}},{"_":"That minefield was full of dried reeds, bushes, and high weeds lying between our camp and resident area. That was the driest season of the year, so the fire was extremely dangerous for our camp as well as for the residents on the opposite side. Moreover, the mines could explode and cause some casualties to residents.","$":{"class":"indent"}},{"_":"Loc asked that person, “Has the fire engine come yet?”","$":{"class":"indent"}},{"_":"He said, “It has just come.”","$":{"class":"indent"}},{"_":"Loc continued, “That’s right! Besides the minefield, there are a lot of residents’ houses on the other side of the minefield. With this kind of wind, the fire would spread to those houses.”","$":{"class":"indent"}},{"_":"Another person who had just come said, “Not only is there danger of fire, but also, the mines could explode anytime, so they ordered us to leave our camp.”","$":{"class":"indent"}},{"_":"I asked, “Why has the minefield caught fire? Do you know?”","$":{"class":"indent"}},{"_":"The man said, “Because a man named Mai khac Tri shot a flare to celebrate graduation day. We did not know how he could have the flare. When shooting the flare, he made a mistake, and the flare flew to the minefield full of dried reeds instead of the sky.”","$":{"class":"indent"}},{"_":"Cuong said, “Perhaps the fire is dying out.”","$":{"class":"indent"}},{"_":"One person gasped, as he stopped and said, “Fire…becomes more…and more violent. Some firefighters…drove a…fire engine to the fire, but they left the…fire engine there alone and fled from the site.”","$":{"class":"indent"}},{"_":"I did not say anything else but sprang to the road and headed to our camp. Arriving at the road, I saw a column of black smoke rising and many other people rushing to the lunch house. I dashed to the last barrack next to the minefield. At the scene, I saw a fire engine and a water hose moving and jetting water out. The fire hose sprang side to side because of high pressure and stuck in the sand like a giant snake. On the other side of the fire engine, another person was running toward the water hose.","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Who is that crazy guy?","$":{"class":"italics1"}}},{"_":"I grabbed the water hose, but because I was careless and did not estimate its power properly, it threw me to the ground. That person grabbed the hose cautiously and directed the water to the fire. I jumped up and ran to help him. I realized that it was Mr. Dao khanh Tho, the principal of Tong phuoc Hiep at Vinh Long province. He is about four or five years older than me.","$":{"class":"indent"},"span":{"$":{"class":"superscript"},"span":{"$":{"id":"footnote-038-backlink"},"a":{"_":"51","$":{"class":"_idfootnotelink","href":"00246-AU_Vo_Hiep_txt_split_033.xhtml#footnote-038"}}}}},{"$":{"class":"images"},"img":{"$":{"class":"_idgenobjectattribute56","src":"image/Image1903_copy.png","alt":"E:\\Book-Cac bai viet\\Book\\Q II\\Days Without the Sun\\THE BUSH FIRE.png"}}},{"_":"We stood on top of a trench that we had dug for hiding when the enemy attacked and directed the water hose to the fire. We worked hard, but with only one fire engine, how could we extinguish the violent fire like that in the driest season? We felt hot, and it was hard to breathe because the wind blew from the other side. Although no explosion had been heard yet, both of us feared that one would happen anytime. Many things could cause the mines to explode: trap strings breaking, trees falling down on triggers. The image of the TNT explosion of several days ago suddenly appeared in my mind.","$":{"class":"indent"}},{"_":"In the noise of the fire and wind, I shouted to Tho, “Mr. Tho, you should go down to the trench and help me.”","$":{"class":"indent"}},{"_":"Tho screamed, “No, we both stand here! I cannot leave you in danger alone.”","$":{"class":"indent"}},{"_":"I persuaded him, “Mr. Tho, if we stand here, we are both in danger. If the mines explode, we will both be injured and no one will come here to save us. You stand in the trench to help me. That is enough.”","$":{"class":"indent"}},{"_":"I thought if there was a misfortune, we could both be injured or get killed. For him, it would be a disaster for his wife and children.","$":{"class":"indent"}},{"_":"I yelled, “You get down in the trench to help me. If something bad happens, your wife and children would suffer a heavy loss. I’m still single, and if I were injured, you might help me.”","$":{"class":"indent"}},{"_":"Tho said, “But I—”","$":{"class":"indent"}},{"_":"I interrupted him. “You must get down now, Mr. Tho.”","$":{"class":"indent"}},{"_":"Tho said reluctantly, “So you stay here, okay?”","$":{"class":"indent"}},{"_":"I nodded. “Hurry up, Mr. Tho.”","$":{"class":"indent"}},{"_":"Tho then jumped to the trench to help me.","$":{"class":"indent"}},{"_":"Because of strong winds, we could not contain the fire. I felt terribly hot every time a gust of wind brought the fire and smoke toward us. Luckily, a few minutes later, I saw red lights blinking on the other side. It was the fire engine of an American unit, which was stationed at the center, arriving there from the resident side. I hoped the chance to put out the fire was close.","$":{"class":"indent"}},{"_":"A quarter of an hour later, we put out the fire. I was wet from head to toe, as if I had just gotten out of a pond.","$":{"class":"indent"}},{"_":"That night, I had no clothes to sleep in because I already had washed all of my clothes that afternoon and dried them out in wind. I wrapped myself naked in my blanket for sleeping.","$":{"class":"indent"}},{"_":"Leaving Chi Lang, I returned to Saigon to see my family. At the same time, I applied to teach at some private schools. The schools where I had taught accepted me right away. After that, I went to Cho Lach to resume my main teaching position.","$":{"class":"indent"}},{"_":"When I came back to school, Thuong was already there. He recovered from his injury, but his arm was disabled for good. A week after my return, Thuong came to see me. After some conversation, Thuong asked me, “Hiep, have you ever thought of being the high school principal as I proposed?”","$":{"class":"indent"}},{"_":"I frowned. “No. Why do you ask me that question?”","$":{"class":"indent"}},{"_":"Thuong smiled. “Because I’m thinking of resigning this position. I think only you can take over that position and make the school better and more expansive.”","$":{"class":"indent"}},{"_":"“Why do you want to resign?”","$":{"class":"indent"}},{"_":"“My family is at Can Tho, and moreover, my arm is disabled. Additionally, the school is expanding to have more secondary classes. I think I could not fulfill my duty. We need to have a senior high school teacher leading the school. Would you please accept this position?”","$":{"class":"indent"}},{"_":"I did not answer him but thought, ","$":{"class":"indent"},"span":{"_":"South Vietnam is not an independent country. Everything in the political field was under US control. They decided to fight or truce, increase or decrease the number of troops. Obviously, the US considers South Vietnam an instrument to cope with North Vietnam. And the South Vietnam also happily accepted this position. If I accept this position, I’m only a part of the Thieu-Ky machine system. Now to help Thuong, I’ll accept his offer, then find a way to transfer to another guy.","$":{"class":"italics1"}}},{"_":"Thuong urged, “Hiep, do you accept my proposal?”","$":{"class":"indent"}},{"_":"“Thuong, as you know, besides teaching here, I also teach at some other training centers in Saigon. By teaching, I can make more money than a principal. My family still needs my help. If I accept your proposal, I must quit my job in those centers.”","$":{"class":"indent"}},{"_":"Thuong persuaded me, “I acknowledge your sacrifice for the school and our students, but now they need you more. I thought over this problem many times. Hiep! Please…”","$":{"class":"indent"}},{"_":"I thought, ","$":{"class":"indent"},"span":{"_":"Thuong has some difficulty in this position. He cannot stay home with his family. I can accept this, then hand it over to Ngan, so I can solve the problem.","$":{"class":"italics1"}}},{"_":"Finally, I accepted his request, so I had to go back to Saigon and quit all my classes at the time they started.","$":{"class":"indent"}}],"div":{"$":{"class":"calibre1","id":"calibre_pb_42"}}}}}}